Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/tur/LC_MESSAGES/default.po
Languages: tr

source: Please specify a file name for download.
tr: indirmek için bir dosya adı belirtin.

source: Oops! File not found.<br/> File may be deleted or make sure you specified correct file name.
tr: Oops! Dosya bulunamadı. <br/> Dosya silinmiş veya doğru dosya adını belirtilen emin olabilir.

source: Oops! File cannot be download.<br/> You might not have access to download the file.
tr: Oops! Dosya indirme olamaz. <br/> Dosyasını indirmek için erişimi olmayabilir.

source: Development
tr: Geliştirme

source: Bug
tr: böcek

source: Update
tr: Güncelle

source: Change Request
tr: Değişim Talebi

source: Enhancement
tr: Artırma

source: Research n Do
tr: Araştırma n Do

source: Maintenance
tr: Bakım

source: Quality Assurance
tr: 1.02 KALİTE GÜVENCESİ

source: Unit Testing
tr: birim Testi

source: Release
tr: Bırak

source: Others
tr: Diğer

source: All Tasks
tr: Tüm Görevler

source: My Tasks
tr: Görevlerim

source: Overdue
tr: süresi geçmiş

source: Delegated
tr: devredilen

source: High Priority
tr: Yüksek öncelik

source: has been moved permanently
tr: kalıcı olarak taşındı

source: Oops! File not found.
tr: Oops! Dosya bulunamadı.

source: File may be deleted or make sure you specified correct file name.
tr: Dosya silinmiş veya doğru dosya adını belirtilen emin olabilir.

source: Commented
tr: Yorumlarım

source: on the reply
tr: cevap üzerine

source: Error in uploading file to S3 bucket
tr: S3 kova yükleme dosyasında hata

source: me
tr: Ben!

source: Status
tr: durum

source: NEW
tr: YENİ

source: STARTED
tr: Başlangıç

source: RESOLVED
tr: ÇÖZÜLDÜ

source: CLOSED
tr: Kapalı

source: the Task
tr: görev

source: changed the type of
tr: tipi değişti

source: changed the due date of
tr: vadesi değiştirdi

source: changed the priority of
tr: öncelik değişti

source: changed the assigned to of
tr: arasında tahsis değişti

source: Dependant tasks are not closed.
tr: Bağımlı görevler kapalı değildir.

source: High
tr: Yüksek

source: Medium
tr: Orta

source: Low
tr: Düşük

source: Start
tr: Başlat

source: Start On
tr: Başla

source: Due
tr: nedeniyle

source: Due On
tr: Due Açık

source: other
tr: Diğer

source: Hours Spent
tr: saat Harcanan

source: Using
tr: kullanma

source: Mb of storage
tr: depolama Mb

source: Last Activity
tr: son Aktivite

source: projectName,milestoneName,tasks#,title,status,type,created by,assigned to,created at,lastUpdated,milestoneEndDate
tr: Proje Adı, kilometre taşı adı, görevleri #, başlık, durum, tip, oluşturulan, atanan, yarattığı son Güncelleme, kilometre taşı Bitiş Tarihi

source: Tasks#,Title,Description,Status,Estimated Hours,Type,Milestone,Assigned To,Due Date,Created By,Date Created,Last Updated
tr: Görevler #, Başlık, Açıklama, Durum, Tahmini Saat, Tür, Kilometre Taşı, Atanan, Son Tarih, Oluşturan, Tarihi Oluşturma Tarihi, Son Güncelleme

source: projectName,tasks#,title,status,type,created by,assigned to,created at,lastUpdated
tr: Proje Adı, görevler #, başlık, durum, tip, oluşturulan, atanan, yarattığı son Güncellendi

source: Project Name,Milestone Name,Task#,Title,Status,Type,Assigned To
tr: Proje Adı, Milestone Adı Görev #, Başlık, Durum, Tür, Atanan

source: Created By
tr: Oluşturan

source: No matched record found with this id
tr: Hiçbir eşleşen kayıt bu id ile buldu

source: Invalid Case id
tr: Geçersiz Vaka kimliği

source: Completed
tr: Tamamlandı

source: of
tr: arasında

source: New & In Progress
tr: Yeni & Devam Ediyor

source: New
tr: Yeni

source: In Progress
tr: 12580 Sürüyor

source: Closed
tr: Kapalı

source: Resolved
tr: Çözüldü

source: Title, Description, Status, Priority, Task Type, Assigned To, Created By, Last Updated By, Created On, Estimated Hours, Hours Spent
tr: Başlık, Açıklama, Durum, Öncelik, Görev Tipi, Son olarak düzenlendi, By Güncelleme, tarafından oluşturuldu Atanan, Tahmini Saatler, Saatler geçirdi

source: Opps! Error occured in creation of zip file.
tr: Opps! Hata zip dosyasının yaratılması oluştu.

source: Opps! Error occured in creating the task csv file.
tr: Opps! Hata görev csv dosyası oluşturma oluştu.

source: Milestone successfully converted to task.
tr: Milestone başarıyla görev dönüştürülür.

source: Task successfully posted.
tr: Görev başarıyla gönderildi.

source: Sorry! invalid input. Please try again.
tr: Üzgünüm! Geçersiz Giriş. Lütfen tekrar deneyin.

source: It seems you have not copied the
tr: Kopyalanan değil gibi görünüyor

source: file for
tr: için dosya

source: addon to app/webroot folder
tr: app / webroot klasörüne addon

source: file is extracted. Please click on next.
tr: Dosya ayıklanır. Bir sonraki tıklayınız.

source: Can not extract the zip file
tr: zip dosyasını ayıklamak olamaz

source: Invalid addon name
tr: Geçersiz eklenti adı

source: Databse configuration is completed. Please click on next.
tr: Databse yapılandırma tamamlanır. Bir sonraki tıklayınız.

source: No content in the sql file.
tr: sql dosyasında hiçbir içerik.

source: No sql file is present in the zip file.
tr: Hiçbir sql dosyası zip dosyası mevcuttur.

source: Please click on verify to check it is installed properly or not.
tr: tıklayın düzgün ya da yüklü kontrol etmek için kontrol edin.

source: No add-on Folder is present in the zip file.
tr: Hiçbir eklenti Klasör zip dosyası mevcuttur.

source: Congratulations! You have successfully installed
tr: Tebrik ederiz! Başarıyla yüklediniz

source: Now you have to install 'wkhtmltopdf' in your server and need to update that path in 'constants.php' file inside 'app/Config' folder in order to generate pdf of invoices. Please click on finish.
tr: Artık sunucunuzda 'wkhtmltopdf' yüklemek zorunda ve faturaların pdf oluşturmak için 'app / config' klasörü içinde 'constants.php' dosyasında bu yolu güncellemeniz gerekir. bitirmek tıklayınız.

source: Congratulations! You have successfully installed the chat add-on. Now you have to install 'Node.js' in your server and need to update 'NODEJS_HOST' path with 3002 port(eg:http://yourdomain:3002) in 'constants.php' file inside 'app/Config' folder in order to communicate with Node Host. Please refer 'readme.txt' file for install Node.js. Please click on finish.
tr: Tebrik ederiz! Başarıyla sohbet eklentiyi yüklediniz. Artık sunucunuzda 'node.js' yüklemek zorunda ve 3002 portu ile 'NODEJS_HOST' yolunu güncellemeniz gerekir (ör: http: // etkialaniniz: 3002) 'app / config' klasöründe içinde 'constants.php' dosyasında sipariş Düğüm Sunucu ile iletişim kurmak için. Node.js. yüklemek için 'readme.txt' dosyasını bakın bitirmek tıklayınız.

source: Please click on finish.
tr: bitirmek tıklayınız.

source: Oops! The
tr: Oops!

source: add-on is not installed properly.
tr: eklenti düzgün takılmamış.

source: Milestone
tr: Aşama

source: has been deleted
tr: silindi

source: Oops! Error occured in deletion of milestone.
tr: Oops! Hata kilometre taşı silinmesine oluştu.

source: Start date cannot exceed End date
tr: Başlangıç ​​tarihi Bitiş tarihini aşamaz

source: Opps!, Milestone Title already exists..
tr: Opps !, Milestone Başlık zaten var ..

source: Milestone added successfully.
tr: Milestone başarıyla eklendi.

source: Sorry!, We are not able to post this Milestone. Try again.
tr: Maalesef !, Bu Milestone göndermek mümkün değildir. Tekrar dene.

source: Milestone has been restored.
tr: Milestone restore edilmiştir.

source: Oops! Error occured in restoration of milestone
tr: Oops! Hata kilometre taşı restorasyonu meydana gelen

source: Milestone has been completed.
tr: Milestone tamamlandı.

source: Oops! Error occured in completion of milestone
tr: Oops! Hata kilometre taşı tamamlanması meydana gelen

source: Created by
tr: Oluşturan

source: on
tr: üzerinde

source: Project name
tr: Proje Adı

source: already exists
tr: zaten var.

source: Project short name
tr: Proje kısa adı

source: saved successfully
tr: Başarıyla kaydedildi

source: activated successfully
tr: başarıyla etkinleştirildi

source: deleted successfully
tr: başarıyla silindi

source: deactivated successfully
tr: başarıyla devre dışı

source: Invalid or Wrong action!
tr: Geçersiz veya yanlış eylem!

source: created successfully
tr: başarıyla oluşturuldu

source: Error creating project
tr: Hata oluşturma projesi

source: User(s) successfully assigned to
tr: Kullanıcı (lar) başarıyla atanmış

source: Group update alert has been saved successfully.
tr: Grup güncelleme uyarısı başarıyla kaydedildi.

source: Failed to save of Group update alert.
tr: Grup güncelleme uyarısı kaydedilemedi.

source: Template tasks added successfully
tr: Şablon görevleri başarıyla eklendi

source: Template Deleted successfully
tr: Şablon başarıyla silindi

source: Template activated successfully
tr: Şablon başarıyla aktive

source: Template can't be activated.Please try again.
tr: Şablon tekrar deneyin activated.Please olamaz.

source: Template deactivated successfully
tr: Şablon başarıyla devre dışı

source: Template can't be deactivated.Please try again.
tr: Şablon tekrar deneyin deactivated.Please olamaz.

source: Please split the file and upload again. Your file contain more than 1000 rows
tr: dosya bölünmüş ve tekrar yükleyin. Dosyanız 1000'den fazla satır içerecek

source: Please upload a file with size less then 2MB
tr: 2MB daha az boyutu ile bir dosya yükleyin

source: Require atleast Task Title column to import the Tasks
tr: Görevler almak için en az Görev Başlık sütunu gerektir

source: Please import a valid CSV file
tr: Geçerli bir CSV dosyasını içe Lütfen

source: Already a file with same name and same size of
tr: aynı adı ve aynı boyutta zaten dosya

source: bytes exists
tr: bayt var

source: Would you like to replace the exsiting file
tr: Eğer MEVCUT dosyayı değiştirmek ister misiniz

source: Already file with same name and size of
tr: Zaten aynı adı ve boyutu ile dosya

source: Would you like to replace the existing file
tr: Varolan dosyayı değiştirmek ister misiniz

source: Oops! Error occured in deletion of project
tr: Oops! Hata projesinin silinmesi meydana gelen

source: Task type
tr: görev türü

source: updated successfully.
tr: başarıyla güncellendi.

source: added successfully.
tr: başarıyla eklendi.

source: Error in addition of task type.
tr: Görev Çeşidi ek olarak hata.

source: Task type saved successfully.
tr: Görev türü başarıyla kaydedildi.

source: Error in saving of task type.
tr: Görev Çeşidi tasarrufu hata.

source: invited you to join
tr: katılmaya davet etti

source: on Orangescrum
tr: Orangescrum üzerinde

source: invited you to join Orangescrum
tr: Orangescrum katılmaya davet etti

source: No data for this date range & project
tr: Bu tarih aralığında ve proje için veri yok

source: Opened
tr: Açıldı

source: Company photo removed successfully
tr: Şirket fotoğraf başarıyla kaldırıldı

source: Company logo should be an image file
tr: Şirket logosu bir resim dosyası olmalıdır

source: Company logo size cannot excceed 1mb
tr: Şirket logosu boyutu 1mb excceed olamaz

source: Name cannot be left blank
tr: Ad boş bırakılamaz

source: Company updated successfully
tr: Şirket başarıyla güncellendi

source: Notification settings saved successfully
tr: Bildirim ayarları başarıyla kaydedildi

source: user deleted successfully
tr: Kullanıcı başarıyla silindi

source: Sorry! User cannot be enabled. User Limit Exceeded!
tr: Üzgünüm! Kullanıcı etkin olamaz. Kullanıcı Sınırı Aşıldı!

source: User enabled successfully
tr: Kullanıcı başarıyla etkin

source: User disabled successfully
tr: Kullanıcı başarıyla devre dışı bırakıldı

source: Granted admin privilege
tr: Verilen yönetici ayrıcalık

source: Granted client privilege
tr: Verilen istemci ayrıcalık

source: Revoked client privilege
tr: Iptal istemci ayrıcalık

source: Revoked admin privilege
tr: Iptal yönetici ayrıcalık

source: Invited you to join
tr: katılmaya davet etti

source: Invited you to join on Orangescrum
tr: Orangescrum üzerinde katılmaya davet etti

source: Invitation resent to
tr: Davet resent

source: Password of
tr: Parola

source: reset successfully
tr: başarıyla sıfırlandı

source: Forgot Password Request
tr: Şifremi Unuttum Talebi

source: Sorry! you have exceeded the user limit
tr: Üzgünüm! Eğer kullanıcı sınırını aştınız

source: Sorry! This account exceeded the user limit.
tr: Üzgünüm! Bu hesap kullanıcı sınırını aştı.

source: Invitation sent to Successfully
tr: Davet başarıyla gönderildi

source: Invitation Failed. Please try again!
tr: Davet başarısız oldu. Lütfen tekrar deneyin!

source: Invitation sent to
tr: Davet gönderildi

source: Email or Password is invalid!
tr: E-posta veya Şifre geçersiz!

source: email already exists
tr: Bu e-posta zaten var

source: Now you can login using
tr: Şimdi kullanarak giriş yapabilirsiniz

source: Profile photo removed successfully
tr: Profil fotoğrafı başarıyla kaldırıldı

source: Email cannot be left blank
tr: E-posta boş bırakılamaz

source: Opps! Email address already exists.
tr: Opps! E-posta adresi zaten var.

source: Opps! Invalid file format! The formats supported are gif, jpg, jpeg & png.
tr: Opps! Geçersiz dosya biçimi! Desteklenen formatlar gif, jpg, jpeg ve png vardır.

source: Profile photo size cannot excceed 1mb
tr: Profil fotoğrafı boyutu 1mb excceed olamaz

source: Profile updated successfully.<br />A confirmation link has been sent to
tr: başarıyla güncellendi Profil. Onay linki gönderildi <br />

source: Profile updated successfully
tr: Profil başarıyla güncellendi

source: Orangescrum Login Email ID Confirmation
tr: Orangescrum Giriş Email kimliği Onayı

source: Old password cannot be left blank!
tr: Eski şifre boş bırakılamaz!

source: Please enter correct old password.
tr: Doğru eski şifreyi giriniz.

source: New password cannot be left blank!
tr: Yeni şifre boş bırakılamaz!

source: Re-type password cannot be left blank!
tr: Yeniden tipi parolası boş bırakılamaz!

source: Re-type password do not match!
tr: Yeniden tipi şifre eşleşmiyor!

source: Password changed successfully
tr: Parola başarıyla değiştirildi

source: Template updated successfully
tr: Şablon başarıyla güncellendi

source: Template can't be updated
tr: Şablon güncellenen olamaz

source: Template added successfully
tr: Şablon başarıyla eklendi

source: Template can't be added
tr: Şablon eklenemez

source: Deleted successfully
tr: başarıyla silindi

source: Notifications changed successfully
tr: Bildirimler başarıyla değiştirildi

source: Reports changed successfully
tr: Raporlar başarıyla değiştirildi

source: Company logo removed successfully
tr: Şirket logosu başarıyla kaldırıldı

source: You have been added to multiple projects on Orangescrum
tr: Sen Orangescrum üzerinde birden fazla proje eklenmiştir

source: You have been added to
tr: Sen eklendi

source: Owner
tr: Sahibi

source: Admin
tr: Yönetici

source: User
tr: Kullanıcı

source: Invited
tr: davetli

source: Inactive
tr: Etkin Değil

source: Client
tr: Müşteri:

source: Admin/Client
tr: Yönetici / İstemci

source: Started
tr: Başlangıç

source: Files
tr: Dosyalar

source: Updates
tr: Güncellemeler

source: first day of january
tr: Ocak ilk günü

source: last day of march
tr: Mart ayının son günü

source: first day of april
tr: nisan ilk günü

source: last day of june
tr: Haziran ayının son günü

source: first day of july
tr: Temmuz ayının ilk günü

source: last day of september
tr: Eylül ayının son günü

source: first day of october
tr: ekim ayının ilk günü

source: last day of december
tr: Aralık ayının son günü

source: You have
tr: Var

source: has
tr: vardır

source: disabled wiki.
tr: Devre dışı wiki.

source: enabled wiki.
tr: Etkin wiki.

source: commented on wiki.
tr: Wiki'ye yorum yaptı.

source: updated wiki category.
tr: Güncellenmiş wiki kategorisi.

source: created wiki category.
tr: Wiki kategorisi oluşturuldu.

source: updated wiki subcategory.
tr: Güncellenmiş wiki alt kategorisi.

source: enabled wiki approver.
tr: Etkin wiki onaylayıcısı.

source: disabled wiki approver.
tr: Devre dışı bırakılmış wiki onaylayıcısı.

source: approved this wiki.
tr: Bu wiki'yi onayladı.

source: finally approved this wiki.
tr: Sonunda bu wiki'yi onayladı.

source: rejected wiki.
tr: Reddetti wiki.

source: updated and finally submitted the wiki.
tr: Güncellendi ve nihayet wiki'yi sundu.

source: updated wiki.
tr: Güncellenmiş wiki.

source: added attachments.
tr: Ekler eklendi.

source: added wiki and finally submitted.
tr: Wiki eklendi ve sonunda gönderildi.

source: added wiki.
tr: Wiki eklendi.

source: deleted wiki attachments.
tr: Wiki eklerini sildi.

source: downloaded wiki attachments.
tr: Indirilen wiki ekleri.

source: updated approver hierarchy.
tr: Güncellenmiş onaylayıcı hiyerarşisi.

source: posted a new Task
tr: Yeni Görev yayınlanmıştır

source: REPLIED
tr: CEVAP VERDİ

source: responded on the Task
tr: Görev cevap verdi

source: This task is assigned to
tr: Bu görev için atanan

source: Due date
tr: Vade tarihi

source: LOW
tr: DÜŞÜK

source: HIGH
tr: YÜKSEK

source: MEDIUM
tr: Orta

source: Priority
tr: Öncelik

source: You have
tr: takip edecek.

source: has
tr: vardır

source: Project
tr: Proje

source: Task
tr: Görev

source: Type
tr: tip

source: To read the original message, view comments, reply & download attachment
tr: Orijinal mesajı okumak için, yorumları görüntülemek, cevap ve eki indir

source: This email notification is sent by
tr: Bu e-posta bildirimi gönderilir

source: You are receiving this email notification because you have subscribed to Orangescrum, to unsubscribe, please email with subject 'Unsubscribe' to
tr: Eğer çıkmak için, Orangescrum abone olduğunuz için size konu ile 'çık' e-posta gönderin, bu e-posta bildirimi alıyorsunuz

source: Daily Catch-Up Alert
tr: Daily Catch-up Uyarısı

source: This is a reminder to post your today's updates to Orangescrum. Just reply to this email with the updates, it will be added to the project.
tr: Bu Orangescrum için bugünün güncellemeleri göndermek için bir hatırlatmadır. Sadece güncellemeleri ile bu e-postayı yanıtlayın, bu projeye eklenecektir.

source: NOTE
tr: Not

source: DO NOT change the SUBJECT while replying.
tr: yanıtlarken ise KONU değiştirmek ETMEYİN.

source: Don't want these emails? To unsubscribe, please contact your account administrator to turn off <b>Daily Catch-Up</b> alert for you.
tr: bu e-postaları istemiyor musunuz? aboneliğinden çıkmak için <b> The Daily Catch-Up sizin için </ b> uyarı kapatmak için hesap yöneticinize başvurun.

source: invited you to join
tr: katılmaya davet etti

source: invited you to join Orangescrum
tr: Orangescrum katılmaya davet etti

source: Task Title
tr: görev Adı

source: Assign To
tr: İçin Ata:

source: Start Date
tr: Başlangıç ​​tarihi

source: Set Due Date
tr: Set Bitiş Tarihi

source: No Due Date
tr: (vade tarihi yok)

source: Modified
tr: Düzenlendi:

source: Task Type changed to
tr: Görev Tipi değiştirildi

source: Task re-assigned to
tr: Görev yeniden atanmış

source: Due Date changed to
tr: Bitiş Tarihi değiştirildi

source: Due Date
tr: Vade tarihi

source: Priority changed to
tr: Öncelikli olarak değiştirildi

source: Status changed to
tr: Durum değişti

source: Estimated Hour(s) changed to
tr: Tahmini Saat (ler) olarak değiştirildi

source: Added time log
tr: Eklenen zaman günlüğü

source: Updated time log
tr: Güncelleme zaman günlüğü

source: Start Date changed to
tr: Başlangıç Tarihi değişti

source: No Start Date
tr: Başlama Tarihi Yok

source: changed estimated hour(s) of
tr: Değiştirilen tahmini saat (ler)

source: changed progress of
tr: değiştirilen ilerleme

source: No Task found with the selected id
tr: Seçilen kimliğine sahip bulunamadı Görev

source: Project deleted successfully
tr: Proje başarıyla silindi

source: Oops! No project found with the given id.
tr: Oops! Verilen kimliğe sahip bulunamadı proje.

source: responded
tr: 320. yanıtlandı

source: closed
tr: Kapalı

source: resolved
tr: çözüldü

source: Changed the status to
tr: Durum değişti

source: of the task
tr: görevin

source: updated
tr: güncellendi...

source: task type to
tr: görev türü

source: assigned
tr: atanmış

source: to
tr: Kime

source: proirity to
tr: için proirity

source: due date on
tr: üzerinde vade

source: created
tr: Oluşturulma zamanı

source: Email already exists! Please try another
tr: Bu e-posta zaten var! Başka deneyin

source: Please enter a valid email.
tr: Lütfen geçerli eposta adresini giriniz.

source: is not allowed
tr: Müsade edilmez

source: Oops, site address already in use!
tr: Üzgünüz, site adresini zaten kullanılıyor!

source: Invalid coupon code!
tr: Geçersiz kupon kodu!

source: Oops! Coupon code has already used.
tr: Oops! Kupon kodu zaten kullandı.

source: Select Project
tr: Projeyi Seç

source: Select User
tr: Kullanıcı seç

source: Key
tr: Anahtar

source: Loading
tr: Yükleniyor

source: Save
tr: Kaydet

source: Add
tr: Ekle

source: or
tr: veya

source: Cancel
tr: İptal

source: Project can not be left blank
tr: Proje boş bırakılamaz

source: User can not be left blank
tr: Kullanıcı boş bırakılamaz

source: API Key
tr: API Anahtarı

source: Title
tr: Başlık

source: Description
tr: Açıklama

source: File 1
tr: 1 dosya

source: Select a file to upload
tr: yüklemek için bir dosya seçin

source: File 2
tr: 1 dosya

source: API key can not be blank
tr: API anahtarı boş olamaz

source: Generate
tr: oluşturmak

source: Generate API Key
tr: API anahtarı oluşturmak

source: Is Active
tr: Aktif

source: Action
tr: Eylem

source: Edit
tr: Düzenle

source: Delete
tr: Sil

source: Api key not created. Generate new Api key
tr: Api anahtarı oluşturulur. Yeni Api anahtarı oluşturmak

source: Test API form
tr: Test API formu

source: Are you sure to delete this api key
tr: Bu API anahtarı silmek istediğinizden emin misiniz

source: Export Task (.csv)
tr: İhracat Görev (.csv)

source: Project Name
tr: Proje Adı

source: Task Type
tr: görev Tipi

source: Hour(s) Spent
tr: Saat (ler) Harcanan

source: End Date
tr: Bitiş Tarihi

source: Estimated Hour(s)
tr: Tahmini Saat (ler)

source: Date
tr: Tarih

source: Resource
tr: Kaynak

source: Overdue Tasks
tr: Vadesi geçmiş Görevler

source: Upcoming Tasks
tr: Yaklaşan Görevler

source: Created on
tr: 7847 Oluşturuldu

source: file not found:
tr: dosya bulunamadı:

source: Please enter category title.
tr: Lütfen kategori başlığını girin.

source: Expenses Assigned to Me
tr: Bana Verilen Giderler

source: Expand All
tr: Hepsini genişlet

source: Category
tr: Kategori

source: Currency
tr: Para birimi

source: Total inc Tax
tr: Toplam Vergisi

source: Download Report
tr: Raporu İndir

source: No Expenses Found
tr: Masraf Yok

source: All Non-project Expenses
tr: Projeden Alınmayan Giderler

source: Export Expense
tr: İhracat Giderleri

source: New Expense
tr: Yeni Gider

source: My Expenses
tr: Masraflarım

source: Approvers
tr: Onaylayıcılar

source: Starting hierarchy from 1 as Level 1, 2 as Level 2 and so on.
tr: Hiyerarşiyi 1'den Seviye 1'e, 2'yi 2 Seviye olarak başlatın.

source: Add Approver
tr: Onaylayıcı Ekle

source: Approver Name
tr: Onaylayan Adı

source: Approver Hierarchy
tr: Onaylayan Hiyerarşi

source: This is the place where we can set the approval heirarchy to get your expenses approved.
tr: Masraflarınızı onaylamak için onay hiyerarşisini ayarlayabildiğimiz yer burasıdır.

source: You can add as many levels as required based on your organization policy and business requirements.
tr: Kuruluş politikanızı ve iş gereksinimlerinizi temel alarak gereken düzeyde ekleyebilirsiniz.

source: E.g. You add 4 users and assign them levels 1 to 4.(1 being the first level approver in the heirarchy).
tr: Örneğin. 4 kullanıcı eklediyseniz ve 1'den 4'e düzeyler atarsınız (1 hiyerarşide birinci düzey onaylayıcıdır).
