Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/tur/LC_MESSAGES/default.po
Languages: tr

source: The expense once submitted will first go to U1-L1 for approval and then to U2-L2 etc. based on your selection from the "Approver" dropdown menu. At the same time, if you select U3-L3; then the approval kick starts from L3 pproval and then to L4. In this scenario L1 and L2 approvals will not be required or triggered.
tr: Gönderilen harcamalar önce onay için U1-L1'e, ardından "Onaylayan" açılır listesinden seçiminize dayalı olarak U2-L2'ye gider. Aynı zamanda U3-L3'ü seçerseniz; Onaylama tekerleği L3 kipinden başlar ve daha sonra L4'e başlar. Bu senaryoda, L1 ve L2 onayları gerekli değildir veya tetiklenmez.

source: Active
tr: Aktif

source: No approver......
tr: Onaylayan yok ......

source: Categories
tr: Kategoriler

source: Add Category
tr: Kategori Ekle

source: Category Title
tr: Kategori Başlığı

source: No category......
tr: Hiçbir kategori ......

source: Approval Status
tr: Onay durumu

source: Approved
tr: Onaylandı

source: Rejected
tr: Reddedildi

source: Pending
tr: Beklemede

source: Project Expense
tr: Proje Giderleri

source: Non-project Expense
tr: Proje dışı gider

source: Draft
tr: Taslak

source: Submitted
tr: Gönderilen

source: Select a client
tr: Bir müşteri seçin

source: Approver
tr: Onaylayan

source: ( Owner )
tr: ( Sahip )

source: ( Admin )
tr: (Yönetici)

source: (Level
tr: (Düzey

source: Add More Expense
tr: Daha Fazla Gider Ekleyin

source: Activity Log Details
tr: Etkinlik Günlüğü Ayrıntıları

source: Note Details
tr: Not Detayları

source: Activity Details
tr: Etkinlik Ayrıntıları

source: Created On
tr: Oluşturuldu

source: No Activity Found!!
tr: Hiçbir Faaliyet Bulunamadı !!

source: Note
tr: Not

source: No Note Found!!
tr: Not Bulunamadı!

source: Name
tr: isim

source: Download Attachments
tr: Ekleri İndir

source: Your download is ready click below to download
tr: İndirme indirmek için aşağıdaki linke tıklayınız hazır

source: All Expenses
tr: Tüm masraflar

source: My Expense
tr: Masrafım

source: Assign to Me Expense
tr: Bana Harcama Ata

source: Assigned to Me
tr: Bana atandı

source: Manage
tr: Yönet

source: Manage Category
tr: Kategoriyi Yönet

source: Manage Approver
tr: Onaylayanı Yönet

source: Search Results for
tr: Arama sonuçları:

source: Reset
tr: Sıfırla

source: Oops! No project selected.
tr: Oops! Hiçbir proje seçilmiş.

source: Task Status
tr: Görev Durumu

source: Task status
tr: Görev Durumu

source: End
tr: Bitiş

source: Undo
tr: Geri al

source: Redo
tr: Tekrar yap

source: Insert Task Above
tr: Görev Above takın

source: Insert Task Below
tr: Aşağıda Görev ekleme

source: Indent Task
tr: girinti Görev

source: Unindent Task
tr: Unindent Görev

source: Move Up
tr: Yukarı Taşı

source: Move Down
tr: Aşağı

source: Zoom In
tr: Yaklaş

source: Delete Task
tr: Görevi sil

source: Print
tr: Yazdır

source: Critical Path
tr: Kritik yol

source: Edit Resources
tr: Düzenleme Kaynakları

source: Next
tr: Sonraki

source: Previous
tr: Önceki

source: Code/short Name
tr: Kod / kısa adı

source: Hide Tasks
tr: gizle Görevleri

source: Duration
tr: Süre:

source: Assignees
tr: Atananlar

source: name
tr: isim

source: You have modified tasks, reloading the page will reset all changes
tr: Tüm değişiklikleri sıfırlar sayfayı yeniden, görevleri değiştirdiniz

source: Submit
tr: Gönder

source: Select
tr: Seç

source: Add New Invoice
tr: Yeni Fatura Ekle

source: Please enter customer name.
tr: Müşteri adını giriniz.

source: Please enter email address.
tr: E-posta adresinizi girin.

source: Please select currency.
tr: para birimi seçiniz.

source: Archived Invoice
tr: Arşivlenen Fatura

source: Restore
tr: Geri Yükle

source: Invoice
tr: Fatura

source: Invoice Date
tr: Fatura tarihi

source: Customer
tr: ceviri1

source: Amount
tr: Miktar

source: Paid
tr: Ödendi

source: Archive
tr: Arşiv

source: No records
tr: Kayıt yok

source: Are you sure you want to delete this invoice ?
tr: Bu videoyu silmek istediğinizden emin misiniz?

source: Invoice deleted successfully.
tr: Fatura başarıyla silindi.

source: Invoice not deleted.
tr: Fatura silinmez.

source: Language changed successfully
tr: Dil başarıyla değiştirildi

source: Language can't change. Try again later !
tr: Dil değiştiremezsiniz. Daha sonra tekrar deneyin !

source: Language Setting
tr: Dil ayarı

source: Language
tr: Dil

source: Template tasks updated successfully
tr: Şablon görevleri başarıyla güncellendi

source: Remove
tr: Kaldır

source: Add new Row
tr: Yeni satır ekle

source: loading
tr: yükleniyor

source: No task on template
tr: şablona hiçbir görev

source: Add Task to Template
tr: Şablon Görev Ekle

source: Title cannot be left blank!
tr: Başlık boş bırakılamaz!

source: Start Date cannot be left blank!
tr: Başlangıç ​​Tarihi boş bırakılamaz!

source: End Date cannot be left blank!
tr: Bitiş Tarihi boş bırakılamaz!

source: Start Date cannot exceed End Date!
tr: Bitiş Tarihi geçemez Tarihi başlayın!

source: Create Project Template
tr: Proje Şablonu Yarat

source: Add to Project
tr: Projeye ekle

source: Created
tr: Oluşturulma zamanı

source: First
tr: İlk

source: Prev
tr: Önceki

source: Last
tr: Son

source: End date cannot be left blank!
tr: Bitiş tarihi boş bırakılamaz!

source: Start date cannot be left blank!
tr: Başlangıç tarihi boş bırakılamaz!

source: Task Title cannot be left blank!
tr: Görev Başlığı boş bırakılamaz!

source: Task end date cannot be left blank!
tr: Görev bitiş tarihi boş bırakılamaz!

source: Task start date cannot be left blank!
tr: Görev başlangıç tarihi boş bırakılamaz!

source: Task Start Date cannot exceed End Date!
tr: Görev Başlangıç Tarihi, Bitiş Tarihini aşamaz!

source: Template title cannot be left blank!
tr: Şablon başlığı boş bırakılamaz!

source: Are you sure to delete the template
tr: şablonu silmek istediğinizden emin misiniz

source: There's an error with AJAX
tr: AJAX ile bir hata var

source: No task on this template
tr: Bu şablonu hiçbir görev

source: No tasks found
tr: Hiçbir görev bulunamadı

source: Short Name
tr: Kısa Adı

source: Users
tr: Kullanıcılar

source: Create
tr: Oluştur

source: No user(s) available.
tr: Henüz kullanıcı (lar).

source: Yes
tr: Evet

source: No
tr: hayır

source: View
tr: Görünüm

source: Project Short Name
tr: Proje Kısa Adı

source: Default Assign To
tr: Ata To Standart

source: Default Task Status Group
tr: Varsayılan Görev Durumu Grubu

source: Create New Task Status Group
tr: Yeni Görev Durumu Grup Oluştur

source: project
tr: Proje

source: status
tr: durum

source: from
tr: (hesaptan)

source: of user
tr: kullanıcının

source: for task
tr: görevin

source: Total,
tr: Toplam:

source: Total Billable Hours,
tr: Toplam Faturalanabilir Saat,

source: Total Non-Billable Hours,
tr: Toplam Olmayan Faturalanabilir Saat,

source: Total Hours,
tr: Toplam Saat

source: Time Log
tr: Zaman Günlüğü

source: Total
tr: Genel Toplam

source: Logged
tr: günlüğe

source: Billable
tr: faturalandırılabilir

source: Estimated
tr: Tahmini

source: Start Timer
tr: Başlangıç ​​Timer

source: Break
tr: Ara

source: Hours
tr: Saatl

source: Select Task
tr: seçin Görev

source: Start Time
tr: Başlama Zamanı

source: End Time
tr: Bitiş Zamanı

source: Break Time
tr: Teneffüs zamanı! 10:00

source: Spent Hours
tr: harcanan Saat

source: Add Item
tr: Öğe Ekle

source: Note:
tr: Not:

source: Download
tr: İndir

source: Mark as Paid
tr: Mark Ücretli olarak

source: Mark as Unpaid
tr: Ödenmemiş olarak işaretle

source: Non-billable
tr: Sigara faturalanabilir

source: Resource Utilization
tr: Kaynak kullanımı

source: Resource Utilization Report
tr: Kaynak Kullanımını Raporu

source: Company Logo
tr: Şirket logosu

source: Billing From
tr: Gönderen fatura

source: Apply
tr: Uygula

source: Balance Due
tr: Ödenmesi Gereken Bakiye

source: Rate
tr: Puanla

source: Total Amount
tr: Toplam Tutar

source: Save & Send
tr: Kaydet ve gönder

source: Send
tr: Göndermek

source: Close
tr: Kapat

source: Change
tr: Değiştir

source: Filters
tr: Filtreler

source: Today
tr: Bugün

source: Yesterday
tr: dün

source: This Week
tr: Bu hafta

source: This Quarter
tr: bu Çeyrek

source: This Year
tr: Bu yıl

source: Last Week
tr: Geçen hafta

source: Last Quarter
tr: Son çeyrek

source: Last year
tr: Geçen yıl

source: Last 365 days
tr: Last 7 Days

source: Custom Date
tr: özel Tarih

source: From
tr: Kimden

source: To
tr: 'e kadar (geçerli)

source: Search
tr: Arayın

source: Select Resource
tr: Kaynak seç

source: Showing time log
tr: Zaman günlüğünü gösteriliyor

source: for all users and all dates
tr: Tüm kullanıcılar ve tüm tarihler için

source: Reset Filters
tr: Filtreleri Sıfırla

source: All Dates
tr: Tüm Tarihler

source: Last Year
tr: Geçen yıl

source: Last 365Days
tr: Last 7 Days

source: From Date
tr: İtibaren

source: To Date
tr: Bugüne kadar

source: Log Time
tr: Giriş Zamanı

source: Subject
tr: Konu

source: Message
tr: Mesaj

source: Something went wrong!
tr: Bir şeyler yanlış gitti!

source: Wiki category is already present.
tr: Wiki kategorisi zaten mevcut.

source: Wiki sub-category is already present.
tr: Wiki alt kategorisi zaten mevcut.

source: Wikis Assigned to Me
tr: Bana Vekil Atandı

source: Wiki Title
tr: Wiki Başlığı

source: Submitted Date
tr: Teslim Tarihi

source: Collapse All
tr: Tüm daraltmak

source: Give Comment On Wiki
tr: Wiki'ye Yorum Yap

source: Update Wiki
tr: Wiki'yi Güncelle

source: View Wiki Activity
tr: Wiki Etkinliğini Görüntüle

source: Enable Wiki
tr: Wiki'yi etkinleştir

source: Disable Wiki
tr: Wiki'yi devre dışı bırak

source: All Comments
tr: Tüm Yorumlar

source: Commented By
tr: Tarafından yorumlandı

source: Commented On
tr: Üzerinde yorum yaptı

source: No Comments Available.
tr: Yorum Yok.

source: Wiki Description
tr: Wiki açıklaması

source: Link To Project
tr: Projeye Bağlantı

source: Wiki Category
tr: Wiki Kategori

source: Select Wiki Category
tr: Wiki Kategori Seçin

source: Create New Category
tr: Yeni Kategori Oluştur

source: Wiki Sub Category
tr: Wiki Alt Kategorisi

source: Select Wiki Sub-Category
tr: Wiki Alt Kategorisini Seç

source: Create New Sub-Category
tr: Yeni Alt Kategori Oluştur

source: Is Parent Wiki
tr: Ebeveyn Wiki misiniz?

source: Choose Parent Wiki
tr: Ebeveyn Wiki'yi seçin

source: Select Parent Wiki
tr: Ebeveyn Wiki'yi seçin

source: File Attachments
tr: Dosya Ekleri

source: File Description
tr: Dosya Açıklaması

source: Choose Approver
tr: Onaylayıcıyı seçin

source: Select Approver
tr: Onaylayıcıyı seçin

source: Access Level
tr: Erişim Seviyesi

source: Hide
tr: Erişim Seviyesi...

source: Make Public
tr: Kamu yapmak

source: This is the place where we can set the approval heirarchy to get your wiki approved.
tr: Wiki'yi onaylamak için onay hiyerarşisini ayarlayabildiğimiz yer burasıdır.

source: The wiki once submitted will first go to U1-L1 for approval and then to U2-L2 etc. based on your selection from the "Approver" dropdown menu. At the same time, if you select U3-L3; then the approval kick starts from L3 approval and then to L4. In this scenario L1 and L2 approvals will not be required or triggered.
tr: Bir kez gönderilen wiki önce onay için U1-L1'e, ardından "Onaylayan" açılır listesinden seçiminize dayalı olarak U2-L2'ye gidecek. Aynı zamanda U3-L3'ü seçerseniz; Onaylama tekerleği L3 onayı ile L4'e başlar. Bu senaryoda, L1 ve L2 onayları gerekli değildir veya tetiklenmez.

source: Enable
tr: Etkinleştir

source: Disable
tr: Devre dışı bırak

source: Add Wiki Category
tr: Wiki Kategorisini Ekle

source: No wiki category......
tr: Wiki kategorisi yok ......

source: Sub Categories
tr: Alt Kategoriler

source: Add Wiki Sub Category
tr: Wiki Alt Kategorisini Ekle

source: Sub Category Title
tr: Alt Kategori Başlığı

source: No wiki subcategory......
tr: Wiki alt kategori yok ......

source: All Wikis
tr: Tüm Vikipedi

source: Manage Subcategory
tr: Alt Kategoriyi Yönet

source: Using
tr: kullanma

source: Mb of
tr: arasında Mb

source: Mb of storage
tr: depolama Mb

source: Archived by
tr: arşivlenmektedir

source: Archived
tr: arşivlenen

source: Tasks
tr: Görevler

source: File Name
tr: Dosya adı

source: Size
tr: Boyut

source: All
tr: Tamamı

source: None
tr: Hiçbiri

source: No Milestone in the Archive
tr: Arşiv yok Milestone

source: Yet to Sign In
tr: Oysa Oturum için

source: more...
tr: Daha fazla

source: hide...
tr: Gizle:

source: Cancel Daily Progress Reminder
tr: Günlük İlerleme Hatırlatma İptal

source: Anytime
tr: istirahati diyemem.

source: Past hour
tr: geçmiş saat

source: Past 24 hours
tr: Son 24 saat

source: Past week
tr: Geçen Hafta

source: Past month
tr: Geçen Ay

source: Past year
tr: Geçen Sene

source: Custom range
tr: özel aralık

source: Next month
tr: Gelecek ay

source: Next year
tr: Gelecek yıl

source: From Date cannot be left blank!
tr: Tarih boş bırakılamaz!

source: To Date cannot be left blank!
tr: Tarih boş bırakılamaz!

source: From Date cannot exceed To Date!
tr: Tarihten itibaren To geçemez!

source: Any time
tr: istirahati diyemem.

source: Range
tr: Aralık

source: Types
tr: Türleri

source: Members
tr: Üyeler

source: Assign to
tr: İçin Ata:

source: Last Sign In:
tr: Son oturum açma:

source: more
tr: Daha fazla

source: hide
tr: gizle

source: Already in this Project.
tr: Zaten bu Projesi.

source: No Projects assigned yet!
tr: Hiçbir Projeleri henüz atanmış!

source: Move
tr: Taşı

source: NA
tr: Yok

source: less
tr: az

source: No recently viewed
tr: Yakın zamanda inceledi

source: Search Results
tr: Arama Sonuçları

source: No result found
tr: sonuç bulunamadı

source: No tasks(s) available.
tr: Henüz görevler (ler).

source: Created Date
tr: Oluşturma tarihi

source: No tasks available
tr: Henüz görevler

source: Are you sure you want to change the Due Date?
tr: Due Tarihi değiştirmek istediğiniz emin misiniz?

source: Task Filter
tr: görev Filtre

source: Time
tr: Zaman

source: Group by
tr: Grupla:

source: Assigned to
tr: ATANAN KİŞİ

source: Sort by
tr: Sırala

source: Tab Settings
tr: sekme Ayarları

source: Loading...
tr: Yükleniyor...

source: loading...
tr: Yükleniyor...

source: My
tr: Zihnim anılarla doldu bir anda.

source: Loading Tasks...
tr: Yükleniyor Görevleri ...

source: Cancel Daily Catch-Up
tr: Daily Catch-Up İptal

source: Do you want to get daily progress update from your team member(s)?
tr: Eğer takım üyesi (ler) den günlük ilerleme güncelleme almak istiyor musunuz?

source: Just schedule it and sit back, end of the day you will get the update email in your inbox.
tr: Sadece zamanlama ve gelen kutunuzda güncelleme e-posta alacaksınız, geri günün sonunda oturup.

source: Get Daily Team updates without nagging them.
tr: Onları etini olmadan günlük Takım güncellemelerini alın.

source: Get Daily Progress from your team mates in a single email
tr: Tek bir e-postada takım arkadaşları Daily İlerleme alın

source: You have a distributed team, every tasks can not be captured, you just want your team send daily update, just set it here and sit back.
tr: Sen, her görevler ele alınamaz, dağıtılmış bir ekibimiz var sadece ekibiniz sadece burada ayarlayın ve arkanıza yaslanın, günlük güncelleme göndermek istiyorum.

source: Automate daily updates from your team.
tr: senin ekibinden günlük güncellemeleri otomatik.

source: Import Task
tr: İthalat Görev

source: Upload File
tr: 4827 Dosya yükle

source: Preview Data
tr: Önizleme Veri

source: Upload Summary
tr: yükleme Özeti

source: Create Project
tr: Proje oluştur

source: Find a Project
tr: Bir Proje bul

source: Upload your CSV file
tr: CSV dosyası yükle

source: Choose file
tr: Dosya seçin

source: rows maximum size
tr: satır maksimum boyut

source: Continue
tr: Devam et

source: CSV File
tr: CSV Dosya

source: Download the sample file
tr: Örnek dosyayı indirin

source: to see what you can import
tr: İçe neler yapabileceğini görmek için

source: Milestone Name
tr: Milestone Adı

source: mandatory
tr: zorunlu

source: Description of the task
tr: Görevin Açıklaması

source: Due date of Task (mm/dd/yyyy)
tr: Görev nedeniyle tarihi (gg / aa / yyyy)

source: Current status of the Task (NEW, In Progress, RESOLVED, CLOSED)
tr: Görev Mevcut durum (YENİ Devam Ediyor, ÇÖZÜLDÜ, KAPALI)

source: Task type (Bug, Development, Enhancement, RnD, QA, Unit Testing, Maintenance, Release, Updates, Idea, Others)
tr: Görev türü (Bug, Geliştirme, Geliştirme, RnD, QA, Birim Test, Bakım, Yayın, Güncellemeler, Fikir, Diğerleri)

source: Email ID of Task Assigned To
tr: Görev e-posta kimliği Atanan

source: Help
tr: Yardım

source: Choose a project to Import Task
tr: Görev İthalat bir proje seçin

source: Upload the valid CSV file with your Tasks
tr: Geçerli bir CSV dosyası için Görevleri ile yükleyin

source: First system will prompt a preview of all the data in the file
tr: İlk sistem dosyasındaki tüm verileri bir önizlemesini isteyecektir

source: In preview you can validate your data
tr: önizlemede verilerinizi doğrulamak

source: Confirm the data in the preview and Import them to the system
tr: önizleme verileri onaylamak ve sisteme bunları alma

source: All the Tasks will be posted to the selected Project.
tr: Tüm Görevler seçilen Projesi ilan edilecektir.

source: Tasks to Import
tr: Görevler İthalat

source: Please double-check the below points before importing your Tasks
tr: Görevler almadan önce aşağıdaki noktaları iki kez kontrol edin

source: Blank Title
tr: boş Başlığı

source: Invalid Due Date (should be <b>MM</b>/<b>DD</b>/<b>YYYY</b>)
tr: Geçersiz Due Date (olmalıdır MM <b> </ b> / <b> GG </ b> / <b> YYYY </ b>)

source: Invalid or Misspelled Status
tr: Geçersiz veya yanlış yazılmış Durum

source: Invalid or Misspelled Type
tr: Geçersiz veya yanlış yazılmış Tipi

source: Unknown Assigned To Email ID (User must be associated with the project)
tr: Kimliği E-posta Atanan Bilinmeyen (Kullanıcı proje ile ilişkilendirilmiş olması gerekir)

source: Invalid Estimated Hour
tr: Geçersiz Tahmini Saat

source: Invalid start time or end time or break time or spent hour
tr: Geçersiz başlangıç zamanı veya bitiş zamanı veya kesilme zamanı veya harcanan saat

source: Confirm & Import
tr: Onayla ve İthalat

source: Input CSV file
tr: Girdi CSV dosyası

source: Total data
tr: Toplam veri

source: rows
tr: Satırlar

source: Valid data
tr: geçerli veri

source: Task(s) Imported into project
tr: Görev (ler) projeye İthal

source: Please upload a valid csv file
tr: Geçerli bir CSV dosyası yükleyin

source: Export milestone to CSV
tr: CSV ihracat dönüm noktası

source: Export Tasks to CSV
tr: CSV İhracat İşlemleri

source: Please select atleast one checkbox to export the milestone tasks to csv
tr: csv için dönüm noktası görevlerini vermek için en az bir onay kutusunu seçiniz

source: Create Task
tr: Görev oluştur

source: View All
tr: Hepsini Gör

source: Invite User
tr: Kullanıcı Davet

source: Summary
tr: Özet

source: Activities
tr: Eylemler

source: Projects
tr: Projeler

source: Welcome
tr: Hoşgeldiniz

source: Get started with your Orangescrum account
tr: senin Orangescrum hesabınızla başlayın

source: You're just 3 simple steps away from exploring Orangescrum!
tr: Sen Orangescrum keşfetmek sadece 3 basit adımda uzakta!

source: Create and Assign Project
tr: Oluşturun ve Ata Projesi

source: Name your project suitably and select a matching short name.
tr: uygun projenizi adlandırın ve eşleşen kısa adı seçin.

source: You as an admin will be automatically assigned the project created above
tr: bir yönetici otomatik olarak atanacaktır Sen proje üzerinde oluşturulan

source: Send invitation to co-workers for the project
tr: Proje için davetiye için işbirliği işçi gönder

source: Users need to setup their account by using the invitation email
tr: Kullanıcılar, davet e-postası kullanarak kurulum kendi hesabına ihtiyacınız

source: Then, Admin can add them up to the project
tr: Ardından, Yönetici projeye onları ekleyebilirsiniz

source: You can create task under a project
tr: Bir proje kapsamında görev oluşturabilirsiniz

source: Select title, put due date, set priority
tr: Seç başlık koymak bitiş tarihi, set öncelik

source: Assign the task to resource
tr: kaynak için görev atama

source: of 3 Steps Completed
tr: 3 Adımlar Tamamlandı

source: Create your first project, and get started
tr: İlk proje oluşturmak ve Başlamak

source: Looks like it's just you in here
tr: Burada sadece sensin gibi görünüyor

source: works best when you add your Co-workers.
tr: Eğer Co-işçi eklediğinizde en iyi şekilde çalışır.

source: Final step, Create Task and assign, Boom!
tr: Son adım, Boom Görev Oluşturma ve atama!

source: Wow! You have completed all the basics of
tr: Vaov! Sen tüm temel tamamlamış

source: Now you can get started with
tr: Şimdi başlayabilirsiniz

source: This page will automatically redirect to dashboard within
tr: Bu sayfa otomatik olarak içinde gösterge tablosu için yönlendirir

source: Click here
tr: Buraya tıklayın

source: to Redirect to the task page.
tr: Görev sayfasına yönlendir için.

source: Create your Custom Task Type
tr: , Özel Görev Türü Yarat

source: Add User
tr: Kullanıcı Ekle

source: Enter User Name
tr: Kullanıcı Adı Girin

source: Loading users
tr: yükleme kullanıcıları

source: Add & Continue
tr: Ekle & Devam Et

source: Or
tr: Veya

source: to Redirect to the dashboard page.
tr: Pano sayfasına yönlendir için.

source: No Recent Activities
tr: Hiçbir Son Etkinlikler

source: Task without Due Date
tr: Due Date olmadan görev

source: Hours spent and still counting
tr: Saat geçirdi ve hala artıyor

source: Hours spent on
tr: Saat harcanan

source: No tasks assigned to you, Explore cool features
tr: Size atanan yok görevleri, serin özelliklerini keşfedin

source: of File Storage
tr: Dosya Depolama

source: Active Users
tr: Etkin kullanıcılar

source: Email Notification
tr: Eposta bildirimi

source: OFF
tr: KAPALI

source: ON
tr: AÇIK

source: Disabled
tr: Devre Dışı

source: No users assigned
tr: Hiçbir kullanıcı atanan

source: No data available
tr: Kullanılabilir veri yok

source: Recent
tr: Son

source: Assigned To Me
tr: To Me Atanan

source: Delegated To Others
tr: Başkalarına delege

source: Create New Task
tr: Yeni Görev Oluştur

source: Assign To User
tr: Kullanıcıya Atama

source: Assign to User
tr: Kullanıcıya Atama

source: Add Task
tr: Görev ekle

source: Complete
tr: Tamamlandı

source: Late by
tr: geç tarafından

source: days
tr: gün

source: day
tr: gün

source: Coming up in
tr: kadar geliyor

source: These tasks are waiting on this task.
tr: Bu görevler bu görevi bekliyor.

source: Resolve
tr: Çözümle

source: Re-open
tr: Yeniden açık

source: Reply
tr: Yanıt ver

source: Move to Project
tr: Projeye taşı

source: Move Task To Milestone
tr: Görev için Milestone Taşı

source: Move to Milestone
tr: Aşamaya taşı

source: Remove Task
tr: Görevi kaldır

source: No active Milestone
tr: Etkin Milestone

source: No Completed Milestone
tr: Hayır Tamamlanan Milestone

source: No milestone
tr: hiçbir dönüm noktası

source: Create Milestone
tr: Milestone oluştur

source: Task Reports
tr: görev Raporları

source: Hour Spent
tr: Saat Harcanan

source: Weekly Usage
tr: Haftalık Kullanımı

source: Resource Availability
tr: Kaynak Kullanılabilirliği

source: Go Back
tr: Geri Dön

source: Card View
tr: Kart İzleme

source: List View
tr: Liste görünümü

source: Details
tr: Ayrıntılar

source: Personal Settings
tr: kişisel Ayarlar

source: My Profile
tr: Benim profilim

source: Change Password
tr: Şifreyi Değiştir

source: Notifications
tr: Kayıtları Göster

source: Email Reports
tr: E-posta Raporları

source: Company Settings
tr: Şirket Ayarları

source: My Company
tr: Benim şirketim

source: Client Restrictions
tr: Müşteri Kısıtlamaları

source: Import & Export
tr: İthalat ihracat

source: Cancel Account
tr: Hesap İptal

source: Account Settings
tr: Hesap ayarları

source: Subscription
tr: Abone

source: Credit Card
tr: Kredi kartı
