Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/tur/LC_MESSAGES/default.po
Languages: tr

source: Transactions
tr: İşlemler

source: Account Activity
tr: hesap Etkinliği

source: Upgrade Subscription
tr: yükseltme Abonelik

source: Downgrade Subscription
tr: Düşürme Abonelik

source: Edit Credit Card
tr: Düzenleme Kredi Kartı

source: Account Limitation
tr: hesap Sınırı

source: Pricing
tr: Fiyatlandırma

source: Daily Progress Reminder
tr: Günlük İlerleme Hatırlatma

source: Template
tr: TEMA(Şablon)

source: Templates
tr: Şablonlar

source: Analytics
tr: Analizler

source: Bug Reports
tr: hata Raporları

source: Hours Spent Reports
tr: Saat Harcanan Raporlar

source: Account
tr: Hesap

source: Delete Account
tr: Hesabı sil

source: Task Status Group
tr: Görev Durumu Grubu

source: Weekly Usage Report
tr: Haftalık Kullanım Raporu

source: Resource Utilizations
tr: kaynakların kullanımı

source: Installation Wizard
tr: Yükleme Sihirbazı

source: Installed Add-ons
tr: Yüklü Eklentiler

source: Miscellaneous
tr: Muhtelif

source: Gantt Chart
tr: Gantt şeması

source: Expense
tr: Masraf

source: Gantt Setting
tr: Gantt Ayarı

source: Compact View
tr: kompakt Görünüm

source: Kanban View
tr: Kanban görüntüle

source: Calendar
tr: Takvim

source: Chart
tr: Grafik

source: Manage Milestone
tr: Milestone Yönet

source: Milestone Kanban View
tr: Milestone Kanban Görüntüle

source: Parents
tr: Ebeveynler

source: Dependents
tr: Bağımlılar

source: Task can't start. Waiting on these task to be completed.
tr: Görev başlatılamıyor. Bu görev bekliyor tamamlanacak.

source: Est. Hour(s)
tr: Avustralya, Brezilya ve Kuzey Amerika ülkelerinin kullandığı saat uygulaması. Saatler)

source: Task Progress
tr: görev İlerleme

source: View remaining
tr: Görünüm kalan

source: thread
tr: iplik

source: threads
tr: ipler

source: View latest 5
tr: son 5 görüntüle

source: View oldest thread on top
tr: üstünde eski thread

source: Newer
tr: Daha yeni

source: View newest thread on top
tr: üstüne yeni thread

source: Older
tr: Daha eski

source: HTML Editor
tr: HTML Editörü

source: Text Editor
tr: Metin Editörü

source: Write your Reply
tr: senin Cevap Yazın

source: Attachment(s)
tr: Ekler

source: Select multiple files to upload...
tr: yüklemek için birden fazla dosya seçin ...

source: Drag and Drop files to Upload
tr: Sürükle ve Bırak dosyaları yükle

source: Max size
tr: Maks Boyut

source: Notify via Email
tr: E-posta ile bildir

source: Do not show this reply to the client
tr: müşteriye bu cevap gösterme

source: Post
tr: Posta

source: Assigned To
tr: Atanan Kişi

source: Files in this Task
tr: Bu Görev Dosyalar

source: More
tr: Daha fazla

source: No Files in this Task
tr: Bu görev yok Dosyalar

source: Last Updated
tr: Son Güncelleme

source: People Involved
tr: insanlar Katılan

source: Uploaded by
tr: Yükleyen

source: Move to project
tr: Projeye taşı

source: Start timer
tr: sayacını başlatmak

source: Remove from
tr: Dan kaldır

source: by
tr: tarafından

source: No tasks for me
tr: Benim için hiçbir görev

source: No tasks as overdue
tr: gecikmiş gibi hiçbir görevleri

source: No tasks delegated
tr: Hiçbir görev yetki

source: No high priority tasks
tr: Hiçbir yüksek öncelikli görevler

source: Add New
tr: Yeni ekle

source: Enter Description...
tr: Açıklama girin ...

source: No files setelcted
tr: Hiçbir dosya setelcted

source: Select a Project
tr: Bir projeyi seçin

source: Select a Task
tr: Görev seçin

source: Is Billable
tr: Faturalandırılabilir mı

source: Start Conversation
tr: Başlangıç ​​Konuşma

source: Toggle navigation
tr: Geçiş navigasyonu

source: Please create a Project to add Task under that Project
tr: Bu Proje kapsamında görev eklemek için bir proje oluşturun

source: Dashboard
tr: Pano

source: Milestones
tr: Kilometre Taşları

source: Recently viewed
tr: Son Görüntülenen

source: Search Tasks
tr: Arama Görevler

source: Project Template
tr: Proje Şablonu

source: Task Template
tr: görev Şablon

source: This Account is managed by
tr: Bu hesap tarafından yönetilmektedir

source: Projects:
tr: Projeler

source: Users:
tr: kullanıcılar

source: Storage:
tr: Depolama

source: Default View
tr: Varsayılan görünüm

source: Help & Support
tr: Yardım desteği

source: Getting Started
tr: Başlamak

source: Language Settings
tr: Dil ayarları

source: Log Out
tr: Çıkış Yap

source: General Questions
tr: Genel Sorular

source: Features
tr: Özellikler

source: How it works?
tr: Nasıl Çalışır?

source: Updated
tr: Güncellendi

source: out of
tr: 5 üzerinden

source: task are closed
tr: Görev kapalı

source: Last activity on
tr: Son etkinlik üzerinde

source: Not Found
tr: Bulunamadı

source: Add Users
tr: Kullanıcı Ekle

source: optional
tr: İsteğe Bağlı

source: Use comma to separate multiple email ids
tr: Birden fazla e-posta kimlikleri ayırmak için virgül kullanın

source: Make Inactive
tr: Etkin olmayan olun

source: First Name
tr: İsim

source: Last Name
tr: Soyadı

source: Select Currency
tr: Para Birimi seçiniz

source: Organization
tr: Kuruluş

source: Address
tr: Adres

source: Street
tr: kaçtık.

source: City
tr: Şehir

source: State
tr: Devlet

source: Country
tr: Ülke

source: Phone Number
tr: Telefon Numarası

source: Company Name
tr: Şirket Adı

source: Add new Users
tr: Yeni Kullanıcı Ekle

source: owner
tr: Sahibi

source: admin
tr: Yönetici

source: Estimated Hours
tr: Tahmini Saatler

source: Please contact your account owner to create more projects
tr: Daha fazla projeler oluşturmak için hesap sahibiyle iletişime geçin

source: Upgrade
tr: Yükselt

source: you account to create more projects
tr: Daha fazla projeler oluşturmak için hesap

source: Estd. Hour(s)
tr: Estd. Saatler)

source: Depends On
tr: Bağlıdır

source: Email ID
tr: Posta KIMLIĞI

source: Project to be
tr: Proje olarak

source: Sorry, User Limit Exceeded!
tr: Maalesef Kullanıcı sınırı aşıldı!

source: your account to create more users
tr: Hesabınız fazla kullanıcı oluşturmak için

source: Sub-Category Title
tr: Alt Kategori Başlığı

source: Edit Task Status Group Name
tr: Düzenleme Görev Durumu Grubu Adı

source: Enter Task Status Group name
tr: Görev Durumu Grup adını girin

source: Enter status name
tr: Durum adını girin

source: click button to save color
tr: renk kaydetmek için düğmesine tıklayın

source: Add Status
tr: Durum ekle

source: No tasks have been archived yet on this project
tr: Hiçbir görevler bu projede henüz arşivlendi

source: All archived tasks of this project will appear here
tr: Bu projenin tüm arşivlenmiş görevleri burada görünecek

source: No files have been archived yet on this project
tr: Hiçbir dosya bu proje üzerinde henüz arşivlendi

source: All archived files of this project will appear here
tr: Bu projenin tüm arşivlenmiş dosyaları burada görünecek

source: No task activities on this project
tr: Bu proje üzerinde hiçbir görev faaliyetleri

source: All activities of this project will appear here
tr: Bu projenin tüm faaliyetler burada görünecek

source: No files have been shared or uploaded on this project
tr: Hiçbir dosya paylaşılan veya bu projede yüklendi

source: All files shared on this project will appear here
tr: Bu projede paylaşılan tüm dosyalar burada görünecek

source: No files found
tr: Dosya bulunamadı!

source: No Overdue Task on this project
tr: Bu proje üzerinde hiçbir Vadesi Görev

source: No High Priority Task have been created on this project
tr: Hiçbir Yüksek Öncelikli görev, bu proje üzerinde oluşturulmuştur

source: No Task for me on this project
tr: Bu proje benim için hiçbir görev

source: No Task delegated on this project
tr: Bu projede temsilci yok Görev

source: No Task have been created on this project
tr: Hiçbir görev, bu proje üzerinde oluşturulmuştur

source: All Task created on this project will appear here
tr: Bu projede oluşturulan tüm görev burada görünecek

source: Set Password
tr: Şifre seç

source: All Attachments
tr: Tüm Ekler

source: Add Note
tr: Not ekle

source: Note Content
tr: Not İçeriği

source: Add New Category
tr: Yeni Kategori Ekle

source: Add Wiki Approver
tr: Wiki Onaylayıcısı Ekle

source: Create New Project
tr: Yeni Proje Oluşturma

source: Approve Wiki Details
tr: Wiki Bilgilerini Onayla

source: All Activities
tr: Tüm Aktiviteler

source: Add Wiki Comment
tr: Wiki Açıklamasını Ekleyin

source: Add New Wiki Category
tr: Yeni Wiki Kategorisi Ekle

source: Add New Wiki Sub-Category
tr: Yeni Wiki Alt Kategorisi Ekle

source: Add New Customer
tr: Yeni Müşteri ekle

source: Resource Not Available
tr: Kaynak Kullanılamaz

source: Overload Details
tr: Aşırı Yük Ayrıntıları

source: New Task Type
tr: Yeni Görev Tipi

source: Log time
tr: zaman Log

source: User Leave Form
tr: Kullanıcı İzin Formu

source: Choose an existing task
tr: Mevcut bir görevi seçin

source: Need help getting started?
tr: başlarken yardıma mı ihtiyacınız var?

source: If you get stuck or need help with anything we are here for you. Just
tr: Zorlandığınız ya da bir şey ile yardıma ihtiyacınız varsa biz sizin için buradayız. Sadece

source: send us a line
tr: Bize bir çizgi göndermek

source: we will get back to you as soon as possible or find your answer at our
tr: biz en kısa sürede size geri almak ya da cevap bulacaksınız bizim

source: help desk
tr: Yardım masası

source: Ok, got it!
tr: Tamam anladım!

source: Invite New User
tr: Yeni Kullanıcı Davet

source: Make sure that you have done the below required changes in
tr: Eğer aşağıda gerekli değişikliklerin yapılması emin olun

source: You have provided the details of <b>SMTP</b> email sending options in
tr: <B> SMTP </ b> e-posta gönderme seçeneklerinin ayrıntılarını şu adreste sağladınız:

source: You have updated FROM_EMAIL_NOTIFY and SUPPORT_EMAIL in
tr: Siz FROM_EMAIL_NOTIFY ve SUPPORT_EMAIL güncelledik

source: Cancel Subscription Information
tr: Abonelik İptal

source: Profile Image
tr: Profil fotoğrafı

source: Browse
tr: Gözat

source: Select your profile image...
tr: Profil resminizi seçin ...

source: Drag and set the box on the area you want to crop.
tr: Sürükle ve kırpmak istediğiniz alana kutu ayarlayın.

source: Confirm
tr: Onayla

source: Select tabs to enable
tr: Seç sekmeler etkinleştirmek için

source: Remove User
tr: Kullanıcı kaldır

source: Loading users...
tr: Yükleniyor kullanıcıları ...

source: Assign Project
tr: Projesi atama

source: Enter Project Name
tr: Proje Adı Girin

source: Loading projects...
tr: Yükleniyor projeler ...

source: Assign
tr: Ata

source: Assign & Continue
tr: Ata & Devam Et

source: Remove Project
tr: Projesi kaldır

source: Add Tasks
tr: Görevler ekle

source: Switch Milestone
tr: Anahtar Milestone

source: Loading tasks...
tr: Yükleniyor görevleri ...

source: Move task to milestone
tr: kilometre taşı görevi taşı

source: Move task
tr: Taşı görev

source: Remove Tasks
tr: Görevler kaldır

source: Feedback
tr: Geri bildirim

source: Template Name
tr: şablon adı

source: New Task Status
tr: Yeni Görev Durumu

source: Color
tr: Renkli

source: Loader
tr: yükleyici

source: Gantt Settings
tr: Gantt Ayarları

source: Add a task here & hit enter....
tr: Burada bir görev ekleme ve butonu tıklayın ....

source: You can enter time as 1.5 (that mean 1 hour and 30 minutes)
tr: Sen 1.5 olarak saati girebilirsiniz (yani 1 saat 30 dakika ortalama)

source: ALL
tr: TÜMÜ

source: Do not show this task to the client
tr: müşteriye bu görevi gösterme

source: Recurring Task
tr: Tekrarlanan Görev

source: Repeat Type
tr: Tekrarlama Tipi

source: Weekly
tr: Haftalık

source: Monthly
tr: Aylık

source: Quarterly
tr: Çeyrek Senelik

source: Yearly
tr: Yıllık

source: Starts
tr: başlatır

source: Ends after
tr: sonra sona

source: occurrences
tr: olaylar

source: Ends on
tr: sona erer

source: Reason of Leave
tr: İzin Sebebi

source: Statistics
tr: istatistik

source: SO FAR THIS WEEK
tr: ŞİMDİYE KADAR BU HAFTA

source: Logged in User
tr: Kullanıcı Girildi

source: of Total
tr: Toplam

source: Last Week to Date
tr: Tarih Geçen Hafta

source: Tasks Created
tr: Görevler düzenlendi

source: Tasks Updated
tr: Görevler Güncelleme

source: Tasks Closed
tr: Görevler Kapalı

source: spent
tr: harcanmış

source: Storage Used
tr: depolama kullanılmış

source: Task Status of the Week
tr: Haftanın Görev Durumu

source: Task Created
tr: görev düzenlendi

source: Task Updated
tr: görev Güncellendi

source: Project Status of the Week
tr: Haftanın Proje Durumu

source: Closed/Total Tasks
tr: Kapalı / Toplam Görevler

source: Usage
tr: Kullanımı

source: No Project Status on last week
tr: Geçen hafta yok Proje Durumu

source: Out of
tr: 5 üzerinden

source: User has not logged in to the system since last week
tr: Kullanıcı geçen haftadan bu yana sisteme giriş yapmamış

source: tasks created and
tr: görevler oluşturulur ve

source: updated on last week
tr: Geçen hafta güncellenen

source: storage used on all projects
tr: tüm projelerde kullanılan depolama

source: Submitted By
tr: Tarafından gönderilmiştir

source: This wiki is already approved.
tr: Bu wiki zaten onaylandı.

source: Comments
tr: Yorumlar

source: Today at
tr: Bugün de

source: Y'day at
tr: en Y'day

source: Y'day
tr: dün

source: Tomorrow
tr: Yarın

source: just now
tr: hemen şimdi

source: mins ago
tr: dk önce

source: min ago
tr: dak önce

source: hours ago
tr: saatler önce

source: hour ago
tr: bir saat önce

source: ago
tr: önce

source: to go
tr: mu?

source: As a
tr: Olarak

source: account
tr: Hesap

source: Company account has been confirmed by
tr: Şirket hesabı tarafından onaylandıktan

source: as a
tr: olarak

source: user
tr: KULLANICI:

source: With email
tr: E-posta ile

source: With
tr: Tüm araçlarda emniyet kemeri olmasıyla daha fazla insan emniyet kemeri takmaya başladı ve insanların büyük kazalardan kurtulma olasılıkları arttı. Bu durumda emniyet kemeri hayat kurtarır hale geldi.

source: updated during
tr: sırasında güncellendi

source: created expense.
tr: Oluşturulan masraf.

source: created expense & finally submitted.
tr: Masraflar yarattı & sonunda gönderildi.

source: updated expense.
tr: Güncellenmiş gider.

source: updated expense & finally submitted.
tr: Güncellenmiş Giderler & Sonunda Gönderildi.

source: created
tr: Yaratılan

source: expense details.
tr: Gider ayrıntıları.

source: updated
tr: güncellenmiş

source: deleted expense details.
tr: Gider ayrıntılarını sildi.

source: created expense category.
tr: Oluşturulan gider kategorisi.

source: updated expense category.
tr: Güncellenmiş gider kategorisi.

source: added
tr: katma

source: expense attachments.
tr: Gider ekleri.

source: deleted expense attachments.
tr: Gider eklerini sildi.

source: downloaded expense attachments.
tr: Indirilen gider ekleri.

source: exported pdf report from main panel.
tr: Ana panelden pdf raporu ihraç edildi.

source: exported pdf report by selecting checkboxes.
tr: Onay kutularını seçerek pdf raporu ihraç etti.

source: approved expense
tr: Onaylanmış masraf

source: rejected expense
tr: Reddedilen masraf

source: finally approved expense
tr: Nihai olarak masrafı onayladı

source: No task(s) available.
tr: Henüz görev (ler).

source: Project cannot be left blank!
tr: Proje boş bırakılamaz!

source: No Milestone(s) available.
tr: Henüz Milestone (ler).

source: User(s) in this
tr: Bu Kullanıcı (lar)

source: Project Name is mandatory when "All" project is selected.
tr: "Tümü" projesi seçildiğinde Proje Adı zorunludur.

source: You have not created any project yet
tr: Henüz herhangi bir proje hazırlandı değil

source: No projects found.
tr: Hiçbir proje bulunamadı.

source: Created by
tr: Tarafından yaratıldı

source: User(s)
tr: kullanıcılar

source: Task(s)
tr: Görevler

source: Storage
tr: Depolama

source: Hour(s)
tr: Saatl

source: Alert Time
tr: Uyarı Zaman

source: Minute(s)
tr: Dakika

source: Timezone
tr: Saat Dilimi

source: Frequency
tr: Frekans

source: 5 days in week
tr: haftada 5 gün

source: 6 days in week
tr: haftada 6 gün

source: 7 days in week
tr: haftada 7 gün

source: Click on the
tr: Tıkla

source: and add your new Task Types.
tr: ve yeni görev türleri ekleyin.

source: Custom Task Type
tr: Özel Görev Tipi

source: Default Task Type
tr: Varsayılan Görev Tipi

source: Task(s)
tr: Görevler

source: Task Types are independent of Projects, but please create a Project to get started.
tr: Görev Çeşitleri Projeler bağımsız, ancak başlamak için bir proje oluşturun.

source: Bug Count
tr: hata Sayısı

source: Bugs
tr: hatalar

source: Day(s)
tr: Gün

source: Bug Report
tr: Hata raporu

source: Bugs created.
tr: Haşereler oluşturulur.

source: Avg. days to Resolve a Bug
tr: Ort. gün Hata çözmek için

source: Avg. days to Close a Bug
tr: Ort. gün Hata Kapatmak için

source: Hours spent on these Bugs
tr: Bu Bugs harcanan saatler

source: No data for this date range & project.
tr: Bu tarih aralığında ve proje için veri yok.

source: Not enough Analytics data!
tr: Yeterli değil Analytics verilerini!

source: Task Type - Pie Chart
tr: Görev Türü - Pie Chart

source: Loading task type pie chart
tr: Yükleme görev türü pasta grafik

source: Task Type Statistics
tr: Görev Tipi İstatistikleri

source: Loading Statistics
tr: yükleme istatistikleri

source: Task Trend Chart
tr: Görev Trend Chart

source: Loading task trend chart
tr: Yükleme görev eğilim grafiği

source: Bug Status Pie Chart
tr: Hata Durumu Pie Chart

source: Loading bug status pie chart
tr: Yükleme hata durumu pasta grafik

source: Bug Statistics
tr: hata istatistikleri

source: Bugs Life Cycle - Line Chart
tr: Bugs Yaşam Döngüsü - Çizgi Grafik

source: Loading bug life cycle line chart
tr: Yükleme hata yaşam döngüsü çizgi grafiği

source: Bug Glide Path Chart
tr: Hata Glide Path Tablosu

source: Loading bug glide path chart
tr: Yükleme hata süzülme yolu grafiği

source: Replies
tr: Cevaplar

source: No Results Found
tr: Sonuç bulunamadı.

source: hour
tr: saat

source: Total Hours
tr: Toplam Saat

source: Hours Report
tr: saat Raporu

source: Hours Spent on Task Type - Pie Chart
tr: Görev Tipi Geçirilen Saatler - Pie Chart

source: Loading Pie Chart
tr: Pasta Grafiği yükleniyor

source: Hours Spent by All
tr: Tüm tarafından Harcanan saat

source: Loading Grid view
tr: Yükleme Tablo görünümü

source: Loading Line Chart
tr: Yükleme Çizgi Grafik

source: Total # of Tasks
tr: Görevler Toplam #

source: # of Tasks
tr: Görevler arasında

source: Tasks created.
tr: Görevler yarattı.

source: Avg. days to Resolve a Task
tr: Ort. gün görev çözmek için

source: Avg. days to Close a Task
tr: Ort. gün görev Kapatmak için

source: Hours spent on these Tasks
tr: Bu görevler için harcanan saatler

source: Tasks Count
tr: Görevler sayın

source: No Data for this week
tr: Bu hafta için Veri Yok

source: Create Task Template
tr: Görev Şablon Oluşturma

source: Default Template
tr: Standart Tema(Şablon)

source: # of Tasks Report
tr: Görevler Raporu #

source: No project(s) available.
tr: Henüz proje (ler).

source: Assigned Project(s)
tr: Atanan Projesi (ler)

source: No project(s) assigned.
tr: Hiçbir proje (ler) atanır.

source: OVERDUE TASKS
tr: TAKİPTEKİ GÖREVLER

source: years
tr: yıl

source: months
tr: Ay

source: No tasks
tr: Hiçbir Görev yok

source: UPCOMING TASKS
tr: YAKLAŞAN GÖREVLER

source: Choose which filters to show in your dashboard tabs
tr: senin pano sekmeleri göstermek için filtreler hangi seçin

source: Old Password
tr: Eski şifre

source: New Password
tr: Yeni Şifre

source: Confirm Password
tr: Şifreyi Onayla

source: Sorry, this is not available in this version.
tr: Maalesef, bu sürümde mevcut değildir.

source: Milesone
tr: Kilometre taşı

source: Send me Email Notification
tr: Bana E-posta Bildirimi Gönder

source: All New Task
tr: Tüm Yeni Görev

source: Send me All New Task emails
tr: Bana Tüm Yeni Görev e-postalar göndermek

source: All Task Reply & Comment
tr: Tüm Görev Cevap & Yorum

source: All Task Status Change
tr: Tüm Görev Durumu Değişikliği

source: Send me All Status Update emails
tr: Bana tüm Durum Güncellemesi e-postalar göndermek

source: Show me Notification
tr: Bana Bildirimi göster

source: Enable Desktop Notification
tr: Masaüstü Bildirimi etkinleştirme

source: Browser version supporting Desktop Notification,
tr: Masaüstü Bildirimi destekleyen tarayıcı sürümü,

source: Firefox 22 and above
tr: Ateş 22 ve yukarıda belirtilen

source: Chrome 32 and above
tr: Krom 32 ve üzeri

source: Above Safari 6 on Mac OSX 10.8+
tr: Mac OSX 10.8+ Safari 6 Üstü

source: Send me Email Reports
tr: Bana e-posta göndermek Raporları

source: Daily
tr: Günlük

source: Task Due (daily)
tr: Görev nedeniyle (günlük)

source: Daily Update Report
tr: Günlük Güncelleme Raporu

source: Send me Email
tr: Bana e-posta göndermek

source: Hour
tr: Saat

source: Min
tr: En az

source: Select Projects
tr: seç Projeler

source: Forgot your password?
tr: Parolanızı mı unuttunuz?

source: To reset your password, type the full email address you use to sign in to your Orangescrum Account.
tr: Şifrenizi sıfırlamak için, Orangescrum Hesabınızda oturum açmak için kullandığınız tam e-posta adresinizi yazın.

source: After submitting please click on the link sent to your email
tr: gönderdikten sonra e-postanıza gönderilen linke tıklayınız

source: Your Password is successfully changed.
tr: Şifrenizi başarıyla değiştirilir.

source: Login
tr: Giriş Yap

source: with your new pasword
tr: Yeni bir şifresi olan

source: Please enter your email.
tr: Lütfen e-postanızı girin:

source: Invalid 'E-mail' address!
tr: * Geçersiz e-posta adresi

source: Password cannot be blank!
tr: Şifre boş olamaz!

source: Password should be between 6-15 characters!
tr: Şifre 6-15 karakter arasında olmalıdır!

source: Re-Type Password cannot be blank!
tr: Yeniden Tip Şifre boş olamaz!

source: Passwords do not match!
tr: Şifreler eşleşmedi

source: Getting Started with Orangescrum
tr: Orangescrum Başlarken

source: Name your project suitably, choose short name accordingly.
tr: , Uygun projeyi ad buna göre kısa adı seçin.

source: Add up your team members/customers to the project while creating.
tr: oluştururken projeye ekip üyeleri / müşterileri ekleyin.

source: Alternately, you can add team/customer to a project in ‘Manage Projects’ section.
tr: Alternatif olarak, 'Yönet Projeler' bölümünde bir projeye ekip / müşteri ekleyebilirsiniz.

source: Send invitation to team member (separate by comma for multi Email IDs)
tr: (Çoklu e-posta kimlikleri için virgül ile ayrı) üyesi takım davetiye gönderin

source: Invitees need to set up their account using link provided in the email.
tr: Davetliler e-postada verilen bağlantıyı kullanarak kendi hesabı kurmak gerekir.

source: Assign projects to your team members while inviting them.
tr: Onları davet ederken ekip üyelerine projelerini atayın.

source: You can assign/remove projects from your team members any time on manage users section.
tr: Sen / atamak ekip üyelerinin kullanıcılar bölümünü yönetmek herhangi bir zaman projeleri kaldırabilirsiniz.

source: Enter a title, put due date or set priority and create a task under a project.
tr: Bir başlık girin nedeniyle tarih veya set öncelikli koymak ve bir proje kapsamında bir görev oluşturmak.

source: Assign task to a team member, attach files from Google Drive or Dropbox while creating a task.
tr: Bir görev oluştururken Google Drive veya Dropbox dosyaları eklemek, bir ekip üyesi görev atayın.

source: You can also Import a bunch of tasks from a .CSV file under a project.
tr: Ayrıca proje kapsamında bir .CSV dosyasından görevlerin bir demet alma olabilir.

source: You can categorize your Task usign the Task Types.
tr: Sen Görev Görev Türleri usign kategorilere ayırabilirsiniz.

source: It's doesn't matter whether your business is Education or Health Services or Construction, you can define your own Task Type and add Tasks under them
tr: Bu iş Eğitim veya Sağlık Hizmetleri ya da inşaat olup olmadığı önemli değildir, sen kendi Görev Tipi tanımlayabilir ve bunların altındaki Görevler ekleyebilir
