Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/tur/LC_MESSAGES/default.po
Languages: tr

source: You can remove the default Task Type by unchecking the checkbox and save the changes.
tr: Sen onay kutusunu işaretini kaldırarak varsayılan Görev Tipi kaldırmak ve değişiklikleri kaydedebilirsiniz.

source: Respond via Email
tr: E-posta ile yanıt

source: You can respond to the task Email sent from
tr: Sen gönderilen görev Email yanıt verebilir

source: Your Email response will be posted on Orangescrum against that task.
tr: E-posta yanıtı bu görev karşısında Orangescrum ilan edilecektir.

source: Respond on a task even on-the-go from your mobile via Email.
tr: E-posta ile cep telefonunuzdan-go on-hatta bir görev üzerinde cevap.

source: Desktop Notification
tr: Masaüstü Bildirimi

source: Notification
tr: Bildirim

source: The Desktop Notification works on heigher versions of most of the browsers.
tr: Masaüstü Bildirim tarayıcıların çoğu heigher sürümlerinde çalışır.

source: Firefox 22 and above, Chrome 32 and above, Safari 6 on Mac OSX 10.8+
tr: Firefox 22 ve üzeri, Mac OSX 10.8+ yukarıda Krom 32 ve Safari 6

source: You'll see a pop-up when a new task or reply arrives so you can keep track of your Tasks even when you're not looking at
tr: Yeni bir görev veya cevap geldiğinde sen bakmıyoruz bile Görevler takip edebilirsiniz böylece bir pop-up göreceksiniz

source: Turn the desktop notification On or Off in the
tr: Kapalı Açık veya masaüstü bildirimi çevirin

source: page.
tr: Sayfa

source: Settings
tr: Ayarlar

source: Setting
tr: Ayarlar

source: Timezone & Profile
tr: Saat dilimi ve Profil

source: Personalize your Orangescrum account by setting up your Profile details and Timezone.
tr: senin Profil ayrıntılarını ve Timezone kurarak Orangescrum hesabınızı kişiselleştirin.

source: The Timezone settings help you to keep stay up-to-date while working with a virtual or remote team.
tr: Saat dilimi ayarları sanal veya uzaktan ekibi ile çalışırken up-to-date kalmak tutmaya yardımcı olur.

source: The Email Notification is set to "No" by default, to get email those email only when selected when task is posted.
tr: E-posta Bildirimi görev yayınlandığında seçili sadece bu e-posta e-posta almak için, varsayılan olarak "Hayır " \ ayarlanır.

source: Set to "Yes", to get all the Task related Emails from all your assigned projects from Orangescrum.
tr: Orangescrum tüm atanmış projelerden tüm Görev ile ilgili e-postalar almak için, "Evet " \ ayarlayın.

source: You can enable or disable Google Chrome Desktop Notification on the "Notification" page.
tr: Etkinleştirebilir veya \ "Bildirim " sayfa Google Chrome Masaüstü Bildirimi devre dışı bırakabilirsiniz.

source: Reports
tr: Raporlar

source: Customize your Email report settings.
tr: E-posta rapor ayarlarınızı özelleştirin.

source: Select projects and set your daily update settings.
tr: projeleri seçmek ve günlük güncelleme ayarlarını.

source: Replied
tr: Cevap verdi

source: Comment
tr: Yorum

source: Edited
tr: Düzenlendi

source: Welcome to Orangescrum Community Edition v1.6.1
tr: Orangescrum Community Edition V1.6.1 hoş geldiniz

source: Make sure that,
tr: Emin olun,

source: You have write permission (777) to
tr: Sen yazma izni (777) var

source: and
tr: ve

source: folders
tr: 9883 Klasör

source: You have provided the details of
tr: Sen detaylarını sağladı

source: email sending options in
tr: e-posta gönderme seçenekleri

source: You have updated FROM_EMAIL_NOTIFY and SUPPORT_EMAIL in
tr: Siz FROM_EMAIL_NOTIFY ve SUPPORT_EMAIL güncelledik

source: How it Works?
tr: Nasıl Çalışır?

source: Help!
tr: Yardım?

source: to
tr: Kime

source: Make sure that, the
tr: emin, emin olun

source: file is there in the root directory
tr: Dosya kök dizinde var

source: Login to your Account
tr: Hesabınıza giriş yapın

source: Quick Signup
tr: Hızlı Kayıt

source: Password
tr: Parola

source: Remember me
tr: Beni hatırla

source: Forgot Password
tr: Şifremi Unuttum

source: By signing up you you agree that you have read, understand, and accept the
tr: kaydolarak tarafından size, okuduğunuzu kabul anlamak ve kabul

source: License
tr: Lisans

source: Signup
tr: Kaydol

source: Resend
tr: Tekrar gönder

source: Are you sure you want to enable
tr: Kaydetmek istediğinizden emin misiniz?

source: Are you sure you want to disable
tr: Kaydetmek istediğinizden emin misiniz?

source: Are you sure you want to mark
tr: Kaydetmek istediğinizden emin misiniz?

source: as client
tr: istemci olarak

source: Mark Client
tr: Mark Müşteri

source: Are you sure you want to revoke client access from
tr: Eğer istemci erişimini iptal etmek istediğinizden emin misiniz

source: Revoke Client
tr: Client iptal

source: Are you sure you want to revoke Admin privilege from
tr: Eğer Yönetici ayrıcalığı iptal etmek istediğinizden emin misiniz

source: Revoke Admin
tr: Yönetici iptal

source: Are you sure you want to grant Admin privilege to
tr: Eğer Yönetici ayrıcalığı vermek istediğinizden emin misiniz

source: Grant Admin
tr: hibe Yöneticisi

source: No activity yet
tr: Henüz herhangi bir çalışma

source: No users found.
tr: Kullanıcı bulunamadı.

source: Sending invitation again
tr: Yine davetiye gönderiliyor

source: Add New User
tr: Yeni Kullanıcı Ekle

source: Work Hour per Day
tr: Günlük İş Saatleri

source: API Access Token
tr: API Erişim Jetonu

source: Re-generate
tr: Yeniden üret

source: Are you sure you want to delete
tr: Silmek istediğinizden emin misiniz?

source: Choose Company Logo
tr: Şirket Logo seç

source: Are you sure to delete logo
tr: Eğer logoyu silmek istediğinizden emin misiniz

source: Time Zone
tr: Saat Dilimi

source: Edit Profile Image
tr: Profil Düzenle Resmi

source: Delete Profile Image
tr: Profil Resmi sil

source: Choose Profile Image
tr: Profil Resmi seçin

source: Keep me upto date with new features
tr: yeni özellikler ile bugüne kadar beni tutmak

source: No project(s) assigned
tr: atanmış bir proje (ler)

source: notEmpty
tr: boş değil

source: email
tr: E-Posta
