Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/spa/LC_MESSAGES/default.po
Languages: es_es

source: Oops, site address already in use!
es_es: Oops! la dirección del sitio ya está en uso!

source: Invalid coupon code!
es_es: Código de cupón invalido!

source: Oops! Coupon code has already used.
es_es: Oops! Alguien a usó este código de cupón

source: Select Project
es_es: Selecciona proyecto

source: Select User
es_es: Seleccionar usuario

source: Key
es_es: Clave

source: Loading
es_es: Cargando

source: Save
es_es: Guardar

source: Add
es_es: Añadir

source: or
es_es: o

source: Cancel
es_es: Cancelar

source: Project can not be left blank
es_es: Proyecto no puede dejarse en blanco

source: User can not be left blank
es_es: El usuario no puede dejarse en blanco

source: API Key
es_es: Clave API

source: Title
es_es: Título

source: Description
es_es: Descripción

source: Estimated Hour
es_es: Hora estimada

source: File 1
es_es: Archivo 1

source: Select a file to upload
es_es: Selecciona un archivo para cargar

source: File 2
es_es: Archivo 2

source: API key can not be blank
es_es: Clave de la API no puede estar en blanco

source: Task title can not be left blank
es_es: Il titolo di attività non può essere lasciato vuoto

source: Generate
es_es: Generar

source: Generate API Key
es_es: Generar clave API

source: Is Active
es_es: Está activo

source: Action
es_es: Acción

source: Edit
es_es: Editar

source: Delete
es_es: Borrar

source: Test API
es_es: Prueba API

source: Api key not created. Generate new Api key
es_es: Clave de la API no se ha creado. Generar nueva clave de API

source: Test API form
es_es: Forma API de prueba

source: Are you sure to delete this api key
es_es: ¿Seguro eliminar esta clave api

source: Oops! No projects are having an estimated hour or a Start date ! RAG report cannot be found out
es_es: ¡Vaya! ¡Ningún proyecto tiene una hora estimada o una fecha de inicio! No se puede encontrar el informe de RAG

source: Oops! No projects are having a budget ! Cost report cannot be found out
es_es: ¡Vaya! ¡Ningún proyecto tiene un presupuesto! No se puede encontrar el informe de costos

source: Oops!
es_es: ¡Vaya!

source: No user has logged time
es_es: Ningún usuario ha registrado tiempo

source: on Project
es_es: en el proyecto

source: What's happening ?
es_es: Que está pasando ?

source: No user has entered time log for tasks on Project
es_es: Ningún usuario ha introducido el registro de tiempo para las tareas del proyecto

source: No user has entered time log for tasks!
es_es: ¡Ningún usuario ha introducido el registro de tiempo para las tareas!

source: What's going on ?
es_es: Que esta pasando ?

source: Oops! No task has been assigned to any user yet ! Whats cooking
es_es: ¡Vaya! ¡Aún no se ha asignado ninguna tarea a ningún usuario! Que esta cocinando

source: is not active in the project
es_es: no está activo en el proyecto

source: is not active in any of the projects! What's s/he busy with
es_es: no está activo en ninguno de los proyectos! ¿Por qué está ocupado

source: has not been assigned any task in the project
es_es: no se ha asignado ninguna tarea en el proyecto

source: Is it alright
es_es: Esta bien

source: has not assigned any task in the project
es_es: no ha asignado ninguna tarea en el proyecto

source: Is is alright
es_es: Esta bien

source: has not assigned any task in any project! Is is alright
es_es: ¡no ha asignado ninguna tarea en ningún proyecto! Esta bien

source: Back
es_es: Espalda

source: Export Task (.csv)
es_es: Exportar tareas (csv.)

source: Project Name
es_es: Nombre del proyecto

source: Resource Name
es_es: Nombre del recurso

source: Task Name
es_es: Nombre de la tarea

source: Billable Hour
es_es: Hora facturable

source: Non Billable Hour
es_es: Hora no facturable

source: Total Hour
es_es: Total hora

source: Task Type
es_es: Tipo de Tarea

source: Hour(s) Spent
es_es: Hora(s) gastado

source: Export(.csv)
es_es: Exportación (.csv)

source: Client Name
es_es: Nombre del cliente

source: End Date
es_es: Fecha de conclusión

source: Estimated Hour(s)
es_es: Horas estimadas

source: Total Task(s)
es_es: Tarea (s) total (es)

source: Closed Task(s)
es_es: Tarea (s) cerrada (s)

source: Total Task(s)/Closed Task(s)
es_es: Tarea (s) total (es) / Tarea (s) cerrada (s)

source: Budget
es_es: Presupuesto

source: Cost Approved
es_es: Costo Aprobado

source: Cost Incurred
es_es: Coste incurrido

source: Cost Remaining
es_es: Coste incurrido

source: RAG Time Status
es_es: RAG Tiempo Estado

source: RAG Cost Status
es_es: Estatus de Costo RAG

source: Date
es_es: Fecha

source: Total Task
es_es: Tarea total

source: In Progress Task
es_es: Tarea en progreso

source: Completed Task
es_es: Tarea completada

source: Oops!No activity in last week! What's cooking
es_es: ¡No hay actividad en la semana pasada! Que esta cocinando

source: Cost approved
es_es: Costo aprobado

source: Cost to client
es_es: Costo para el cliente

source: Cost to company
es_es: Costo para la empresa

source: Export To CSV
es_es: Exportar a CSV

source: Actual Cost
es_es: Costo real

source: Total Actual Cost
es_es: Costo total real

source: Billing Rate
es_es: Tasa de facturación

source: Total Billing Amount
es_es: Importe total de facturación

source: Oops!No Resource has logged time !What's happening
es_es: ¡Ningún recurso ha registrado el tiempo!

source: Resource
es_es: Recurso

source: No. Of Tasks
es_es: No. de tareas

source: Overdue Tasks
es_es: Tareas atrasadas

source: Upcoming Tasks
es_es: Próximas tareas

source: Created on
es_es: Creadas en

source: Overdue By
es_es: Scaduto da

source: Upcoming In
es_es: Prossimi In

source: Dates
es_es: Date

source: file not found:
es_es: archivo no encontrado:

source: Please enter category title.
es_es: Introduzca el título de la categoría.

source: Expenses Assigned to Me
es_es: Gastos asignados a mí

source: Expand All
es_es: Expandir todo

source: Category
es_es: Categoría

source: Currency
es_es: Moneda

source: Total inc Tax
es_es: Impuestos totales

source: Tax
es_es: Impuesto

source: Download Report
es_es: Descargar informe

source: No Expenses Found
es_es: No se han encontrado gastos

source: No expenses assigned to me
es_es: Sin gastos asignados

source: All expenses assigned to me will appear here
es_es: Todos los gastos que se me asignen aparecerán aquí

source: All Non-project Expenses
es_es: Todos los gastos no relacionados con el proyecto

source: Export Expense
es_es: Fecha de exportación

source: Excel
es_es: Eccellere

source: New Expense
es_es: Nuevo gasto

source: No non-project expenses
es_es: Sin gastos no relacionados con el proyecto

source: All non-expenses of this project will appear here
es_es: Qui verranno visualizzate tutte le non spese di questo progetto

source: My Expenses
es_es: Le mie spese

source: No project expenses
es_es: Sin gastos del proyecto

source: All expenses of this project will appear here
es_es: Qui troverai tutte le spese di questo progetto

source: Approvers
es_es: approvatori

source: Starting hierarchy from 1 as Level 1, 2 as Level 2 and so on.
es_es: Iniciando la jerarquía desde 1 como Nivel 1, 2 como Nivel 2 y así sucesivamente.

source: Add Approver
es_es: Agregar aprobador

source: Approver Name
es_es: Nombre del Aprobador

source: Approver Hierarchy
es_es: Jerarquía del Aprobador

source: This is the place where we can set the approval heirarchy to get your expenses approved.
es_es: Este es el lugar donde podemos establecer la jerarquía de aprobación para obtener sus gastos aprobados.

source: You can add as many levels as required based on your organization policy and business requirements.
es_es: Puede agregar tantos niveles como sea necesario según la política de su organización y los requisitos empresariales.

source: E.g. You add 4 users and assign them levels 1 to 4.(1 being the first level approver in the heirarchy).
es_es: P.ej. Añade 4 usuarios y asigna los niveles 1 a 4. (1 es el primer nivel aprobador en la herencia).

source: The expense once submitted will first go to U1-L1 for approval and then to U2-L2 etc. based on your selection from the "Approver" dropdown menu. At the same time, if you select U3-L3; then the approval kick starts from L3 pproval and then to L4. In this scenario L1 and L2 approvals will not be required or triggered.
es_es: El gasto una vez presentado primero pasará a U1-L1 para su aprobación y luego a U2-L2, etc. basado en su selección en el menú desplegable "Aprobador". Al mismo tiempo, si selecciona U3-L3; Entonces la patada de aprobación comienza desde L3 pproval y luego a L4. En este escenario no se requerirán ni activarán las aprobaciones L1 y L2.

source: Active
es_es: Activo

source: No approver......
es_es: No aprobador......

source: Categories
es_es: Categorías

source: Add Category
es_es: añadir categoría

source: Category Title
es_es: Categoría Título

source: No category......
es_es: Ninguna Categoria......

source: User name
es_es: Nombre de usuario

source: Approval Status
es_es: Estado de aprobación

source: Approved
es_es: Aprobado

source: Rejected
es_es: Rechazado

source: Pending
es_es: Pendiente

source: Project Expense
es_es: Gastos del proyecto

source: Non-project Expense
es_es: Gastos no relacionados con el proyecto

source: Draft
es_es: Borrador

source: Submitted
es_es: Presentada

source: Select a client
es_es: Seleccione un cliente

source: Approver
es_es: Aprobador

source: ( Owner )
es_es: (Propietario)

source: (Level
es_es: (Nivel

source: Total inc. Tax
es_es: Total inc. Impuesto

source: Add More Expense
es_es: Añadir más gastos

source: Activity Log Details
es_es: Detalles del registro de actividades

source: Note Details
es_es: Detalles de la nota

source: Activity Details
es_es: Detalles de la actividad

source: Created On
es_es: Creado en

source: No Activity Found!!
es_es: No se encontró actividad!

source: Note
es_es: Nota

source: No Note Found!!
es_es: No se encontró ninguna nota !!

source: Name
es_es: Nombre

source: Download Attachments
es_es: Descargar archivos adjuntos

source: Your download is ready click below to download
es_es: Tu descarga está lista; da clic en el botón para descargar.

source: All Expenses
es_es: Todos los gastos

source: My Expense
es_es: Mi gasto

source: Assign to Me Expense
es_es: Asignar a mí los gastos

source: Assigned to Me
es_es: Asignado a mí

source: Manage
es_es: Administrar

source: Manage Category
es_es: Gestionar categoría

source: Manage Approver
es_es: Administrar el Aprobador

source: Search Results for
es_es: Buscar resultados para

source: Reset
es_es: Reiniciar

source: Default Milestone
es_es: Predeterminado Milestone

source: Settings Saved Successfully
es_es: Configuración guardada correctamente

source: Edit Task
es_es: Editar tarea

source: Oops! No project selected.
es_es: Opps! No se seleccionó un proyecto

source: Task Status
es_es: Estatus de las tareas

source: Task status
es_es: Estado de la tarea

source: End
es_es: Fin

source: Undo
es_es: Deshacer

source: Redo
es_es: Rehacer

source: Insert Task Above
es_es: Insertar tarea Por encima

source: Insert Task Below
es_es: A continuación inserte Tarea

source: Indent Task
es_es: Tarea guión

source: Unindent Task
es_es: Tarea Unindent

source: Move Up
es_es: Ascender

source: Move Down
es_es: Mover hacia abajo

source: Zoom Out
es_es: Disminuir el zoom

source: Zoom In
es_es: Acercarse

source: Delete Task
es_es: Eliminar tarea

source: Print
es_es: Impresión

source: Critical Path
es_es: Camino critico

source: Edit Resources
es_es: Editar Recursos

source: Next
es_es: Siguiente

source: Previous
es_es: Previo

source: Code/short Name
es_es: Editar ResourcesCode / Nombre corto

source: Hide Tasks
es_es: Ocultar las tareas

source: Duration
es_es: Duración

source: Assignees
es_es: Cesionarios

source: name
es_es: nombre

source: You have modified tasks, reloading the page will reset all changes
es_es: Ha modificado tareas, volver a cargar la página se restablecerá todos los cambios

source: Submit
es_es: Enviar

source: Select
es_es: Selecciona

source: Add New Invoice
es_es: Añadir Nueva Factura

source: Please enter customer name.
es_es: Por favor, introduzca el nombre del cliente .

source: Please enter email address.
es_es: Por favor, introduzca la dirección de correo electrónico.

source: Please select currency.
es_es: Por favor, seleccione la moneda .

source: Please enter organisation name.
es_es: Introduzca el nombre de la organización.

source: Archived Invoice
es_es: archivado factura

source: Restore
es_es: Restaurar

source: Invoice
es_es: Factura

source: Invoice Date
es_es: Fecha de la factura

source: Customer
es_es: Cliente

source: Amount
es_es: Cantidad

source: Paid
es_es: Pagado

source: Archive
es_es: Archivo

source: No records
es_es: No hay registros

source: Are you sure you want to delete this invoice ?
es_es: ¿Seguro que quieres eliminar esta factura ?

source: Invoice deleted successfully.
es_es: Factura eliminado correctamente .

source: Invoice not deleted.
es_es: Factura no eliminado.

source: Status and progress cannot be changed as dependant tasks are not closed.
es_es: El estado y el progreso no se pueden cambiar ya que las tareas dependientes no se cierran.

source: updated successfully.
es_es: Actualizado correctamente.

source: Failed to update project.
es_es: No se pudo actualizar el proyecto.

source: Language changed successfully
es_es: Idioma cambiado correctamente

source: Language can't change. Try again later !
es_es: El lenguaje no puede cambiar. Inténtalo de nuevo más tarde!

source: Language Setting
es_es: Configuración de idioma

source: Language
es_es: Idioma

source: Template tasks updated successfully
es_es: Template de tareas actualizadoexitosamente

source: Remove
es_es: Eliminar

source: Add new Row
es_es: Añadir una nueva línea

source: loading
es_es: cargando

source: No task on template
es_es: No hay tarea en la plantilla

source: Add Task to Template
es_es: Agrega una tarea a la Plantilla

source: Title cannot be left blank!
es_es: El título no puede estar vacío!

source: Start Date cannot be left blank!
es_es: Fecha de Inicio no puede estar vacío!

source: End Date cannot be left blank!
es_es: Fecha de finalización no puede estar vacío!

source: Start Date cannot exceed End Date!
es_es: Fecha de comienzo no puede exceder Fecha final!

source: Create Project Template
es_es: Crear plantilla de proyecto

source: Add to Project
es_es: Añadir al proyecto

source: Created
es_es: Creado

source: First
es_es: Primero

source: Prev
es_es: Previo

source: Last
es_es: Último

source: End date cannot be left blank!
es_es: ¡La fecha de finalización no puede dejarse en blanco!

source: Start date cannot be left blank!
es_es: ¡La fecha de inicio no puede dejarse en blanco!

source: Task Title cannot be left blank!
es_es: Tarea ¡El título no se puede dejar en blanco!

source: Task end date cannot be left blank!
es_es: ¡La fecha de finalización de la tarea no puede dejarse en blanco!

source: Task start date cannot be left blank!
es_es: ¡La fecha de inicio de la tarea no puede dejarse en blanco!

source: Task Start Date cannot exceed End Date!
es_es: ¡La Fecha de inicio de la tarea no puede exceder la fecha de finalización!

source: Template title cannot be left blank!
es_es: ¡El título de la plantilla no se puede dejar en blanco!

source: Are you sure to delete the template
es_es: ¿Está seguro de eliminar la plantilla

source: There's an error with AJAX
es_es: Hay un error con AJAX

source: No task on this template
es_es: No hay tarea en la plantilla

source: No tasks found
es_es: No se encontraron tareas

source: Invalid role
es_es: Rol no válido

source: The role has been saved.
es_es: El papel se ha salvado.

source: The role could not be saved. Please, try again.
es_es: El papel no se pudo guardar. Por favor, inténtelo de nuevo.

source: The role does not exists.
es_es: Il ruolo non esiste.

source: The role has been Updated.
es_es: Il ruolo è stato aggiornato.

source: The role could not be updated. Please, try again.
es_es: Il ruolo non poteva essere aggiornato. Si prega di riprovare.

source: The Department has been saved.
es_es: Il Dipartimento è stato salvato.

source: The Department could not be saved. Please, try again.
es_es: Il Dipartimento non poteva essere salvato. Si prega di riprovare.

source: The Department does not exists.
es_es: El Departamento no existe.

source: The Department has been updated.
es_es: Se ha actualizado el Departamento.

source: The Module has been saved.
es_es: Il modulo è stato salvato.

source: The Module could not be saved. Please, try again.
es_es: Impossibile salvare il modulo. Si prega di riprovare.

source: The Module does not exists.
es_es: El Módulo no existe.

source: The Module group has been updated.
es_es: Il gruppo Modulo è stato aggiornato.

source: The role has been deleted.
es_es: Se ha eliminado el rol.

source: The role could not be deleted. Please, try again.
es_es: Il ruolo non poteva essere eliminato. Si prega di riprovare.

source: The Action has been saved.
es_es: L'azione è stata salvata.

source: The Action could not be saved. Please, try again.
es_es: Impossibile salvare l'azione. Si prega di riprovare.

source: Role
es_es: Ruolo

source: Short Name
es_es: Nombre corto

source: Department
es_es: Dipartimento

source: Users
es_es: Usuarios

source: Modules
es_es: moduli

source: Create
es_es: Creare

source: Module
es_es: Modulo

source: DEPARTMENT
es_es: DIPARTIMENTO

source: Role Group
es_es: Gruppo di Ruolo

source: User Name
es_es: Nome utente

source: User Email
es_es: Email dell'utente

source: No user(s) available.
es_es: Ningún usuario(s) disponible

source: Delete Role Group Only
es_es: Elimina solo il gruppo di ruoli

source: Delete Role Group with Roles
es_es: Elimina gruppo ruoli con ruoli

source: Yes
es_es: Sí

source: Save Changes
es_es: Salva I Cambiamenti

source: Roles without Role Group
es_es: Ruoli senza gruppo di ruoli

source: No Role Groups and no roles found
es_es: Nessun gruppo di ruoli e nessun ruolo trovato

source: Create New Action
es_es: Crea nuova azione

source: Create New Module
es_es: Crea nuovo modulo

source: Create New Role
es_es: Crea un nuovo ruolo

source: Create New Department
es_es: Crea nuovo reparto

source: You have modified actions, reloading the page will reset all changes
es_es: Hai modificato le azioni, ricaricando la pagina, ripristinerà tutte le modifiche

source: Uniq Id
es_es: Id unico

source: Company
es_es: Compañía

source: Dt Created
es_es: Dt creato

source: Dt Updated
es_es: Dt Aggiornato

source: Actions
es_es: Azioni

source: Edit Role
es_es: Modifica ruolo

source: Delete Role
es_es: Elimina ruolo

source: Are you sure you want to delete # %s?
es_es: ¿Está seguro de que desea eliminar #% s?

source: List Roles
es_es: Elenca i ruoli

source: New Role
es_es: Nuovo ruolo

source: List Companies
es_es: Aziende dell'elenco

source: New Company
es_es: Nuova società

source: List Actions
es_es: Elenca le azioni

source: New Action
es_es: Nuova azione

source: List Role Groups
es_es: Elenca i gruppi di ruoli

source: New Role Group
es_es: Nuovo gruppo di ruoli

source: Related Actions
es_es: Azioni correlate

source: Company Id
es_es: Codice Identificativo dell'azienda

source: Role Id
es_es: Id ruolo

source: View
es_es: Ver

source: Related Role Groups
es_es: Gruppi di Ruoli correlati

source: Project Short Name
es_es: Nombre corto del proyecto

source: Default Assign To
es_es: Asignar por defecto a

source: Work Flow
es_es: Flujo de trabajo

source: Default Task Status Group
es_es: Estado del grupo de tareas por defecto

source: Create New Task Status Group
es_es: Crear nueva tarea Estado del grupo

source: project
es_es: proyecto

source: status
es_es: estado

source: No Activity
es_es: Nessuna attività

source: from
es_es: de/desde

source: up to
es_es: hasta

source: of user
es_es: del usuario

source: for task
es_es: para la tarea

source: Export Date,
es_es: Fecha de exportación,

source: Total Billable Hours,
es_es: Total de horas facturables,

source: Total Non-Billable Hours,
es_es: Total de horas no facturables,

source: Total Hours,
es_es: Horas totales,

source: Time Log
es_es: Hora de registro

source: Logged
es_es: conectado

source: Billable
es_es: facturable

source: Estimated
es_es: Estimado

source: Start Timer
es_es: Temporizador de inicio

source: Log more time
es_es: Entrar más tiempo

source: Break
es_es: Descanso

source: Hours
es_es: Horas

source: Hide Time Log
es_es: Ocultar el registro de tiempo

source: Select Task
es_es: Seleccione Tarea

source: Non-Billable
es_es: No facturable

source: Start Time
es_es: Hora de inicio

source: End Time
es_es: Hora de finalización

source: Break Time
es_es: Descanso

source: Spent Hours
es_es: Horas dedicadas

source: Auto generate invoice on task close?
es_es: Generare automaticamente la fattura in chiusura delle attività?

source: Add Item
es_es: Añadir artículo

source: Note:
es_es: Nota:

source: Invoiced
es_es: Facturado

source: Payments
es_es: Pagos

source: Payment
es_es: Pago

source: Generated On
es_es: Generado en

source: Paid To
es_es: Pagado para

source: Received On
es_es: Recibido en

source: Email
es_es: Correo

source: Download
es_es: Descargar

source: Mark as Paid
es_es: Marcar como Pagado

source: Mark as Unpaid
es_es: Marcar como no remunerado

source: Available
es_es: Disponible

source: Booked
es_es: Reservado

source: Overloaded
es_es: Sobrecargado

source: Vacation
es_es: Vacaciones

source: hrs Available
es_es: hrs Disponible

source: is on leave
es_es: esta de vacaciones

source: Non-billable
es_es: No facturable

source: Time Logs
es_es: Registros de tiempo

source: Paid Time
es_es: Tiempo de pago

source: Unpaid Time
es_es: Tiempo sin pagar

source: Create Payment
es_es: Crea Pagamento

source: You are not authorised to modify
es_es: No está autorizado a modificar

source: Resource Utilization
es_es: Utilización de recursos

source: Resource Utilization Report
es_es: Informe de utilización de recursos

source: Company Logo
es_es: Logo de la compañía

source: Billing From
es_es: facturación De

source: Payee
es_es: Tenedor

source: Std.Hourly Rate
es_es: Tarifa de Std.Hourly

source: Apply
es_es: Aplicar

source: Payment Date
es_es: Fecha de pago

source: Balance Due
es_es: Saldo adeudado

source: Billable Hours
es_es: Horas facturables

source: Rate
es_es: La tasa

source: Add Line
es_es: Añadir elemento LineAñadir Línea

source: item
es_es: ít

source: Reduction Percent
es_es: Porcentaje de reducción

source: Reduction Flat
es_es: Reducción Plano

source: Total Amount
es_es: Cantidad total

source: Remittance details
es_es: Detalles de remesas

source: Save & Send
es_es: Guardar y Enviar

source: Send
es_es: Enviar

source: Close
es_es: Cerca

source: Preview
es_es: Avance

source: The assigned user is not available fully on the date specified. User will be next available on the following dates
es_es: El usuario asignado no está completamente disponible en la fecha especificada. El usuario estará disponible en las siguientes fechas

source: Other available resources are as follows
es_es: Otros recursos disponibles son los siguientes

source: Available Date & Hours
es_es: Fecha y hora disponibles

source: Change
es_es: Cambio

source: Create Any Way
es_es: Crea qualsiasi modo

source: All Project
es_es: Todos los proyectos

source: Select Users
es_es: Seleccionar Usuarios

source: Please wait, while I am searching for the availability of resources
es_es: Por favor espere, mientras estoy buscando la disponibilidad de recursos

source: Export
es_es: Exportar

source: Filter
es_es: Filtrar

source: Filters
es_es: Filtros

source: Today
es_es: Hoy

source: Yesterday
es_es: Ayer

source: This Week
es_es: Esta semana

source: This Month
es_es: Este mes

source: This Quarter
es_es: Este cuarto

source: This Year
es_es: Este año
