Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/spa/LC_MESSAGES/default.po
Languages: es_es

source: Last Week
es_es: La semana pasada

source: Last Month
es_es: El mes pasado

source: Last Quarter
es_es: Último cuarto

source: Last year
es_es: El año pasado

source: Last 365 days
es_es: Últimos 365 días

source: Custom Date
es_es: Fecha personalizada

source: From
es_es: De

source: To
es_es: Para

source: Search
es_es: Buscar

source: Chart View
es_es: Vista de gráfico

source: Top 5 Tasks
es_es: Top 5 tareas

source: Click here to see all records
es_es: Haga clic aquí para ver todos los registros

source: Select Resource
es_es: Seleccione recursos

source: Showing time log
es_es: Mostrando registro de tiempo

source: for all users and all dates
es_es: para todos los usuarios y todas las fechas

source: Reset Filters
es_es: Reiniciar los filtros

source: All Dates
es_es: Todas las fechas

source: Last Year
es_es: El año pasado

source: Last 365Days
es_es: Últimos 365 días

source: From Date
es_es: Desde la fecha

source: To Date
es_es: Hasta la fecha

source: Log Time
es_es: Tiempo de registro

source: Time log
es_es: Registro di tempo

source: Send Payment
es_es: Enviar pago

source: Subject
es_es: Sujeto

source: Message
es_es: Mensaje

source: Add Unbilled time to Payment
es_es: Agregar tiempo no facturado al pago

source: Choose Payment
es_es: Elegir pago

source: Timelog of multiple user cannot be selected
es_es: Timelog de múltiples usuarios no se puede seleccionar

source: Self Invoice cannot be created
es_es: No se puede crear la factura personal

source: Email sent successfully
es_es: Correo enviado correctamente

source: Email not sent due to some problem
es_es: Correo electrónico no enviado debido a algún problema

source: Payment successfully marked as paid
es_es: Pago correctamente marcado como pagado

source: Payment successfully marked as unpaid
es_es: Pago correctamente marcado como no pagado

source: Payments successfully marked as paid
es_es: Pagos correctamente marcados como pagados

source: Please select an invoice or create new invoice
es_es: Seleccione una factura o cree una nueva factura

source: Are you sure you want to delete this payment
es_es: ¿Seguro que desea eliminar este pago

source: Payment deleted successfully
es_es: Pago eliminado correctamente

source: Payment not deleted
es_es: Pago no eliminado

source: Something went wrong!
es_es: ¡Algo salió mal!

source: Wiki category is already present.
es_es: La categoría Wiki ya está presente.

source: Wiki sub-category is already present.
es_es: La subcategoría Wiki ya está presente.

source: Wikis Assigned to Me
es_es: Wikis asignados a mí

source: Wiki Title
es_es: Título de Wiki

source: Submitted Date
es_es: Fecha de envío

source: No wikis assigned to me
es_es: No se asignan wikis a mí

source: All assigned to me wikis will appear here
es_es: Qui tutti i wiki saranno assegnati

source: Collapse All
es_es: Desplegar Todo

source: Give Comment On Wiki
es_es: Comentar en Wiki

source: Update Wiki
es_es: Actualizar Wiki

source: View Wiki Activity
es_es: Ver la actividad de Wiki

source: Enable Wiki
es_es: Habilitar Wiki

source: Disable Wiki
es_es: Deshabilitar Wiki

source: All Comments
es_es: todos los comentarios

source: Commented By
es_es: Comentado por

source: Commented On
es_es: Comentado

source: No Comments Available.
es_es: No hay comentarios disponibles.

source: No wikis available
es_es: No hay wikis disponibles

source: All wikis will appear here
es_es: Qui tutti i wiki appariranno

source: Wiki Description
es_es: Wiki Descripción

source: Link To Project
es_es: Enlace al proyecto

source: Wiki Category
es_es: Categoría Wiki

source: Select Wiki Category
es_es: Seleccionar Categoría Wiki

source: Create New Category
es_es: Crear una nueva categoría

source: Wiki Sub Category
es_es: Wiki Sub categoría

source: Select Wiki Sub-Category
es_es: Seleccione la subcategoría Wiki

source: Create New Sub-Category
es_es: Crear una nueva subcategoría

source: Is Parent Wiki
es_es: Es la página principal

source: Choose Parent Wiki
es_es: Seleccione Parent Wiki

source: Select Parent Wiki
es_es: Seleccione Parent Wiki

source: File Attachments
es_es: Archivos Adjuntos

source: File Description
es_es: Descripción del archivo

source: Choose Approver
es_es: Elija Aprobador

source: Select Approver
es_es: Seleccionar Aprobador

source: Access Level
es_es: Nivel de acceso

source: Hide
es_es: Esconder

source: Make Public
es_es: Macer Público

source: This is the place where we can set the approval heirarchy to get your wiki approved.
es_es: Este es el lugar donde podemos establecer la herencia de aprobación para obtener su wiki aprobado.

source: The wiki once submitted will first go to U1-L1 for approval and then to U2-L2 etc. based on your selection from the "Approver" dropdown menu. At the same time, if you select U3-L3; then the approval kick starts from L3 approval and then to L4. In this scenario L1 and L2 approvals will not be required or triggered.
es_es: El wiki una vez enviado primero pasará a U1-L1 para su aprobación y luego a U2-L2 etc. basado en su selección en el menú desplegable "Aprobador". Al mismo tiempo, si selecciona U3-L3; Entonces la patada de aprobación comienza desde la aprobación de L3 y luego a L4. En este escenario no se requerirán ni activarán las aprobaciones L1 y L2.

source: Enable
es_es: Habilitado

source: Disable
es_es: Inhabilitado

source: Add Wiki Category
es_es: Añadir categoría Wiki

source: No wiki category......
es_es: No hay categoría wiki......

source: Sub Categories
es_es: Subcategorías

source: Add Wiki Sub Category
es_es: Añadir subcategoría Wiki

source: Sub Category Title
es_es: Título de la Subcategoría

source: No wiki subcategory......
es_es: No hay subcategoría de wiki ......

source: All Wikis
es_es: Todos los Wikis

source: Manage Subcategory
es_es: Administrar Subcategoría

source: Using
es_es: En uso

source: Mb of
es_es: Mb de

source: Mb of storage
es_es: Mb de almacenamiento

source: Archived by
es_es: Archivado por

source: Archived
es_es: Archivado

source: Tasks
es_es: Tareas

source: File Name
es_es: Nombre del archivo

source: Size
es_es: tamaño

source: All
es_es: Todas

source: None
es_es: Ninguno

source: No Milestone in the Archive
es_es: No hay logros en el archivo

source: Yet to Sign In
es_es: Aún por ingresar

source: more...
es_es: más...

source: hide...
es_es: oculto...

source: Cancel Daily Progress Reminder
es_es: Cancelar el recordatorio de Progreso Diario

source: Anytime
es_es: En cualquier momento

source: Past hour
es_es: La hora anterior

source: Past 24 hours
es_es: Las últimas 24 horas

source: Past week
es_es: Semana pasada

source: Past month
es_es: El mes pasado

source: Past year
es_es: Año pasado

source: Custom range
es_es: Rango personalizado

source: Next month
es_es: Siguiente mes

source: Next year
es_es: Siguiente año

source: From Date cannot be left blank!
es_es: De la fecha, no puede dejarse en blanco

source: To Date cannot be left blank!
es_es: A la fecha, no puede dejarse enblanco

source: From Date cannot exceed To Date!
es_es: De la fecha, no puede exceder los datos ingresados en A la fecha

source: Any time
es_es: En cualquier momento

source: Range
es_es: Rango

source: Types
es_es: Tipos

source: Members
es_es: Miembros

source: Assign to
es_es: Asignar a

source: Export CSV
es_es: Exportar CSV

source: Last Sign In:
es_es: Último acceso de usuario

source: more
es_es: más

source: hide
es_es: oculto

source: Already in this Project.
es_es: Ya en este proyecto.

source: No Projects assigned yet!
es_es: Aún no tiene proyecto(s) asignado(s)

source: Move
es_es: Movida

source: less
es_es: menos

source: No recently viewed
es_es: No visualizado recientemente

source: Search Results
es_es: Búsqueda de resultados

source: No result found
es_es: No se encontraron resultados

source: No tasks(s) available.
es_es: Ninguna tarea(s) disponible

source: Created Date
es_es: Fecha creada

source: No tasks available
es_es: Ninguna tarea disponible

source: Are you sure you want to change the Due Date?
es_es: ¿Seguro que quieres cambiar la fecha de vencimiento ?

source: Task Filter
es_es: Filtro de tareas

source: Time
es_es: Hora

source: Group by
es_es: Agrupar por

source: Assigned to
es_es: Asignado a

source: Sort by
es_es: Ordenar por

source: Tab Settings
es_es: Opciones de la ficha

source: Loading...
es_es: Cargando...

source: loading...
es_es: cargando...

source: My
es_es: Mi

source: Loading Tasks...
es_es: Cargando tareas ...

source: Cancel Daily Catch-Up
es_es: Cancelar

source: Do you want to get daily progress update from your team member(s)?
es_es: ¿Quieres conseguir la actualización diaria del progreso de su miembro(s) del equipo?

source: Just schedule it and sit back, end of the day you will get the update email in your inbox.
es_es: Sólo programa y espera, al final del día recibirás el correo electrónico de actualización en tu bandeja de entrada.

source: Get Daily Team updates without nagging them.
es_es: Recibe actualizaciones diarias del equipo sin tener que solicitarlas todo el tiempo.

source: Get Daily Progress from your team mates in a single email
es_es: Obtener progreso diario de sus compañeros de equipo en un solo correo electrónico

source: You have a distributed team, every tasks can not be captured, you just want your team send daily update, just set it here and sit back.
es_es: Tienes un equipo distribuido, cada tarea no puede ser capturada. Lo que quieres es que tu equipo envíe una actualización diaria; Ajústalo aquí y sólo espera.

source: Automate daily updates from your team.
es_es: Actualización diaria automática de tu equipo

source: Import Task
es_es: Importar tareas

source: Upload File
es_es: Cargar archivo

source: Preview Data
es_es: Vista previa de datos

source: Upload Summary
es_es: Cargar resumen

source: Create Project
es_es: Crear Proyecto

source: Find a Project
es_es: Encuentre un proyecto

source: Upload your CSV file
es_es: Carga tu archivo CSV

source: Choose file
es_es: Elige archivo

source: rows maximum size
es_es: Tamaño máximo de líneas

source: Continue
es_es: Continua

source: CSV File
es_es: Archivo CSV

source: Download the sample file
es_es: Descargar el archivo de muestra

source: to see what you can import
es_es: para ver lo que puedes importar

source: Milestone Name
es_es: Nombre del hito

source: mandatory
es_es: obligatorio

source: Description of the task
es_es: Descripción de la tarea

source: Due date of Task (mm/dd/yyyy)
es_es: Fecha límite de la tarea (mm/dd/yyyy)

source: Current status of the Task (NEW, In Progress, RESOLVED, CLOSED)
es_es: Estatus actual de la tarea (NUEVA, En Progreso, TERMINADA, CERRADA)

source: Task type (Bug, Development, Enhancement, RnD, QA, Unit Testing, Maintenance, Release, Updates, Idea, Others)
es_es: Tipo de tarea (Error, Desarrollo, Mejoramiento, RnD, QA, Unidad de Prueba, Mantenimiento, Lanzamiento, Actualizaciones, Idea, Otros)

source: Email ID of Task Assigned To
es_es: Email ID de la tarea asignada a

source: Help
es_es: Ayuda

source: Choose a project to Import Task
es_es: Elija un proyecto para importar Tarea

source: Upload the valid CSV file with your Tasks
es_es: Carga el archivo válido CSV con tus tareas

source: First system will prompt a preview of all the data in the file
es_es: E primer sistema le pedirá una vista previa de todos los datos en el archivo

source: In preview you can validate your data
es_es: En vista previa puedesvalidar sus datos

source: Confirm the data in the preview and Import them to the system
es_es: En vista previa puede validar sus datos

source: All the Tasks will be posted to the selected Project.
es_es: Todas las tareas se publicarán en el proyecto seleccionado.

source: Tasks to Import
es_es: Tareas por importar

source: Please double-check the below points before importing your Tasks
es_es: Por favor, revisa de nuevo la información que está debajo antes de importar tus Tareas

source: Blank Title
es_es: Título en blanco

source: Invalid Due Date (should be <b>MM</b>/<b>DD</b>/<b>YYYY</b>)
es_es: Fecha límite no válida (debe ser <b>MM</b>/<b>DD</b>/<b>YYYY</b>)

source: Invalid or Misspelled Status
es_es: Estado no válido o mal escrito

source: Invalid or Misspelled Type
es_es: Tipo no válido o mal escrito

source: Unknown Assigned To Email ID (User must be associated with the project)
es_es: Desconocido Asignado a la identificación del correo (el usuario debe estar asociado con el proyecto)

source: Invalid Estimated Hour
es_es: Hora estimada no válida

source: Invalid start time or end time or break time or spent hour
es_es: Hora de inicio no válida o hora de finalización o tiempo de interrupción o hora agotada

source: Confirm & Import
es_es: Confirmar & Importar

source: Input CSV file
es_es: Entrada archivo CSV

source: Total data
es_es: Datos totales

source: rows
es_es: lineas

source: Valid data
es_es: Datos válidos

source: Task(s) Imported into project
es_es: Tarea(s) importada(s) al proyecto

source: Please upload a valid csv file
es_es: Por favor, sube un archivo csv válida

source: Export milestone to CSV
es_es: Hito Exportar a CSV

source: Export Tasks to CSV
es_es: Exportar tareas a CSV

source: Please select atleast one checkbox to export the milestone tasks to csv
es_es: Por favor, seleccione al menos una opción para exportar las tareas hito a CSV

source: View More
es_es: Visualizza altro

source: Create Task
es_es: Crear Tarea

source: View All
es_es: Ver todo

source: Invite User
es_es: Invitar Usuario

source: Summary
es_es: Resumen

source: Project RAG Status
es_es: Status del progetto RAG

source: Project Time Sheet
es_es: Scheda del progetto

source: Resource Time Sheet
es_es: Periodo di tempo delle risorse

source: Time Log per Project
es_es: Registro di tempo per progetto

source: Time Log per Resource
es_es: Registro di tempo per risorse

source: Tasks per Resource
es_es: Attività per Resource

source: Task List
es_es: Elenco delle attività

source: Activities
es_es: attività

source: Executive Dashboard Help Content
es_es: Contenido de la Ayuda de Dashboard Ejecutivo

source: RAG Status
es_es: Estado RAG

source: Time and Cost
es_es: Tiempo y costo

source: Red Amber Green status indicates the project health in terms of time and cost
es_es: El estado rojo ámbar verde indica la salud del proyecto en términos de tiempo y costo

source: The status on any given day is calculated by dividing the estimated hours / total actual spent hours as recorded against tasks that were worked upon
es_es: El estado en un día dado se calcula dividiendo las horas estimadas / total de horas reales gastadas según lo registrado en las tareas que fueron trabajadas

source: Project Start Date
es_es: Fecha de inicio del proyecto

source: Project Estimated Hours
es_es: Horas estimadas del proyecto

source: Project Duration is calculated based on the estimated hours, work hours per day (Project Estimated hour/Project Duration) and the start date
es_es: Horas estimadas del proyecto...

source: Also in the Project details page you can define the <b>minimum and maximum allowed deviation</b>. Once defined the Red, Amber and Green statuses are calculated accordingly. This also applies for the RAG Cost Status
es_es: También en la página de detalles del proyecto puede definir la <b> desviación mínima y máxima permitida </ b>. Una vez definidos los estados Rojo, Ámbar y Verde se calculan en consecuencia. Esto también se aplica para el Estatus de los Costos RAG

source: is derived based on the following parameters
es_es: se deriva basándose en los siguientes parámetros

source: Rate per Day
es_es: Tarifa por día

source: Total Cost
es_es: Coste total

source: Project Duration
es_es: Duración del proyecto

source: Total cost is taken from the Budget or the Cost Approved field. Where the Cost Approved field is empty the Budget is taken as the total cost of the project
es_es: El costo total se toma del presupuesto o del campo Aprobado por los costos. Cuando el campo Aprobado por el costo está vacío, el Presupuesto se toma como el costo total del proyecto

source: Rate per Hour
es_es: Índice por hora

source: Rate per day
es_es: Tarifa por día

source: Work hour per day
es_es: Horas de trabajo por día

source: Project Estimated hour/Project Duration
es_es: Proyecto Hora estimada / Duración del proyecto

source: So
es_es: Asi que

source: for any given day, the RAG Cost Status becomes
es_es: para un día dado, el RAG Cost Status se convierte en

source: Rate per hour
es_es: Índice por hora

source: Actual spent hours as of today
es_es: Horas reales de hoy

source: Here too, the Red, Amber, Green is accorded based on the
es_es: Aquí también, el rojo, el ámbar, el verde se concede basado en el

source: minimum and maximum allowed deviation
es_es: desviación mínima y máxima permitida

source: as defined in the project details page during project creation
es_es: como se define en la página de detalles del proyecto durante la creación del proyecto

source: TO DO List
es_es: Lista de quehaceres

source: Provides a quick view of Overdue and Upcoming tasks with interactive Project(s) and Resource(s) filters to choose from for real time task progress checks
es_es: Proporciona una vista rápida de tareas pendientes y futuras con filtros interactivos de proyectos y recursos para elegir para verificaciones de progreso de tareas en tiempo real

source: Line Chart depicts the billable, non-billable and total hours spent by the team on various projects. Project, Resource and an array of Time Range filters are provided for you to easily focus on project(s) or resource(s) that interest(s) you
es_es: El gráfico de líneas muestra las horas facturables, no facturables y totales gastadas por el equipo en varios proyectos. El proyecto, el recurso y una serie de filtros de intervalo de tiempo se proporcionan para que usted pueda centrarse fácilmente en los proyectos o recursos que le interesen

source: Full Screen view shows you the data in a tabular format along with the graph. CSV export also made available based on your applied filters so that you ONLY have the data you need
es_es: La vista de pantalla completa le muestra los datos en un formato tabular junto con el gráfico. La exportación de CSV también está disponible en función de los filtros aplicados para que sólo tenga los datos que necesita

source: Weekly Task Progress By Project
es_es: Progreso semanal de tareas por proyecto

source: This table gives a date wise daily view of the task progress on specific projects for the past week. You can easily see how tasks progressed each day for a particular project. It also shows the time spent on the tasks for the specific project on a daily basis
es_es: Esta tabla da una vista diaria de la fecha sabiamente del progreso de la tarea en proyectos específicos para la semana pasada. Usted puede ver fácilmente cómo las tareas progresaron cada día para un proyecto en particular. También muestra el tiempo dedicado a las tareas para el proyecto específico diariamente

source: Total Tasks
es_es: Tareas totales

source: Count of all tasks in the project
es_es: Cuenta de todas las tareas del proyecto

source: Count of tasks worked on the specific date as shown in the table
es_es: Cuenta de tareas trabajadas en la fecha específica como se muestra en la tabla

source: Count of tasks completed on the specific date as shown in the table
es_es: Cuenta de tareas completadas en la fecha específica como se muestra en la tabla

source: Total time spent by resources on tasks on this date
es_es: Tiempo total dedicado por los recursos a las tareas en esta fecha

source: Weekly Task Progress By Resource
es_es: Progresso settimanale di attività da parte della risorsa

source: This table gives a date wise daily view of the task progress on specific projects by resources for the past week. You can easily see which resource spent how many hours on how many tasks each day on a particular project. A strategic progress card of task progress made by a user
es_es: Esta tabla proporciona una vista diaria de la fecha sabida del progreso de la tarea en proyectos específicos por recursos para la semana pasada. Usted puede ver fácilmente qué recurso pasó cuántas horas sobre cuántas tareas cada día en un proyecto en particular. Una tarjeta de progreso estratégico del progreso de la tarea realizada por un usuario

source: In Progress
es_es: En curso

source: Total time spent by the specific resource on assigned tasks on this date
es_es: Tiempo total dedicado por el recurso específico a las tareas asignadas en esta fecha

source: Project Time Log
es_es: Progetto Time Log

source: Simple bar graph shows the Total time <b>(Billable + Non-Billable neatly stacked)</b> spent by EACH user of a project for a specific time period as selected from the Time Range filter
es_es: El gráfico de barras simple muestra el tiempo total <b> (facturable + no facturable ordenadamente apilado) </ b> gastado por CADA usuario de un proyecto durante un período de tiempo específico seleccionado del filtro de intervalo de tiempo

source: You easily identify how resources are stacked on your chosen project and decide if you would like a specific resource to spend more time on this project
es_es: Puede identificar fácilmente cómo se apilan los recursos en el proyecto elegido y decidir si desea que un recurso específico pase más tiempo en este proyecto

source: Resource Time Log
es_es: Registro di tempo delle risorse

source: This straight forward graph shows the Total time (Billable + Non-Billable) spent by the specific user across ALL his/her projects for the selected Time Range
es_es: Este gráfico directo muestra el tiempo total (facturable + no facturable) gastado por el usuario específico en TODOS sus proyectos para el intervalo de tiempo seleccionado

source: You instantly see which project consumes a specific resource
es_es: Al instante se ve qué proyecto consume un recurso específico

source: s maximum time and at the same time which projects need to be revisited for resource allocation
es_es: s tiempo máximo y al mismo tiempo que los proyectos necesitan ser revisados para la asignación de recursos

source: As the name suggests, this box provides you with real time feed of activities by your teams in real time. Project and Resource filters have been provided for easy and quick reference on projects and resources that interest you
es_es: Como su nombre sugiere, esta casilla le proporciona un feed en tiempo real de las actividades de sus equipos en tiempo real. Se han proporcionado filtros de proyectos y recursos para una referencia fácil y rápida sobre los proyectos y recursos que le interesan

source: This way you instantly know who is doing what, when and where and saves from needless chasing
es_es: De esta manera usted sabe instantáneamente quién está haciendo qué, cuándo y dónde y salva de la persecución innecesaria

source: Task Per Resource
es_es: De esta manera usted sabe instantáneamente quién está haciendo qué, cuándo y dónde y salva de la persecución innecesaria...

source: Healthy Competition!!! This chart gives a quick snapshot of which user has been completing more tasks. Just a count comparison among users and their individual progress. The chart shows you the total tasks assigned to the user, count of tasks in progress and count of tasks closed by the user for a specific time range
es_es: ¡Competencia sana !!! Este gráfico proporciona una instantánea rápida de qué usuario ha estado completando más tareas. Sólo una comparación de conteo entre los usuarios y su progreso individual. El gráfico muestra las tareas totales asignadas al usuario, el recuento de las tareas en curso y el recuento de tareas cerradas por el usuario para un intervalo de tiempo específico

source: Time Spent by Task Type
es_es: Tiempo empleado por tipo de tarea
