Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/spa/LC_MESSAGES/default.po
Languages: es_es

source: created
es_es: creado

source: expense details.
es_es: Detalles del gasto.

source: updated
es_es: actualizado

source: deleted expense details.
es_es: Detalles de gastos eliminados.

source: created expense category.
es_es: Categoría de gastos creada.

source: updated expense category.
es_es: Categoría de gastos actualizada.

source: added
es_es: adicional

source: expense attachments.
es_es: Gastos adjuntos.

source: deleted expense attachments.
es_es: Eliminado los accesorios de gastos.

source: downloaded expense attachments.
es_es: Descargados adjuntos de gastos.

source: exported pdf report from main panel.
es_es: Exportó el informe del pdf del panel principal.

source: exported pdf report by selecting checkboxes.
es_es: Exportado pdf seleccionando casillas de verificación.

source: approved expense
es_es: Gasto aprobado

source: rejected expense
es_es: Gasto rechazado

source: finally approved expense
es_es: Finalmente aprobó el gasto

source: downloaded
es_es: scaricato

source: sent
es_es: inviato

source: modified
es_es: modificata

source: viewed
es_es: consultati

source: this invoice.
es_es: questa fattura.

source: No task(s) available.
es_es: Ninguna tarea(s) disponible

source: Project cannot be left blank!
es_es: Proyecto no puede estar vacío!

source: No Milestone(s) available.
es_es: Ningún logro(s) disponible

source: User(s) in this
es_es: Usuario(s) en esto

source: Select Project Template
es_es: Seleccionar plantilla de proyecto

source: Project Name is mandatory when "All" project is selected.
es_es: El nombre del proyecto es obligatorio cuando se selecciona el proyecto "Todos".

source: hh:mm format only
es_es: formato hh: mm solamente

source: Start Time & End Time
es_es: Hora de inicio y hora de finalización

source: hh:mmam/pm format only, Ex. 10:45am/10:45pm - no space between time and meridian
es_es: sólo formato hh: mmam / pm, Ex. 10:45 am 10:45 pm - no hay espacio entre el tiempo y el meridiano

source: We can upload more one project if we select "All" project from project dropdown
es_es: Podemos subir más un proyecto si seleccionamos el proyecto "Todos" desde el menú desplegable del proyecto

source: Start Time, End Time and Break Time will be treated as time log for the individual task.
es_es: La hora de inicio, la hora de finalización y el tiempo de interrupción se tratarán como registro de tiempo para la tarea individual.

source: Is Billable is treated as whether the Time Log is billable one or not. The input will be either 0 or 1.
es_es: Es facturable se trata como si el registro de tiempo es facturable uno o no. La entrada será 0 o 1.

source: 0 - Not Billable
es_es: 0 - No facturable

source: 1 - Billable
es_es: 1 - Facturable

source: Left blank the columns having no entry.
es_es: Deja en blanco las columnas sin entrada.

source: "Assigned To" must be an email
es_es: "Asignado a" debe ser un correo electrónico

source: You have not created any project yet
es_es: Usted no se ha creado ningún proyecto todavía

source: No projects found.
es_es: No hay proyectos encontrados.

source: Project Details
es_es: detalles del proyecto

source: Created by
es_es: Creado por

source: User(s)
es_es: Usuario(s)

source: Task(s)
es_es: Tarea(s)

source: Storage
es_es: Almacenamiento

source: Hour(s)
es_es: Hora ( s)

source: Export Project
es_es: Proyecto de exportación

source: Number Of Days
es_es: Número de días

source: Used(Mb)
es_es: Usado (Mb)

source: Spent
es_es: Gastado

source: Not Complete
es_es: Sin completar

source: Not Complete
es_es: Sin completar

source: Delete
es_es: Borrar

source: No End Date
es_es: Sin fecha de finalización

source: No activity
es_es: Ninguna actividad

source: No roles found
es_es: No se encontraron papeles

source: Alert Time
es_es: Tiempo de alerta

source: Minute(s)
es_es: Minutos

source: Timezone
es_es: Zona horaria

source: Frequency
es_es: Frecuencia

source: 5 days in week
es_es: 5 días de la semana

source: 6 days in week
es_es: 6 días de la semana

source: 7 days in week
es_es: 7 días de la semana

source: 12 Default Task Types listed and the #of Tasks associated with them. You can remove any of them by unchecking the checkbox and save the changes.
es_es: 12 Tipos de tarea predeterminados listados y #of Tareas asociadas con ellos. Puede eliminar cualquiera de ellos desmarcando la casilla de verificación y guardar los cambios.

source: Click on the
es_es: Click en el

source: and add your new Task Types.
es_es: y añade tu nuevo Tipo de Tarea

source: Custom Task Type
es_es: Tipo de Tarea personalizado

source: Default Task Type
es_es: Tipo de tarea por defecto

source: Task(s)
es_es: Tarea(s)

source: Task Types are independent of Projects, but please create a Project to get started.
es_es: Los Tipos de tareas son independientes de Proyectos, pero por favor, crear un proyecto para empezar.

source: Bug Count
es_es: Conde bug

source: Bugs
es_es: Loco

source: Day(s)
es_es: Días

source: Bug Report
es_es: Informe de error

source: Bugs created.
es_es: Errores creados

source: Avg. days to Resolve a Bug
es_es: Dias promedio para resolver un Bug

source: Avg. days to Close a Bug
es_es: Dias promedio para cerrar un Bug

source: Hours spent on these Bugs
es_es: Horas invertidas a estos problemas

source: No data for this date range & project.
es_es: Sin datos para este rango de fecha & proyecto

source: Not enough Analytics data!
es_es: Análisis de datos Insuficiente!

source: Task Type - Pie Chart
es_es: Tipo de tarea - Gráfica de pastel

source: Loading task type pie chart
es_es: Cargando tipo de tarea gráfica de pastel

source: Task Type Statistics
es_es: Estadísticas del tipo de tarea

source: Loading Statistics
es_es: Cargando estadísticas

source: Task Trend Chart
es_es: Tabla de tendencia de la(s) tarea(s)

source: Loading task trend chart
es_es: Cargando gráfica de tendencia de tarea

source: Bug Status Pie Chart
es_es: Gráfica de pastel del Estatus de errores

source: Loading bug status pie chart
es_es: Cargando el estatus de los errores Gráfico de pastel

source: Bug Statistics
es_es: Estadísticas de errores

source: Bugs Life Cycle - Line Chart
es_es: Ciclo de vida de los Bugs - Grafica en linea

source: Loading bug life cycle line chart
es_es: Cargando gráfica ne linea de vida de los Bugs

source: Bug Glide Path Chart
es_es: Grafico trayectoria de planeación Bug

source: Loading bug glide path chart
es_es: Cargando gráfico de trayectoria de planeación Bug

source: Replies
es_es: Respuestas

source: No Results Found
es_es: No se encontraron resultados

source: hour
es_es: hora

source: Total Hours
es_es: Horas totales

source: Hours Report
es_es: Reporte de horas

source: Hours Spent on Task Type - Pie Chart
es_es: Horas gastada en una tarea tipo - gráfico pastel

source: Loading Pie Chart
es_es: Cargando gráfica de pastel

source: Hours Spent by All
es_es: Horas invertidas por todos

source: Loading Grid view
es_es: Cargando vista de cuadrícula

source: Loading Line Chart
es_es: Cargando tabla de líneas

source: Total # of Tasks
es_es: # Total de Tareas

source: # of Tasks
es_es: # De Tareas

source: Tasks created.
es_es: Tareas creadas

source: Avg. days to Resolve a Task
es_es: Dias promedio para resolver tarea

source: Avg. days to Close a Task
es_es: Dias promedio para cerrar tarea

source: Hours spent on these Tasks
es_es: Horas invertidas a estas tareas

source: Tasks Count
es_es: Tareas de recuento

source: No Data for this week
es_es: Sin datos para esta semana

source: Create Task Template
es_es: Crear plantilla de tareas

source: Default Template
es_es: Plantilla predeterminada

source: # of Tasks Report
es_es: # De tareas de informes

source: No project(s) available.
es_es: No hay proyecto(s) disponible(s)

source: Assigned Project(s)
es_es: Proyecto(s) asignado(s)

source: No project(s) assigned.
es_es: No hay proyecto(s) asignado(s)

source: OVERDUE TASKS
es_es: TAREAS EN RETRASO

source: years
es_es: años

source: months
es_es: meses

source: No tasks
es_es: Sin tareas

source: UPCOMING TASKS
es_es: PRÓXIMAS TAREAS

source: Choose which filters to show in your dashboard tabs
es_es: Elige los filtros que se muestran en las pestañas del tablero de instrumentos

source: Old Password
es_es: Contraseña anterior

source: New Password
es_es: nueva contraseña

source: Confirm Password
es_es: Confirmar contraseña

source: Sorry, this is not available in this version.
es_es: Disculpa, esto no está disponible en esta versión

source: Allow Admin
es_es: Permitir administrador

source: Role Based Rate
es_es: Tasa basada en funciones

source: Add Role
es_es: Añadir función

source: Hourly Rate
es_es: Tarifa por hora

source: Hourly Actual Cost
es_es: Costo real por hora

source: Add More
es_es: Añadir más

source: Milesone
es_es: Hito

source: Send me Email Notification
es_es: Envíame Notificaciones por correo

source: All New Task
es_es: Todas las tareas nuevas

source: Send me All New Task emails
es_es: Envíame los correos electrónicos de las Nuevas Tareas

source: All Task Reply & Comment
es_es: Todas las respuestas & Comentarios de las Tareas

source: All Task Status Change
es_es: Cambio en todos los estatus de las tareas

source: Send me All Status Update emails
es_es: Envíame los correos con Todos los Estatus Actualizados

source: Show me Notification
es_es: Envíame notificaciones

source: Enable Desktop Notification
es_es: Habilitar las notificaciones de Desktop

source: Browser version supporting Desktop Notification,
es_es: La versión del navegador soporta las notificaciones de Desktop

source: Firefox 22 and above
es_es: Firefox 22 y superior

source: Chrome 32 and above
es_es: Chrome 32 y superior

source: Above Safari 6 on Mac OSX 10.8+
es_es: Superior a Safari en Mac OSX 10.8+

source: Send me Email Reports
es_es: Envíame reportes por correo

source: Daily
es_es: Diario

source: Task Due (daily)
es_es: Tarea debido (diaria)

source: Daily Update Report
es_es: Reporte Diario Actualizado

source: Send me Email
es_es: Envíame correo

source: Hour
es_es: Hora

source: Min
es_es: Minuto

source: Select Projects
es_es: Seleccionar proyectos

source: Forgot your password?
es_es: ¿Olvidaste tu contraseña?

source: To reset your password, type the full email address you use to sign in to your Orangescrum Account.
es_es: Para restablecer la contraseña, escribe la dirección de tu correo electrónico completa que utilizas para iniciar sesión en su cuenta Orangescrum.

source: After submitting please click on the link sent to your email
es_es: Después de enviar por favor da clic en el enlace enviado a su correo electrónico

source: Your Password is successfully changed.
es_es: Tu contraseña se ha cambiado exitosamente

source: Login
es_es: Iniciar Sesión

source: with your new pasword
es_es: con tu nueva contraseña

source: Please enter your email.
es_es: Por favor introduzca su correo electrónico.

source: Invalid 'E-mail' address!
es_es: No es válido, 'E-mail'!

source: Password cannot be blank!
es_es: La contraseña no puede estar en blanco!

source: Password should be between 6-15 characters!
es_es: La contraseña debe tener entre 6-15 caracteres!

source: Re-Type Password cannot be blank!
es_es: Vuelva a escribir la contraseña no puede estar vacío!

source: Passwords do not match!
es_es: ¡Las contraseñas no coinciden!

source: Getting Started with Orangescrum
es_es: Iniciando con Orangescrum

source: Name your project suitably, choose short name accordingly.
es_es: Nombra tu proyecto adecuadamente y selecciona un nombre corto correspondiente

source: Add up your team members/customers to the project while creating.
es_es: Añade a tus colaboradores/clientes al proyecto mientras se crea

source: Alternately, you can add team/customer to a project in ‘Manage Projects’ section.
es_es: Alternativamente, se pueden añadir colaboradores/cliente para un proyecto en el apartado 'Gestionar proyectos'.

source: Send invitation to team member (separate by comma for multi Email IDs)
es_es: Enviar una invitación aun colaborador (separar los correos con comas)

source: Invitees need to set up their account using link provided in the email.
es_es: Los invitados tienen que crear su cuenta a través del enlace que aparece en el correo electrónico.

source: Assign projects to your team members while inviting them.
es_es: Asigna proyectos a los colaboradores de tu equipo, mientras los invitas.

source: You can assign/remove projects from your team members any time on manage users section.
es_es: Puedes asignar/eliminar proyectos a los colaboradores de tu equipo en cualquier momento desde Manage User Section.

source: Enter a title, put due date or set priority and create a task under a project.
es_es: Introduzca un título, ponga la fecha de vencimiento o establecer prioridad y crear una tarea en un proyecto.

source: Assign task to a team member, attach files from Google Drive or Dropbox while creating a task.
es_es: Asignar tarea a un colaborador del equipo, adjuntar archivos desde Google Drive o Dropbox, mientras creas una tarea.

source: You can also Import a bunch of tasks from a .CSV file under a project.
es_es: También puedes importar un montón de tareas desde un archivo CSV bajo de un proyecto.

source: You can categorize your Task usign the Task Types.
es_es: Puedes clasificar tus tarea utilizando los tipos de tareas.

source: It's doesn't matter whether your business is Education or Health Services or Construction, you can define your own Task Type and add Tasks under them
es_es: No importa si tu negocio es la educación o los servicios de salud o de la construcción, puedes definir su propio tipo de tareas y añadir tareas en ellos

source: You can remove the default Task Type by unchecking the checkbox and save the changes.
es_es: Puedes quitar el valor predeterminado Tipo de Tarea desmarcando la casilla de verificación y guardando los cambios.

source: Respond via Email
es_es: Responde vía Correo

source: You can respond to the task Email sent from
es_es: Puedes responder al Correo de Tarea desde

source: Your Email response will be posted on Orangescrum against that task.
es_es: Tu respuesta por correo electrónico se publicará en Orangescrum en conexión con esta tarea.

source: Respond on a task even on-the-go from your mobile via Email.
es_es: Responde en una tarea, incluso si estás de camino desde tu móvil a través de correo electrónico.

source: Desktop Notification
es_es: Notificación de Desktop

source: Notification
es_es: Notificación

source: The Desktop Notification works on heigher versions of most of the browsers.
es_es: La notificación de Desktop funciona en versiones más recientes de la mayoría de los navegadores.

source: Firefox 22 and above, Chrome 32 and above, Safari 6 on Mac OSX 10.8+
es_es: Firefox 22 y superior, Chrome 22 y Superior, Safari 6 en Mac OSX 10.8+

source: You'll see a pop-up when a new task or reply arrives so you can keep track of your Tasks even when you're not looking at
es_es: Verás un mensaje pop-up cuando llege una nueva tarea o respuesta para que puedas mantener un registro de tus tareas, incluso cuando no estés mirando.

source: Turn the desktop notification On or Off in the
es_es: Activa o Desactiva la notificación de escritorio en el

source: page.
es_es: página.

source: Settings
es_es: Ajustes

source: Setting
es_es: Ajuste

source: Timezone & Profile
es_es: Zona horaria y Perfil

source: Personalize your Orangescrum account by setting up your Profile details and Timezone.
es_es: Personaliza tu cuenta Orangescrum creando tu perfil y definiendo tu Zona horaria.

source: The Timezone settings help you to keep stay up-to-date while working with a virtual or remote team.
es_es: La configuración de Zona horaria te ayudan a mantenerte al día si trabajas con colaboradores virtuales o en remoto.

source: The Email Notification is set to "No" by default, to get email those email only when selected when task is posted.
es_es: La notificación por correo electrónico se establece en "No" de forma predeterminada, para obtener los de correos electrónico cuando se publique tarea, selecciona la opción.

source: Set to "Yes", to get all the Task related Emails from all your assigned projects from Orangescrum.
es_es: Selecciona "Sí", para obtener todos los correos electrónicos de tareas relacionadas de todos sus proyectos asignados de Orangescrum.

source: You can enable or disable Google Chrome Desktop Notification on the "Notification" page.
es_es: Puede activar o desactivar la notificación de Google Chrome de Desktop en la página "Notificación".

source: Reports
es_es: Reportes

source: Customize your Email report settings.
es_es: Personaliza tu configuración de informes por correo electrónico.

source: Select projects and set your daily update settings.
es_es: Seleccionar proyectos y establece tus parámetros de actualización diaria.

source: Replied
es_es: Respondido

source: Comment
es_es: Comentario

source: Edited
es_es: Editado

source: Welcome to Orangescrum Community Edition v1.6.1
es_es: Bienvenido a Orangescrum Community Edition v1.6.1

source: Make sure that,
es_es: Asegúrate que

source: You have write permission (777) to
es_es: Tienes permiso de escribir (777) a

source: and
es_es: y

source: You have provided the details of
es_es: Has proporcionado los detalles de

source: email sending options in
es_es: opciones de enviar correo en

source: You have updated FROM_EMAIL_NOTIFY and SUPPORT_EMAIL in
es_es: Has actualizado FROM_EMAIL_NOTIFY y SUPPORT_EMAIL in

source: How it Works?
es_es: ¿Funcionó?

source: Help!
es_es: ¡Ayuda!

source: to
es_es: a

source: Make sure that, the
es_es: Asegúrate que, el/la

source: file is there in the root directory
es_es: archivo existe en el directorio raíz

source: Login to your Account
es_es: Accede a tu cuenta

source: Quick Signup
es_es: Registro rápido

source: Password
es_es: Contraseña

source: Remember me
es_es: Acuérdate de mí

source: Forgot Password
es_es: Se te olvidó tu contraseña

source: By signing up you you agree that you have read, understand, and accept the
es_es: Al registrarse tú aceptas haber leído, entendido y aceptado la

source: License
es_es: Licencia

source: Signup
es_es: Regístrate

source: Resend
es_es: Reenviar

source: Are you sure you want to enable
es_es: ¿Seguro que desea activar

source: Are you sure you want to disable
es_es: ¿Seguro que deseas desactivar

source: Are you sure you want to mark
es_es: ¿Seguro que desea marcar

source: as client
es_es: como cliente

source: Mark Client
es_es: Marcos Cliente

source: Are you sure you want to revoke client access from
es_es: ¿Está seguro de que quiere revocar el acceso de cliente a partir de

source: Revoke Client
es_es: Revocar Cliente

source: Are you sure you want to revoke Admin privilege from
es_es: ¿Seguro que deseas revocar privilegios de administrador de

source: Revoke Admin
es_es: Anular Administrador

source: Are you sure you want to grant Admin privilege to
es_es: ¿Seguro que desea conceder privilegios de administración para

source: Grant Admin
es_es: Otorgar Administración

source: No activity yet
es_es: Aún no hay actividad

source: No users found.
es_es: No se encontraron usuarios

source: Sending invitation again
es_es: Enviar invitación otra vez

source: Add New User
es_es: Añadir nuevo usuario

source: Total Project(s)
es_es: Proyecto (s) total (es)

source: User Type
es_es: Tipo de usuario

source: Designation
es_es: Designacion

source: Work Hour per Day
es_es: Hora de trabajo por día

source: Work Days per Week
es_es: Días de trabajo por semana

source: API Access Token
es_es: Acceso a la API de emergencia

source: Re-generate
es_es: Regenerado

source: Are you sure you want to delete
es_es: estas seguro que quieres borrarlo

source: Choose Company Logo
es_es: Elija logotipo de la compañía

source: Are you sure to delete logo
es_es: ¿Seguro eliminar logo

source: Project to be
es_es: Proyecto a ser

source: Sorry, User Limit Exceeded
es_es: Lo sentimos, se ha excedido el límite de usuario

source: your account to create more users
es_es: tu cuenta para crear más usuarios

source: Time Zone
es_es: Zona horaria

source: Business Unit
es_es: Unidad de negocio

source: Salary
es_es: Salario

source: Contact Number
es_es: Número de contacto

source: Edit Profile Image
es_es: Editar imagen de perfil

source: Delete Profile Image
es_es: Borrar imagen de perfil

source: Choose Profile Image
es_es: Elige una foto de perfil

source: Keep me upto date with new features
es_es: Mantenerme actualizado con nuevas características

source: No project(s) assigned
es_es: No hay proyecto(s) asignado(s)

source: notEmpty
es_es: no vacío

source: email
es_es: correo electrónico
