Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/spa/LC_MESSAGES/default.po
Languages: es_es

source: Please specify a file name for download.
es_es: Especifique un nombre de archivo para su descarga.

source: Oops! File not found.<br/> File may be deleted or make sure you specified correct file name.
es_es: Ups! Archivo no encontrado. <br/> Archivo puede ser suprimido o asegúrese de que ha especificado el nombre de archivo correcto.

source: Oops! File cannot be download.<br/> You might not have access to download the file.
es_es: Ups! El archivo no se puede descargar. <br/> Es posible que no tenga acceso a descargar el archivo.

source: Development
es_es: Desarrollo

source: Bug
es_es: Error

source: Update
es_es: Actualizar

source: Change Request
es_es: Solicitud de cambio

source: Enhancement
es_es: Mejora

source: Research n Do
es_es: Investigación n Do

source: Maintenance
es_es: Mantenimiento

source: Quality Assurance
es_es: Seguro de calidad

source: Unit Testing
es_es: Pruebas unitarias

source: Release
es_es: Lanzamiento

source: Others
es_es: Otros

source: All Tasks
es_es: Todas las tareas

source: My Tasks
es_es: Mis tareas

source: Overdue
es_es: Atrasado

source: Delegated
es_es: Delegada

source: High Priority
es_es: Alta prioridad

source: has been moved permanently
es_es: se ha movido permanentemente

source: Oops! File not found.
es_es: ¡Oops! Archivo no encontrado.

source: File may be deleted or make sure you specified correct file name.
es_es: El archivo no existe, verifica que el nombre sea correcto.

source: Commented
es_es: Comentado

source: on the reply
es_es: en la respuesta

source: Error in uploading file to S3 bucket
es_es: Error en la carga de archivos a S3 cubo

source: me
es_es: yo

source: Status
es_es: Estado

source: NEW
es_es: NUEVO

source: STARTED
es_es: INCIADO

source: RESOLVED
es_es: TERMINADO

source: CLOSED
es_es: CERRADO

source: the Task
es_es: la Tarea

source: changed the type of
es_es: cambio del tipo de

source: changed the due date of
es_es: cambio de fecha de

source: changed the priority of
es_es: cambio de prioridad

source: changed the assigned to of
es_es: cambio de

source: Dependant tasks are not closed.
es_es: Tareas dependientes no están cerradas.

source: High
es_es: Alto

source: Medium
es_es: Medio

source: Low
es_es: Bajo

source: Start
es_es: Empezar

source: Start On
es_es: Empezar

source: Due
es_es: Debido

source: Due On
es_es: Vence el

source: other
es_es: otro

source: Hours Spent
es_es: Horas invertidas

source: Using
es_es: Utilizando

source: Mb of storage
es_es: Mb de almacenamiento

source: Last Activity
es_es: Última actividad

source: projectName,milestoneName,tasks#,title,status,type,created by,assigned to,created at,lastUpdated,milestoneEndDate
es_es: projectName, milestoneName, tareas #, título, estado, tipo, creado por, asignado a, creado en, LastUpdated, milestoneEndDate

source: Tasks#,Title,Description,Status,Estimated Hours,Type,Milestone,Assigned To,Due Date,Created By,Date Created,Last Updated
es_es: # Tareas, título, descripción, Estado, Tipo, Milestone, Asignado a, fecha de vencimiento, Creado por, fecha de creación, última actualización

source: projectName,tasks#,title,status,type,created by,assigned to,created at,lastUpdated
es_es: nombre del proyecto, las tareas #, título, estado, tipo, creado por, asignado a, creado en, última actualización

source: Project Name,Milestone Name,Task#,Title,Status,Type,Assigned To
es_es: Nombre del proyecto, Nombre del logro, Tarea#, Título, Estatus, Tipo, Asignado a

source: Created By
es_es: Creado por

source: No matched record found with this id
es_es: No hay registro correspondiente al id

source: Invalid Case id
es_es: Id no válido

source: Completed
es_es: Terminado

source: of
es_es: de

source: New & In Progress
es_es: Nuevo & En progreso

source: New
es_es: Nueva

source: In Progress
es_es: En curso

source: Closed
es_es: Cerrado

source: Resolved
es_es: Resuelto

source: Title, Description, Status, Priority, Task Type, Assigned To, Created By, Last Updated By, Created On, Estimated Hours, Hours Spent
es_es: Título, Descripción, Estatus, Prioridad, Tipo de Tarea, Asignado a, Creado por, Última actualización hecha por, Creado en, Horas estimadas, Horas invertidas

source: Opps! Error occured in creation of zip file.
es_es: Opps! Ha ocurrido un error al crear el archivo zip.

source: Opps! Error occured in creating the task csv file.
es_es: Opps! Ha ocurrido un error al crear el archivo tarea cvs.

source: Milestone successfully converted to task.
es_es: Milestone convirtió con éxito a la tarea.

source: Task successfully posted.
es_es: Tarea publicado correctamente.

source: Sorry! invalid input. Please try again.
es_es: ¡Lo siento! entrada inválida. Por favor, inténtelo de nuevo.

source: It seems you have not copied the
es_es: Parece que no ha copiado la

source: file for
es_es: para presentar

source: addon to app/webroot folder
es_es: complemento a la carpeta app/webroot

source: file is extracted. Please click on next.
es_es: archivo se extrae. Por favor, haga clic en siguiente.

source: Can not extract the zip file
es_es: No se puede extraer el archivo zip

source: Invalid addon name
es_es: Nombre del complemento no válido

source: Databse configuration is completed. Please click on next.
es_es: Se ha completado la configuración de la base de datos. Haga clic en el siguiente.

source: No content in the sql file.
es_es: No hay contenido en el archivo sql.

source: No sql file is present in the zip file.
es_es: Ningún archivo sql está presente en el archivo zip.

source: Please click on verify to check it is installed properly or not.
es_es: Por favor, haga clic en verificar para comprobar que está instalado correctamente o no.

source: Can not copy the folder.
es_es: No se puede copiar la carpeta.

source: No add-on Folder is present in the zip file.
es_es: Sin complemento de carpetas está presente en el archivo zip.

source: Congratulations! You have successfully installed
es_es: ¡Felicitaciones! Ha instalado con éxito

source: Now you have to install 'wkhtmltopdf' in your server and need to update that path in 'constants.php' file inside 'app/Config' folder in order to generate pdf of invoices. Please click on finish.
es_es: Ahora usted tiene que instalar 'wkhtmltopdf' en su servidor y necesita actualizar ese camino en el archivo 'constants.php' dentro de la carpeta 'app / config' con el fin de generar PDF de las facturas. Por favor, haga clic en Finalizar.

source: Congratulations! You have successfully installed the chat add-on. Now you have to install 'Node.js' in your server and need to update 'NODEJS_HOST' path with 3002 port(eg:http://yourdomain:3002) in 'constants.php' file inside 'app/Config' folder in order to communicate with Node Host. Please refer 'readme.txt' file for install Node.js. Please click on finish.
es_es: ¡Felicitaciones! Ha instalado con éxito el chat complemento. Ahora usted tiene que instalar 'Node.js' en su servidor y necesita actualizar la ruta de acceso 'NODEJS_HOST' con el puerto 3002 (por ejemplo: http: // sudominio: 3002) en el archivo 'constants.php' dentro de la carpeta 'app / config' en para comunicarse con el host de nodo. Por favor, consulte el archivo "readme.txt" para instalar Node.js. Por favor, haga clic en Finalizar.

source: Please click on finish.
es_es: Por favor, haga clic en Finalizar.

source: Oops! The
es_es: Ups! los

source: add-on is not installed properly.
es_es: complemento no está instalado correctamente.

source: Milestone
es_es: Mojón

source: has been deleted
es_es: ha sido eliminado

source: Oops! Error occured in deletion of milestone.
es_es: Oops! Ha ocurrido un error al intentar borrar el logro.

source: Start date cannot exceed End date
es_es: La fecha de inicio no debe exceder la fecha de término

source: Opps!, Milestone Title already exists..
es_es: Opps !, Milestone título ya existe ..

source: Milestone updated successfully.
es_es: Hito actualizado con éxito.

source: Milestone added successfully.
es_es: Logro añadido exitosamente.

source: Sorry!, We are not able to post this Milestone. Try again.
es_es: Lo sentimos !, No somos capaces de publicar este hito. Inténtalo de nuevo.

source: Milestone has been restored.
es_es: Milestone ha sido restaurada .

source: Oops! Error occured in restoration of milestone
es_es: Ups! Se produjo un error en la restauración de hito

source: Milestone has been completed.
es_es: Se ha completado el logro.

source: Oops! Error occured in completion of milestone
es_es: Opps! Ha ocurrido un error al completar el logro

source: Created by
es_es: Creado por

source: on
es_es: encendido

source: Project name
es_es: Nombre del proyecto

source: already exists
es_es: ya existe

source: Project short name
es_es: Nombre corto del proyecto

source: saved successfully
es_es: guardado exitosamente

source: activated successfully
es_es: activado con éxito

source: deleted successfully
es_es: borrado exitosamente

source: deactivated successfully
es_es: desactivado exitosamente

source: Invalid or Wrong action!
es_es: Acción no válida o errónea!

source: created successfully
es_es: creado con éxito

source: Error creating project
es_es: Error al crear el proyecto

source: User(s) successfully assigned to
es_es: Usuario (s) asignado

source: Group update alert has been saved successfully.
es_es: La alerta de actualización de grupo se ha guardado correctamente.

source: Failed to save of Group update alert.
es_es: Error al guardar la alerta de actualización de grupo.

source: Template tasks added successfully
es_es: Template de tarea añadido exitosamente

source: Template Deleted successfully
es_es: Template borrado exitosamente

source: Template activated successfully
es_es: Template activado exitosamente

source: Template can't be activated.Please try again.
es_es: El template no se pudo activar. Inténtalo de nuevo.

source: Template deactivated successfully
es_es: Template desactivado exitosamente

source: Template can't be deactivated.Please try again.
es_es: La plantilla no se puede desactivar. Vuelva a intentarlo.

source: Please split the file and upload again. Your file contain more than 1000 rows
es_es: Por favor, divide el archivo y cárgalo de nuevo. Tu archivo tiene más de 1000 renglones

source: Please upload a file with size less then 2MB
es_es: Por favor, carga un archivo menor a 2MB

source: Invalid CSV file, <a href='
es_es: Archivo CSV no válido, <a href = '

source: Require atleast Task Title column to import the Tasks
es_es: Requieres al menos de la columna Título de la Tarea para importar las tareas

source: Please import a valid CSV file
es_es: Por favor importa una archivo CSV que sea válido

source: Oops! Error occured in importing task
es_es: ¡Vaya! Se ha producido un error al importar la tarea

source: Already a file with same name and same size of
es_es: Ya un archivo con el mismo nombre y el mismo tamaño de

source: bytes exists
es_es: bytes existe

source: Already file with same name and size of
es_es: Ya presentar con el mismo nombre y el tamaño de

source: Would you like to replace the existing file
es_es: ¿Quieres reemplazar el archivo existente

source: Oops! Error occured in deletion of project
es_es: Oops! Ha ocurrido un error al borrar el proyecto

source: Task type
es_es: Tipo de tarea

source: updated successfully.
es_es: actualizado correctamente.

source: added successfully.
es_es: agregado con éxito.

source: Error in addition of task type.
es_es: Error al añadir el tipo de tarea.

source: Task type saved successfully.
es_es: Tipo de tarea guardado existosamente.

source: Error in saving of task type.
es_es: Error al salvar el tipo de tarea.

source: invited you to join
es_es: te invitó a unirte

source: on Orangescrum
es_es: a Orangescrum

source: invited you to join Orangescrum
es_es: te ha invitado a unirse a Orangescrum

source: No data for this date range & project
es_es: No hay datos para este proyecto y fecha de gama

source: Opened
es_es: Abierto

source: Company photo removed successfully
es_es: Foto de compañía borrada exitosamente

source: Company logo should be an image file
es_es: El logo de compañía debe ser un archivo de imagen

source: Company logo size cannot excceed 1mb
es_es: El tamaño del logo de la compañía no debe exceder de 1mb

source: Name cannot be left blank
es_es: No puedes dejar el Nombre en blanco

source: Company updated successfully
es_es: Compañía actualizado exitosamente

source: Notification settings saved successfully
es_es: Notificación de configuraciones guardado exitosamente

source: user deleted successfully
es_es: usuario borrado exitosamente

source: Sorry! User cannot be enabled. User Limit Exceeded!
es_es: ¡Lo siento! No se puede habilitar el usuario. Límite de usuario excedido!

source: User enabled successfully
es_es: Usuario activado con éxito

source: User disabled successfully
es_es: Usuario deshabilitado exitosamente

source: Granted admin privilege
es_es: Privilegios de administrador concedidos

source: Granted client privilege
es_es: Privilegio concedido cliente

source: Revoked client privilege
es_es: Privilegio de cliente revocado

source: Revoked admin privilege
es_es: Privilegios de administrador revocados

source: Invited you to join
es_es: Invitado a unirte

source: Invited you to join on Orangescrum
es_es: Te ha invitado a unirse en Orangescrum

source: Invitation resent to
es_es: Invitación a

source: Password of
es_es: Contraseña de

source: reset successfully
es_es: restablecer correctamente

source: Forgot Password Request
es_es: Olvidé mi contraseña

source: Sorry! you have exceeded the user limit
es_es: Disculpa. Has excedido el límite de usuarios

source: Sorry! This account exceeded the user limit.
es_es: Disculpa. Esta cuenta excede el límite de usuarios.

source: Invitation sent to Successfully
es_es: Invitación enviada exitosamente

source: Invitation Failed. Please try again!
es_es: Error de invitación. Por favor, inténtelo de nuevo!

source: Invitation sent to
es_es: Invitación enviada a

source: Email or Password is invalid!
es_es: ¡El correo electrónico o la contraseña no son válidos!

source: email already exists
es_es: el Email ya existe

source: Now you can login using
es_es: Ahora ya puedes acceder usando

source: Profile photo removed successfully
es_es: Foto de perfil borrada exitosamente

source: Email cannot be left blank
es_es: El correo electrónico no puede dejarse en blanco

source: Opps! Email address already exists.
es_es: Opps! La dirección de correo ya existe.

source: Opps! Invalid file format! The formats supported are gif, jpg, jpeg & png.
es_es: Opps! Formato de archivo no válido. Los formatos apropiados son gif, jpg, jpeg & png.

source: Profile photo size cannot excceed 1mb
es_es: Foto de perfil no debe ser mayor a 1mb

source: Profile updated successfully.<br />A confirmation link has been sent to
es_es: Perfil actualizado correctamente. <br /> Un enlace de confirmación ha sido enviado a

source: Profile updated successfully
es_es: Perfil actualizado exitosamente

source: Orangescrum Login Email ID Confirmation
es_es: Confirmación de Claves de Acceso a correo de Orangescrum

source: Old password cannot be left blank!
es_es: ¡La contraseña antigua no se puede dejar en blanco!

source: Please enter correct old password.
es_es: Introduzca la contraseña antigua correcta.

source: New password cannot be left blank!
es_es: Nueva contraseña no puede dejarse en blanco

source: Re-type password cannot be left blank!
es_es: Escribe de nuevo la contraseña, no pude dejarse en blanco

source: Re-type password do not match!
es_es: La contraseña no es igual!

source: Password changed successfully
es_es: Cambio de contraseña exitoso

source: Template updated successfully
es_es: Plantilla actualizado correctamente

source: Template can't be updated
es_es: Plantilla no se puede actualizar

source: Template added successfully
es_es: Plantilla añadido correctamente

source: Template can't be added
es_es: Plantilla no se puede añadir

source: Deleted successfully
es_es: Borrado exitosamente

source: Notifications changed successfully
es_es: Notificaciones cambiadas exitosamente

source: Reports changed successfully
es_es: Reportes cambiados exitosamente

source: Company logo removed successfully
es_es: Logotipo de la empresa ha eliminado correctamente

source: You have been added to multiple projects on Orangescrum
es_es: Has sido añadido a diferentes proyectos en Orangescrum

source: You have been added to
es_es: Se le ha añadido a

source: Owner
es_es: Dueño

source: Admin
es_es: Administrador

source: User
es_es: Usuario

source: User(Invited)
es_es: Utente (invitato)

source: Invited
es_es: Invitado

source: Inactive
es_es: Inactivo

source: Client
es_es: Cliente

source: Admin/Client
es_es: Admin / Cliente

source: Salary Saved Successfully
es_es: Salario salvato con successo

source: Started
es_es: Iniciado

source: Files
es_es: Archivos

source: Updates
es_es: Actualizaciones

source: first day of january
es_es: primer día de enero

source: last day of march
es_es: último día del mes de marzo

source: first day of april
es_es: primer día del mes de abril

source: last day of june
es_es: último día de junio

source: first day of july
es_es: primer día de julio

source: last day of september
es_es: último día de septiembre

source: first day of october
es_es: primer día del mes de octubre

source: last day of december
es_es: último día de diciembre

source: You have
es_es: tienes

source: has
es_es: tiene

source: disabled wiki.
es_es: Wiki deshabilitado

source: enabled wiki.
es_es: Habilitado wiki.

source: commented on wiki.
es_es: Comentó en wiki.

source: updated wiki category.
es_es: Categoría wiki actualizada.

source: created wiki category.
es_es: Categoría wiki creada.

source: updated wiki subcategory.
es_es: Subcategoría wiki actualizada.

source: enabled wiki approver.
es_es: Habilitado para el aprobador de wiki.

source: disabled wiki approver.
es_es: Aprobador de wiki deshabilitado.

source: approved this wiki.
es_es: Aprobó este wiki.

source: finally approved this wiki.
es_es: Finalmente aprobó este wiki.

source: rejected wiki.
es_es: Wiki rechazado.

source: updated and finally submitted the wiki.
es_es: Actualizado y finalmente enviado el wiki.

source: updated wiki.
es_es: Wiki actualizado.

source: added attachments.
es_es: Agregados.

source: added wiki and finally submitted.
es_es: Añadido wiki y finalmente enviado.

source: added wiki.
es_es: Agregó el wiki.

source: deleted wiki attachments.
es_es: Archivos adjuntos wiki eliminados.

source: downloaded wiki attachments.
es_es: Archivos adjuntos wiki descargados.

source: updated approver hierarchy.
es_es: Jerarquía del aprobador actualizado.

source: posted a new Task
es_es: Nueva tarea publicada

source: REPLIED
es_es: RESPONDIDO

source: responded on the Task
es_es: respondido en la tarea

source: This task is assigned to
es_es: Esta tarea está asignada a

source: Due date
es_es: Plazo estipulado

source: LOW
es_es: BAJO

source: HIGH
es_es: ALTO

source: MEDIUM
es_es: MEDIO

source: Priority
es_es: Prioridad

source: You have
es_es: Tienes

source: has
es_es: tiene

source: Project
es_es: Proyecto

source: Task
es_es: Tarea

source: Type
es_es: Escribe

source: To read the original message, view comments, reply & download attachment
es_es: Para leer el mensaje original , ver los comentarios , responder y descargar datos adjuntos

source: This email notification is sent by
es_es: Esta notificación se envía por correo electrónico

source: You are receiving this email notification because you have subscribed to Orangescrum, to unsubscribe, please email with subject 'Unsubscribe' to
es_es: Usted está recibiendo esta notificación por correo electrónico porque está suscrito a Orangescrum. Para darse de baja, envíe un correo electrónico con el asunto ' Darse de baja ' a

source: Daily Catch-Up Alert
es_es: Alerta diaria de últimas actualizaciones

source: This is a reminder to post your today's updates to Orangescrum. Just reply to this email with the updates, it will be added to the project.
es_es: Este es un recordatorio para enviar tus actualizaciones diarias a Orangescrum . Sólo responde a este correo electrónico con las actualizaciones; el correo se agrega al proyecto .

source: NOTE
es_es: NOTA

source: DO NOT change the SUBJECT while replying.
es_es: NO cambiar el título (SUBJETC) al responder .

source: Don't want these emails? To unsubscribe, please contact your account administrator to turn off <b>Daily Catch-Up</b> alert for you.
es_es: ¿No quieres estos correos electrónicos ? Para cancelar la suscripción, póngase en contacto con el administrador de tu cuenta para cancelar los envíos < b> Daily Catch- Up < / b > de alerta.

source: invited you to join
es_es: invitado a unirte

source: invited you to join Orangescrum
es_es: Invitado a unirte a Orangescrum

source: Task Reminder
es_es: Recordatorio de tareas

source: This is a reminder that the following task going to start in next 15 minutes.
es_es: Esto es un recordatorio de que la siguiente tarea va a comenzar en los próximos 15 minutos.

source: This is a gentle reminder of your Task(s) List today!
es_es: ¡Este es un recordatorio apacible de su Lista de Tareas hoy!

source: Task(s) Starting Today
es_es: Tarea (s) Comenzando Hoy

source: Task Title
es_es: Título de la tarea

source: Assign To
es_es: Asignar a

source: Start Date
es_es: Fecha de inicio

source: No Task for today
es_es: Ninguna tarea para hoy

source: Task(s) Due Today
es_es: Tarea (s) debida (s) hoy

source: No Due Task
es_es: Ninguna Tarea Debida

source: Task(s) Overdue Today
es_es: Tarea (s) pendiente (s)

source: No Overdue Task
es_es: Sin tarea pendiente

source: Unassigned
es_es: Non assegnato

source: Overdue by
es_es: Ritardato da

source: Set Due Date
es_es: Establecer fecha límite

source: No Due Date
es_es: Sin fecha de vencimiento

source: Modified
es_es: Modificado

source: Task Type changed to
es_es: Tipo de tarea cambió a

source: Task re-assigned to
es_es: Tarea reasignada a

source: Task has been
es_es: Il compito è stato

source: Due Date changed to
es_es: Fecha límite cambiada a

source: Due Date
es_es: Fecha de vencimiento

source: Priority changed to
es_es: Prioridad cambiada a

source: Status changed to
es_es: Estatus cambiado a

source: Estimated Hour(s) changed to
es_es: Hora (s) estimado cambió a

source: Added time log
es_es: Registro del tiempo añadido

source: Updated time log
es_es: Registro del tiempo actualizado

source: Start Date changed to
es_es: La fecha de inicio cambió a

source: No Start Date
es_es: Sin fecha de inicio

source: changed estimated hour(s) of
es_es: Cambio en la hora(s) estimada(s) de

source: changed progress of
es_es: Progreso cambiado de

source: No Task found with the selected id
es_es: No se encontró alguna tarea con el id seleccionado

source: Project deleted successfully
es_es: Proyecto borrado exitosamente

source: Oops! No project found with the given id.
es_es: Oops! No se encontró ningún proyecto con la identificación dado

source: responded
es_es: respondido

source: closed
es_es: cerrado

source: resolved
es_es: terminado

source: Changed the status to
es_es: Se ha cambiado el estado de

source: of the task
es_es: de la tarea

source: updated
es_es: actualizado

source: task type to
es_es: tipo de tarea a

source: assigned
es_es: asignado

source: to
es_es: a

source: proirity to
es_es: prioridad a

source: due date on
es_es: Fecha límite en

source: created
es_es: creado

source: Email already exists! Please try another
es_es: Ya existe esta cuenta de correo. Intenta con otra opción

source: Please enter a valid email.
es_es: Por favor, ingresa un correo válido

source: is not allowed
es_es: No se permite
