Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/spa/LC_MESSAGES/default.po
Languages: es_es

source: This intelligent graph shows the Task Types that consume the bulk of your team
es_es: Este gráfico inteligente muestra los tipos de tarea que consumen la mayor parte de su equipo

source: This pie-chart is a real time reflection of Task counts by Status for a given project and resource. A simple spread of task counts over various statuses
es_es: Este gráfico de sectores es una reflexión en tiempo real de Tarea cuenta por estado para un proyecto y un recurso dado. Una simple distribución de los recuentos de tareas sobre varios estados

source: Another pie-chart that provides the spread of various task types across your projects and resources. It quickly shows you which user works on which task types the most. A clear indication of users expertise in specific areas. Simple yet intelligent
es_es: Otro gráfico circular que proporciona la difusión de varios tipos de tareas a través de sus proyectos y recursos. Rápidamente le muestra qué usuario trabaja en qué tipo de tareas más. Una clara indicación de la experiencia de los usuarios en áreas específicas. Sencillo pero inteligente

source: Projects
es_es: Proyectos

source: Closed Tasks
es_es: Tareas cerradas

source: Spent and counting
es_es: Gastado y contando

source: MB of File Storage
es_es: MB de almacenamiento de archivos

source: To Do List
es_es: Lista di cose da fare

source: Cost Report
es_es: Rapporto sui costi

source: Resource Cost Report
es_es: Rapporto sui costi delle risorse

source: Weekly Task Progress By Project
es_es: Progresso settimanale di attività per progetto

source: Task Type Time Log
es_es: Tipo di attività Tipo log

source: Welcome
es_es: Bienvenido

source: Get started with your Orangescrum account
es_es: Comienza con tu cuenta Orangescrum

source: You're just 3 simple steps away from exploring Orangescrum!
es_es: Estás a sólo 3 sencillos pasos lejos de explorar Orangescrum!

source: Create and Assign Project
es_es: Crear y Asignar proyecto

source: Name your project suitably and select a matching short name.
es_es: Nombra tu proyecto adecuadamente y selecciona un nombre corto que coincida.

source: You as an admin will be automatically assigned the project created above
es_es: Tú como administrador se te asignará automáticamente el proyecto creado anteriormente

source: Send invitation to co-workers for the project
es_es: Enviar una invitación aun colaborador

source: Users need to setup their account by using the invitation email
es_es: Los usuarios tienen que crear su cuenta utilizando el correo electrónico de invitación

source: Then, Admin can add them up to the project
es_es: Entonces, El administrador puede sumarlos al proyecto

source: You can create task under a project
es_es: Puede crear tareas bajo un proyecto

source: Select title, put due date, set priority
es_es: Seleccionar título, definir fecha de término, asignar prioridad

source: Assign the task to resource
es_es: Asignar la tarea a recursos

source: of 3 Steps Completed
es_es: de 3 pasos completados

source: Create your first project, and get started
es_es: Crea tu primer proyecto y empieza

source: Looks like it's just you in here
es_es: Parece que sólo estas tú aquí

source: works best when you add your Co-workers.
es_es: trabaja mejor cuando añades colaboradores

source: Final step, Create Task and assign, Boom!
es_es: Paso final, Crear una Tarea y Asigna, Boom!

source: Wow! You have completed all the basics of
es_es: Wow! Has completado todo los básicos de

source: Now you can get started with
es_es: Ahora puedes iniciar con

source: This page will automatically redirect to dashboard within
es_es: Esta página se redirigirá automáticamente al Dashboard

source: Click here
es_es: Click aquí

source: to Redirect to the task page.
es_es: para redirigir a la página de tareas.

source: Create your Custom Task Type
es_es: Crea tu tipo personalizado de tareas

source: Add User
es_es: Añadir usuario

source: Enter User Name
es_es: Introduce el nombre de usuario

source: Loading users
es_es: Cargando usuarios

source: Add & Continue
es_es: Añadir & Continuar

source: Or
es_es: O

source: to Redirect to the dashboard page.
es_es: para redirigir a la página del Dasboard.

source: No Recent Activities
es_es: Sin actividades recientes

source: Task without Due Date
es_es: Tarea sin fecha de conclusión

source: Hours spent and still counting
es_es: Horas invertidas y contando

source: Hours spent on
es_es: Horas invertidas en

source: No tasks assigned to you, Explore cool features
es_es: No hay tareas que tiene asignadas, Explorar características interesantes

source: of File Storage
es_es: de almacenamiento de archivos

source: Active Users
es_es: Usuarios Activos

source: Email Notification
es_es: Notificación por correo

source: OFF
es_es: Apagado

source: ON
es_es: Encendido

source: Disabled
es_es: Inhabilitado

source: No users assigned
es_es: Ningún usuario asignado

source: No data available
es_es: No hay datos disponibles

source: Recent
es_es: Reciente

source: Assigned To Me
es_es: Asignado a mi

source: Delegated To Others
es_es: Delegado a otros

source: Create New Task
es_es: Crear Nueva Tarea

source: Assign To User
es_es: Asignar al usuario

source: Assign to User
es_es: Asignar al usuario

source: Add Task
es_es: Agregar Tarea

source: Complete
es_es: Completar

source: Late by
es_es: Late por

source: day
es_es: jornada

source: Coming up in
es_es: Próximamente en

source: These tasks are waiting on this task.
es_es: Archivo de tareas StorageThese están esperando en esta tarea.

source: Resolve
es_es: Resolver

source: Re-open
es_es: Reabrir

source: Reply
es_es: Respuesta

source: Move to Project
es_es: Mover al Proyecto

source: Move Task To Milestone
es_es: Mueva Tarea Para Milestone

source: Move to Milestone
es_es: Mover a Milestone

source: Remove Task
es_es: Retire Tarea

source: No active Milestone
es_es: No Milestone activo

source: No Completed Milestone
es_es: Sin Milestone Completado

source: No milestone
es_es: No hito

source: Create Milestone
es_es: Crear Hito

source: Task Reports
es_es: Informes de tareas

source: Hour Spent
es_es: Horas invertidas

source: Weekly Usage
es_es: Uso semanal

source: Resource Availability
es_es: Disponibilidad de recursos

source: Go Back
es_es: Regresa

source: Card View
es_es: Vista de tarjeta

source: List View
es_es: Vista de la lista

source: Details
es_es: Detalles

source: Personal Settings
es_es: Configuraciones personales

source: My Profile
es_es: Mi perfil

source: Change Password
es_es: Cambiar la contraseña

source: Notifications
es_es: Notificaciones

source: Email Reports
es_es: Informes de correo electrónico

source: Company Settings
es_es: Configuración de la compañía

source: My Company
es_es: Mi compañía

source: Daily Catch-Up
es_es: Hasta diaria de captura

source: Client Restrictions
es_es: Restricciones cliente

source: Import & Export
es_es: Importación y exportación

source: Cancel Account
es_es: Cancelar Cuenta

source: Account Settings
es_es: Configuraciones de la cuenta

source: Subscription
es_es: Suscripción

source: Credit Card
es_es: Tarjeta de crédito

source: Transactions
es_es: Actas

source: Account Activity
es_es: Actividad de la Cuenta

source: Upgrade Subscription
es_es: suscripción de actualización

source: Downgrade Subscription
es_es: Downgrade suscripción

source: Edit Credit Card
es_es: Editar tarjeta de crédito

source: Account Limitation
es_es: Cuenta Limitación

source: Pricing
es_es: Precios

source: Daily Progress Reminder
es_es: Daily Recordatorio Progreso

source: Template
es_es: Modelo

source: Templates
es_es: Plantillas

source: Analytics
es_es: Analítica

source: Bug Reports
es_es: Informes Bug

source: Hours Spent Reports
es_es: Informes horas pasadas

source: Account
es_es: Cuenta

source: Delete Account
es_es: Borrar Cuenta

source: Task Status Group
es_es: Estado de tarea de grupo

source: Weekly Usage Report
es_es: Informe de uso semanal

source: Resource Utilizations
es_es: el uso de recursos

source: Installation Wizard
es_es: Asistente de instalación

source: Installed Add-ons
es_es: Instalados complementos

source: Miscellaneous
es_es: Diverso

source: Gantt Chart
es_es: Diagrama de Gantt

source: User Role Management
es_es: Gestione del ruolo degli utenti

source: Expense
es_es: Gastos

source: Gantt Setting
es_es: Configuración de Gantt

source: Compact View
es_es: Vista compacta

source: Kanban View
es_es: Kanban Ver

source: Calendar
es_es: Calendario

source: Chart
es_es: Gráfico

source: Manage Milestone
es_es: administrar Milestone

source: Milestone Kanban View
es_es: Milestone Kanban Ver

source: Parents
es_es: Padres

source: Dependents
es_es: Dependientes

source: Task can't start. Waiting on these task to be completed.
es_es: Tarea no puede comenzar. El esperar en estos tarea sea completada.

source: Est. Hour(s)
es_es: Est. Hora(s)

source: Task Progress
es_es: Grupo de Progreso

source: View remaining
es_es: Ver restante

source: thread
es_es: hilo

source: threads
es_es: trapos

source: View latest 5
es_es: Ver último 5

source: View oldest thread on top
es_es: Ver secuencia más antigua en la parte superior

source: Newer
es_es: Más nuevo

source: View newest thread on top
es_es: Ver más nuevo hilo en la parte superior

source: Older
es_es: Mayor

source: HTML Editor
es_es: Editor HTML

source: Text Editor
es_es: Editor de texto

source: Write your Reply
es_es: Escriba su comentario

source: Attachment(s)
es_es: Archivos adjuntos)

source: Select multiple files to upload...
es_es: Seleccionar varios archivos para cargar ...

source: Drag and Drop files to Upload
es_es: Archivos de arrastrar y soltar para Subir

source: Max size
es_es: tamaño máximo

source: Notify via Email
es_es: Notificarme por correo electrónico

source: Do not show this reply to the client
es_es: No mostrar esta respuesta al cliente

source: Post
es_es: Enviar

source: Assigned To
es_es: Asignado a

source: Files in this Task
es_es: Los archivos en este Grupo

source: More
es_es: Más

source: No Files in this Task
es_es: No hay archivos en esta tarea

source: Last Updated
es_es: Última actualización

source: People Involved
es_es: Personas involucradas

source: Uploaded by
es_es: subido por

source: Move to project
es_es: Mover a proyectar

source: Start timer
es_es: Iniciar el temporizador

source: Remove from
es_es: Eliminar de

source: by
es_es: por

source: No Task
es_es: Non chiedere

source: No tasks for me
es_es: No hay tareas para mí

source: No tasks as overdue
es_es: No hay tareas como atrasados

source: No tasks delegated
es_es: No hay tareas delegadas

source: No high priority tasks
es_es: No hay tareas de alta prioridad

source: Add New
es_es: Añadir nuevo

source: Enter Description...
es_es: Incluye una descripción

source: No files setelcted
es_es: No hay archivos setelcted

source: Task Count
es_es: Conteggio attività

source: Filter Items
es_es: Filtrar elementos

source: Select a Project
es_es: Seleccione un proyecto

source: Select a Task
es_es: Seleccione una tarea

source: Is Billable
es_es: es facturable

source: Start Conversation
es_es: Iniciar la conversación

source: Toggle navigation
es_es: Navegación de palanca

source: Please create a Project to add Task under that Project
es_es: Por favor, cree un proyecto para agregar tareas en virtud de ese proyecto

source: Dashboard
es_es: Tablero

source: Milestones
es_es: Hitos

source: Recently viewed
es_es: Recientemente visto

source: Search Tasks
es_es: Tareas de búsqueda

source: Project Template
es_es: Plantilla de proyecto

source: Task Template
es_es: Plantilla de tareas

source: This Account is managed by
es_es: Esta cuenta es administrada por

source: Projects:
es_es: Proyectos:

source: Users:
es_es: Usuarios:

source: Storage:
es_es: Almacenamiento:

source: Default View
es_es: Vista predeterminada

source: Help & Support
es_es: Servicio de Asistencia

source: Getting Started
es_es: Empezando

source: Language Settings
es_es: Ajustes de idioma

source: Log Out
es_es: Cerrar sesión

source: Invoice Settings
es_es: Configuración de factura

source: Cost Settings
es_es: Configuración de costes

source: Salary Managemment
es_es: Gestión de salarios

source: General Questions
es_es: Preguntas generales

source: Features
es_es: Características

source: How it works?
es_es: ¿Cómo funciona?

source: Updated
es_es: Actualizado

source: out of
es_es: Fuera de

source: task are closed
es_es: tarea están cerrados

source: Last activity on
es_es: Última actividad en

source: Not Found
es_es: Extraviado

source: Add Users
es_es: Añadir usuarios

source: optional
es_es: opcional

source: Use comma to separate multiple email ids
es_es: Usa comas para separar los distintos destinatarios de correo

source: Make Inactive
es_es: hacer Inactivo

source: First Name
es_es: Nombre

source: Last Name
es_es: Apellido

source: Select Currency
es_es: Seleccione una moneda

source: Organization
es_es: Organización

source: Address
es_es: Dirección

source: Street
es_es: Calle

source: City
es_es: Ciudad

source: State
es_es: Estado

source: Country
es_es: País

source: Postal Code
es_es: código postal

source: Phone Number
es_es: Número de teléfono

source: Project Manager
es_es: Gerente de proyecto

source: Company Name
es_es: Nombre de la Compañía

source: Allow access to log in as a user
es_es: Permitir acceso para iniciar sesión como usuario

source: Add new Users
es_es: Añadir nuevo usuario

source: owner
es_es: dueño

source: admin
es_es: admistrador

source: Date Range
es_es: Rango de fechas

source: Estimated Hours
es_es: Horas estimadas

source: Default Rate
es_es: Tasa predeterminada

source: Min Tolerance
es_es: Tolerancia mínima

source: Max Tolerance
es_es: Tolerancia máxima

source: Project Status
es_es: Estado del proyecto

source: Project Type
es_es: Tipo de proyecto

source: Technology
es_es: Tecnología

source: Industry
es_es: Industria

source: Sorry, Project Limit Exceeded
es_es: Lo sentimos, el límite del proyecto excedió

source: Please contact your account owner to create more projects
es_es: Póngase en contacto con su propietario de la cuenta para crear más proyectos

source: Upgrade
es_es: Mejorar

source: you account to create more projects
es_es: cuenta para crear mas proyectos

source: Estd. Hour(s)
es_es: Estd. Hora (s)

source: Depends On
es_es: Depende de

source: Email ID
es_es: Identificación de correo

source: Project to be
es_es: Proyecto para ser

source: Assign Role
es_es: Asignar función

source: Sorry, User Limit Exceeded!
es_es: Lo sentimos. Límite de usuarios Excedido.

source: your account to create more users
es_es: cuenta para crear mas usuarios

source: Sub-Category Title
es_es: Título de la Subcategoría

source: Edit Task Status Group Name
es_es: Editar tarea Nombre Estado del grupo

source: Enter Task Status Group name
es_es: Introduce el nombre de Estado del Grupo de Tareas

source: Enter status name
es_es: Introduce el nombre de estado

source: click button to save color
es_es: botón haga clic para guardar el color

source: Add Status
es_es: Añadir Estado

source: No tasks have been archived yet on this project
es_es: Ninguna tarea ha sido archivada aún en este proyecto

source: All archived tasks of this project will appear here
es_es: Todas tus tareas archivadas de este proyecto aparecerán aquí

source: No files have been archived yet on this project
es_es: Ninguna archivo ha sido archivado aún en este proyecto

source: All archived files of this project will appear here
es_es: Todos los archivos de este proyecto aparecerán aquí

source: No task activities on this project
es_es: No hay actividades de trabajo sobre este proyecto

source: All activities of this project will appear here
es_es: Todas las actividades de este proyecto aparecerán aquí

source: No files have been shared or uploaded on this project
es_es: Ni hay archivos que se hayan compartido o cargado en este proyecto

source: All files shared on this project will appear here
es_es: todos los archivos compartidos en este proyecto aparecerán aquí

source: No files found
es_es: No se encontraron archivos

source: No Overdue Task on this project
es_es: Sin tareas atrasadas en este proyecto

source: No High Priority Task have been created on this project
es_es: No hay tareas de Alta Prioridad que se hayan creado en este proyecto

source: No Task for me on this project
es_es: No tengo tareas asignadas en este proyecto

source: No Task delegated on this project
es_es: No es una tarea delegada en este proyecto

source: No Task have been created on this project
es_es: No se han creado tareas en este proyecto

source: All Task created on this project will appear here
es_es: Todas las tareas creadas en este proyecto aparecerán aquí

source: Set Password
es_es: Establecer contraseña

source: All Attachments
es_es: Todos los archivos adjuntos

source: Add Note
es_es: Añadir la nota

source: Note Content
es_es: Contenido de la nota

source: Add New Category
es_es: Añadir nueva categoria

source: Add Wiki Approver
es_es: Añadir Wiki Aprobador

source: Create New Project
es_es: Crear Nuevo Proyecto

source: Save Filter
es_es: Guardar filtro

source: Approve Wiki Details
es_es: Aprobar los detalles de Wiki

source: All Activities
es_es: Todas las actividades

source: Add New Wiki Category
es_es: Añadir nueva categoría Wiki

source: Add New Wiki Sub-Category
es_es: Añadir nueva sub-categoría Wiki

source: Create New Role Group
es_es: Crear nuevo grupo de funciones

source: Add New Customer
es_es: Añadir Nuevo Cliente

source: Status Report
es_es: Reporte de estado

source: Latest 5 Comments
es_es: Últimos 5 Comentarios

source: Resource Not Available
es_es: Recurso no disponible

source: Overload Details
es_es: Detalles sobre la sobrecarga

source: New Task Type
es_es: Nuevo tipo de tarea

source: Log time
es_es: Hora de inicio de sesión

source: User Leave Form
es_es: Formulario de licencia de usuario

source: Choose an existing task
es_es: Escoger una tarea existente

source: Need help getting started?
es_es: ¿Necesitas ayuda para comenzar?

source: If you get stuck or need help with anything we are here for you. Just
es_es: Si tienes problemas en algún paso o necesita ayuda en general, aquí estamos para ti. Sólo

source: send us a line
es_es: envíanos una linea

source: we will get back to you as soon as possible or find your answer at our
es_es: nos pondremos en contacto contigo tan pronto sea posible o puedes encontrar tu respuesta en nuestra

source: help desk
es_es: Asistencia técnica

source: Ok, got it!
es_es: Bien, lo tengo!

source: Invite New User
es_es: Invitar nuevo usuario

source: Make sure that you have done the below required changes in
es_es: Asegúrate que has hecho los cambios necesarios detallados a continuación

source: You have provided the details of <b>SMTP</b> email sending options in
es_es: Has proporcionado los detalles de configuración de <b>SMTP</b> in

source: You have updated FROM_EMAIL_NOTIFY and SUPPORT_EMAIL in
es_es: Has actualizado FROM_EMAIL_NOTIFY y SUPPORT_EMAIL en

source: Cancel Subscription Information
es_es: Cancelar solicitud de información

source: Profile Image
es_es: Imagen de perfil

source: Browse
es_es: Vistazo

source: Select your profile image...
es_es: Selecciona tu imagen de perfil

source: Drag and set the box on the area you want to crop.
es_es: Arrastrar y coloca la caja en el área que desea recortar.

source: Confirm
es_es: Confirmar

source: Select tabs to enable
es_es: Selecciona los tabs a habilitar

source: Remove User
es_es: Eliminar usuario

source: Loading users...
es_es: Cargando usuarios

source: Project Role
es_es: Función del proyecto

source: Assign Project
es_es: Asignar proyecto

source: Enter Project Name
es_es: Ingrese Nombre del proyecto

source: Loading projects...
es_es: Cargar proyectos

source: Assign
es_es: Asignar

source: Assign & Continue
es_es: Asignar & Continuar

source: Remove Project
es_es: Eliminar proyecto

source: Add Tasks
es_es: Añadir tareas

source: Switch Milestone
es_es: Cambiar logro

source: Loading tasks...
es_es: Cargando tareas

source: Move task to milestone
es_es: Mover tareas a logros

source: Move task
es_es: Mover tarea

source: Remove Tasks
es_es: Eliminar tareas

source: Feedback
es_es: Retroalimentación

source: Template Name
es_es: Nombre del Template

source: New Task Status
es_es: Estado de Nueva tarea

source: Loader
es_es: Cargador

source: Gantt Settings
es_es: Configuración de Gantt

source: Add a task here & hit enter....
es_es: Añadir una tarea & pulsa ENTER

source: Send Reminder
es_es: Enviar recordatorio

source: You can enter time as 1.5 (that mean 1 hour and 30 minutes)
es_es: Puede introducir el tiempo como 1.5 (que significa 1 hora y 30 minutos)

source: Custom Date And Time
es_es: Fecha y hora de encargo

source: ALL
es_es: TODOS

source: Do not show this task to the client
es_es: No mostrar esta tarea para el cliente

source: Recurring Task
es_es: Tarea recurrente

source: Recurring
es_es: Periódico

source: Repeat Type
es_es: Repita Tipo

source: Weekly
es_es: Semanal

source: Monthly
es_es: Mensual

source: Quarterly
es_es: Trimestral

source: Yearly
es_es: Anual

source: Starts
es_es: Empieza

source: Ends after
es_es: Termina después

source: occurrences
es_es: ocurrencias

source: Ends on
es_es: Finaliza el

source: Reason of Leave
es_es: Motivo de la licencia

source: Cancel Leave
es_es: Cancelar la licencia

source: Statistics
es_es: Estadísticas

source: SO FAR THIS WEEK
es_es: HASTA ESTA SEMANA

source: Logged in User
es_es: Usuario conectado

source: of Total
es_es: del total

source: Last Week to Date
es_es: Última semana a la fecha

source: Tasks Created
es_es: Tareas creadas

source: Tasks Updated
es_es: Tareas actualizadas

source: Tasks Closed
es_es: Tareas concluidas

source: spent
es_es: invertido

source: Storage Used
es_es: Almacenaje utilizado

source: Task Status of the Week
es_es: Estatus de la tarea de la semana

source: Task Created
es_es: Tarea creada

source: Task Updated
es_es: Tarea actualizada

source: Project Status of the Week
es_es: Estado de proyecto de la semana

source: Closed/Total Tasks
es_es: Cerrado/Total tareas

source: Usage
es_es: Uso

source: No Project Status on last week
es_es: Sin estatus del proyecto desde la semana pasada

source: Out of
es_es: Fuera de

source: User has not logged in to the system since last week
es_es: El usuario no ha iniciado sesión en el sistema desde la semana pasada.

source: tasks created and
es_es: tareas creadas y

source: updated on last week
es_es: actualizado la semana pasada

source: storage used on all projects
es_es: almacenamiento utilizado en todos los proyectos

source: Submitted By
es_es: Presentado por

source: This wiki is already approved.
es_es: Este wiki ya está aprobado.

source: Comments
es_es: Comentarios

source: Today at
es_es: Hoy a

source: Y'day at
es_es: Ayer a

source: Y'day
es_es: Ayer

source: Tomorrow
es_es: mañana

source: just now
es_es: ahora

source: mins ago
es_es: minutos antes

source: min ago
es_es: minuto antes

source: hours ago
es_es: hace horas

source: hour ago
es_es: hace una hora

source: ago
es_es: hace

source: to go
es_es: ir

source: at
es_es: a

source: As a
es_es: Como un

source: account
es_es: cuenta

source: Company account has been confirmed by
es_es: La cuenta de la empresa se ha confirmado por

source: as a
es_es: como un

source: user
es_es: usuario

source: With email
es_es: Con correo

source: With
es_es: Con

source: updated during
es_es: actualizado durante

source: created expense.
es_es: Gastos creados.

source: created expense & finally submitted.
es_es: Gastos creados y finalmente sometidos.

source: updated expense.
es_es: Gasto actualizado.

source: updated expense & finally submitted.
es_es: Gasto actualizado y finalmente enviado.
