Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/ger/LC_MESSAGES/default.po
Languages: de

source: Chrome 32 and above
de: Chrome 32 und höher

source: Above Safari 6 on Mac OSX 10.8+
de: Oberhalb Safari 6 auf Mac OSX 10.8+

source: Send me Email Reports
de: Senden Sie mir E-Mail-Berichte

source: Daily
de: Täglich

source: Task Due (daily)
de: Aufgabe Aufgrund (täglich)

source: Daily Update Report
de: Täglich Update Report

source: Send me Email
de: Senden Sie mir E-Mail an

source: Hour
de: Stunde

source: Select Projects
de: Wählen Sie Projekte

source: Forgot your password?
de: Haben Sie Ihr Passwort vergessen?

source: To reset your password, type the full email address you use to sign in to your Orangescrum Account.
de: Um Ihr Passwort zurückzusetzen, geben Sie die vollständige E-Mail Adresse, die Sie Ihrem Orangescrum Konto anmelden.

source: After submitting please click on the link sent to your email
de: Nach dem Absenden klicken Sie bitte auf den Link zu Ihrer E-Mail gesendet

source: Your Password is successfully changed.
de: Ihr Passwort erfolgreich geändert.

source: Login
de: Anmeldung

source: with your new pasword
de: mit Ihrem neuen pasword

source: Please enter your email.
de: Bitte geben Sie ihre E-Mail-Adresse ein.

source: Invalid 'E-mail' address!
de: Ungültige E-Mail-Adresse!

source: Password cannot be blank!
de: Passwort kann nicht leer sein!

source: Password should be between 6-15 characters!
de: Passwort sollte zwischen 6-15 Zeichen lang sein!

source: Re-Type Password cannot be blank!
de: Re-Type Passwort darf nicht leer sein!

source: Passwords do not match!
de: Passwörter abweichend!

source: Getting Started with Orangescrum
de: Erste Schritte mit Orangescrum

source: Name your project suitably, choose short name accordingly.
de: Benennen Sie Ihr Projekt geeignet, wählen Sie Kurznamen entsprechend.

source: Add up your team members/customers to the project while creating.
de: Fügen Sie Ihre Team-Mitglieder / Kunden in das Projekt, während der Erstellung.

source: Alternately, you can add team/customer to a project in ‘Manage Projects’ section.
de: Alternativ können Sie auch Team / Kunden an ein Projekt in "Projekte verwalten" Abschnitt hinzufügen.

source: Send invitation to team member (separate by comma for multi Email IDs)
de: Einladung senden an Teammitglied (getrennt durch Komma für Multi E-Mail-IDs)

source: Invitees need to set up their account using link provided in the email.
de: Eingeladene müssen ihr Konto mit Link in der E-Mail einrichten.

source: Assign projects to your team members while inviting them.
de: Ordnen Sie Projekte an Ihre Teammitglieder während sie einladen.

source: You can assign/remove projects from your team members any time on manage users section.
de: Sie können Projekte aus Ihrer Teammitglieder Benutzer Abschnitt verwalten jederzeit zuweisen / entfernen.

source: Enter a title, put due date or set priority and create a task under a project.
de: Geben Sie einen Titel, legte Fälligkeit oder Prioriätskontexte und erstellen im Rahmen eines Projekts eine Aufgabe.

source: Assign task to a team member, attach files from Google Drive or Dropbox while creating a task.
de: Aufgabe zuweisen zu einem Teammitglied, Dateien anhängen von Google Drive oder Dropbox, während eine Aufgabe zu schaffen.

source: You can also Import a bunch of tasks from a .CSV file under a project.
de: Sie können auch eine Reihe von Aufgaben aus einer CSV-Datei unter einem Projekt importieren.

source: You can categorize your Task usign the Task Types.
de: Sie können Ihre Aufgabe usign die Aufgabentypen kategorisieren.

source: It's doesn't matter whether your business is Education or Health Services or Construction, you can define your own Task Type and add Tasks under them
de: Es ist egal, ob Ihr Unternehmen ist Bildung oder Gesundheitsdienste oder Bau, können Sie Ihre eigenen Aufgabentyp definieren und fügen Sie Aufgaben unter ihnen

source: You can remove the default Task Type by unchecking the checkbox and save the changes.
de: Sie können die Standardaufgabentyp durch Deaktivieren Sie das Kontrollkästchen entfernen und die Änderungen speichern.

source: Respond via Email
de: Reagieren Sie per E-Mail

source: You can respond to the task Email sent from
de: Sie können aus gesendet, um die Aufgabe E-Mail antworten

source: Your Email response will be posted on Orangescrum against that task.
de: Ihre E-Mail-Antwort wird auf Orangescrum gegen diese Aufgabe gebucht werden.

source: Respond on a task even on-the-go from your mobile via Email.
de: Reagieren Sie auf eine Aufgabe, auch on-the-go von Ihrem Handy via E-Mail.

source: Desktop Notification
de: Desktop-Benachrichtigung

source: Notification
de: Benachrichtigung

source: The Desktop Notification works on heigher versions of most of the browsers.
de: Die Desktop-Benachrichtigung funktioniert auf heigher Versionen der meisten Browsern.

source: Firefox 22 and above, Chrome 32 and above, Safari 6 on Mac OSX 10.8+
de: Firefox 22 und höher, Chrome 32 und höher, Safari 6 auf Mac OSX 10.8+

source: You'll see a pop-up when a new task or reply arrives so you can keep track of your Tasks even when you're not looking at
de: Sie werden ein Pop-up zu sehen, wenn eine neue Aufgabe oder eine Antwort eintrifft, so dass Sie den Überblick über Ihre Aufgaben zu halten, auch wenn Sie nicht befinden sich in der

source: Turn the desktop notification On or Off in the
de: Schalten Sie die Desktop-Benachrichtigung Ein oder Aus in der

source: page.
de: Seite.

source: Settings
de: Einstellungen

source: Setting
de: Einstellungen

source: Timezone & Profile
de: Zeitzone & Profil

source: Personalize your Orangescrum account by setting up your Profile details and Timezone.
de: Personalisieren Sie Ihre Orangescrum Konto von Ihrem Profil Details und Zeitzone einrichten.

source: The Timezone settings help you to keep stay up-to-date while working with a virtual or remote team.
de: Die Zeitzone Einstellungen helfen Ihnen Aufenthalt zu halten up-to-date, während sie mit einem virtuellen oder Remote-Team.

source: The Email Notification is set to "No" by default, to get email those email only when selected when task is posted.
de: Die E-Mail-Benachrichtigung wird auf "Nein " by default auf \, jene E-Mail erhalten eine E-Mail nur, wenn ausgewählt, wenn Aufgabe gebucht wird.

source: Set to "Yes", to get all the Task related Emails from all your assigned projects from Orangescrum.
de: Stellen Sie auf \ "Ja ", alle Aufgaben im Zusammenhang mit E-Mails von allen zugeordneten Projekte von Orangescrum zu bekommen.

source: You can enable or disable Google Chrome Desktop Notification on the "Notification" page.
de: Sie können Google Chrome Desktop-Benachrichtigung auf dem \ "Benachrichtigung " Seite aktivieren oder deaktivieren.

source: Reports
de: Berichte

source: Customize your Email report settings.
de: Passen Sie Ihre E-Mail-Report-Einstellungen.

source: Select projects and set your daily update settings.
de: Wählen Sie Projekte und stellen Sie Ihre tägliche Update-Einstellungen.

source: Replied
de: antwortete

source: Comment
de: Kommentar

source: Edited
de: bearbeitet

source: Welcome to Orangescrum Community Edition v1.6.1
de: Willkommen bei Orangescrum Community Edition v1.6.1

source: Make sure that,
de: Stelle sicher das,

source: You have write permission (777) to
de: Sie haben Schreibrechte (777) zu

source: and
de: und

source: folders
de: Ordner

source: You have provided the details of
de: Sie haben die Details zur Verfügung gestellt von

source: email sending options in
de: E-Mail-Sendeoptionen in

source: You have updated FROM_EMAIL_NOTIFY and SUPPORT_EMAIL in
de: Sie haben FROM_EMAIL_NOTIFY und SUPPORT_EMAIL aktualisiert in

source: How it Works?
de: Wie es funktioniert?

source: Help!
de: Hilfe!

source: to
de: zu

source: Make sure that, the
de: Stellen Sie sicher, dass die

source: file is there in the root directory
de: Datei befindet sich im Stammverzeichnis

source: Login to your Account
de: Melde dich in deinem Konto an

source: Quick Signup
de: Schnellanmeldung

source: Password
de: Passwort

source: Remember me
de: Anmeldung merken

source: Forgot Password
de: Passwort vergessen

source: By signing up you you agree that you have read, understand, and accept the
de: Wenn Sie sich erklären Sie, dass Sie gelesen haben, verstehen und akzeptieren die

source: License
de: Lizenz

source: Signup
de: Registrieren

source: Resend
de: Erneut senden

source: Are you sure you want to enable
de: Sind Sie sicher, das Sie löschen möchten

source: Are you sure you want to disable
de: Sind Sie sicher, das Sie löschen möchten

source: Are you sure you want to mark
de: Sind Sie sicher, das Sie löschen möchten

source: as client
de: als Client

source: Are you sure you want to revoke client access from
de: Sind Sie sicher, dass Sie den Client-Zugriff zu entziehen von

source: Revoke Client
de: Entziehen-Client

source: Are you sure you want to revoke Admin privilege from
de: Sind Sie sicher, dass Sie Admin Privileg widerrufen wollen aus

source: Revoke Admin
de: Widerrufe Adminrechte

source: Are you sure you want to grant Admin privilege to
de: Sind Sie sicher, dass Sie Admin-Privileg zu vergeben möchten

source: Grant Admin
de: Andministratorrechte

source: No activity yet
de: Noch keine Aktivitäten.

source: No users found.
de: Keine Nutzer gefunden.

source: Sending invitation again
de: Senden wieder Einladung

source: Add New User
de: Neuen Nutzer hinzufügen

source: Work Hour per Day
de: Arbeitszeit pro Tag

source: API Access Token
de: API Zugriffstoken

source: Re-generate
de: Regenerieren

source: Are you sure you want to delete
de: Sind Sie sicher, das Sie löschen möchten

source: Choose Company Logo
de: Wählen Sie Firmenlogo

source: Are you sure to delete logo
de: Sind Sie sicher, Logo zu löschen

source: Time Zone
de: Zeitzone

source: Edit Profile Image
de: Profil bearbeiten Bild

source: Delete Profile Image
de: Löschen Profilbild

source: Choose Profile Image
de: Wählen Sie Profilbild

source: Keep me upto date with new features
de: Halten Sie mich mit neuen Features bis zu Datum

source: No project(s) assigned
de: Kein Projekt (e) zugewiesen

source: notEmpty
de: nicht leer
