Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/ger/LC_MESSAGES/default.po
Languages: de

source: Please specify a file name for download.
de: Bitte geben Sie einen Dateinamen zum Download bereit.

source: Oops! File not found.<br/> File may be deleted or make sure you specified correct file name.
de: Hoppla! Die Datei wurde nicht gefunden. <br/> Datei kann gelöscht werden oder sicherstellen, korrekte Dateiname angegeben.

source: Oops! File cannot be download.<br/> You might not have access to download the file.
de: Hoppla! Datei-Download kann nicht sein. <br/> Sie möglicherweise keinen Zugriff haben, die Datei zum Download bereit.

source: Development
de: Erschließung/Bauprojekt/Bauland

source: Bug
de: Fehler

source: Update
de: Aktualisieren

source: Change Request
de: Änderungsanforderung

source: Idea
de: Idee

source: Enhancement
de: Erweiterung

source: Research n Do
de: Forschung n Do

source: Maintenance
de: Wartung

source: Quality Assurance
de: QUALITÄTSVERSPRECHEN

source: Release
de: Freigeben

source: Others
de: Sonstiges

source: All Tasks
de: Alle Aufgaben

source: My Tasks
de: Meine Aufgaben

source: Overdue
de: Überfällig

source: High Priority
de: Hohe Priorität

source: has been moved permanently
de: wurde dauerhaft verschoben

source: Oops! File not found.
de: Hoppla! Datei nicht gefunden.

source: File may be deleted or make sure you specified correct file name.
de: Datei gelöscht oder stellen Sie sicher, korrekte Dateiname angegeben werden.

source: Commented
de: Kommentiert

source: on the reply
de: auf die Antwort

source: Error in uploading file to S3 bucket
de: Fehler beim Hochladen auf S3-Bucket-Datei

source: me
de: Ich

source: Status
de: Statu

source: NEW
de: NEU

source: STARTED
de: Angefangen

source: RESOLVED
de: gelöst wird.

source: CLOSED
de: GESCHLOSSEN

source: the Task
de: die Aufgabe

source: changed the type of
de: verändert die Art der

source: changed the due date of
de: geändert, um die Fälligkeit

source: changed the priority of
de: verändert die Priorität

source: changed the assigned to of
de: die zugeordneten der geänderten

source: Dependant tasks are not closed.
de: Abhängige Aufgaben werden nicht geschlossen.

source: High
de: Hoch

source: Medium
de: Mittel

source: Low
de: Niedrig

source: Start
de: Begin

source: Start On
de: Beginnen am

source: Due
de: Während

source: Due On
de: Fällig am

source: other
de: andere

source: Hours Spent
de: Stunden damit verbracht,

source: Using
de: Mit

source: Mb of storage
de: MB Speicher

source: Last Activity
de: Letzte Aktivität

source: projectName,milestoneName,tasks#,title,status,type,created by,assigned to,created at,lastUpdated,milestoneEndDate
de: Projektname, Meilenstein-Name, Aufgaben #, Titel, Status, Typ, erstellt von, zugewiesen, erstellt bei, letzte Aktualisierung, Meilenstein Enddatum

source: Tasks#,Title,Description,Status,Estimated Hours,Type,Milestone,Assigned To,Due Date,Created By,Date Created,Last Updated
de: Aufgaben #, Titel, Beschreibung, Status, geschätzte Stunden, Typ, Meilenstein, Zugewiesen, Fälligkeitsdatum, Erstellt von, Datum Erstellt, Letzte Aktualisierung

source: projectName,tasks#,title,status,type,created by,assigned to,created at,lastUpdated
de: Projektname, Aufgaben #, Titel, Status, Typ, erstellt von, zugewiesen, erstellt bei, zuletzt aktualisiert

source: Project Name,Milestone Name,Task#,Title,Status,Type,Assigned To
de: Projektname, Meilenstein-Name, Aufgabe #, Titel, Status, Typ, Zugewiesen

source: Created By
de: Erzeuger

source: No matched record found with this id
de: Keine abgeschlossenen Datensatz gefunden mit dieser ID

source: Invalid Case id
de: Ungültige Fall id

source: Completed
de: Abgeschlossen

source: of
de: von

source: New & In Progress
de: Neu & In Progress

source: New
de: Ne

source: In Progress
de: In Bearbeitung

source: Closed
de: Abgeschlossen

source: Resolved
de: gelöst wird.

source: Title, Description, Status, Priority, Task Type, Assigned To, Created By, Last Updated By, Created On, Estimated Hours, Hours Spent
de: Titel, Beschreibung, Status, Priorität, Task-Typ, Zugewiesen, Erstellt von, zuletzt aktualisiert von, Erstellt am, Estimated Stunden, Stunden damit verbracht,

source: Opps! Error occured in creation of zip file.
de: Upps! Fehler aufgetreten bei der Erstellung von ZIP-Datei.

source: Opps! Error occured in creating the task csv file.
de: Upps! Fehler aufgetreten die Aufgabe CSV-Datei zu schaffen.

source: Milestone successfully converted to task.
de: Milestone umgewandelt erfolgreich Aufgabe.

source: Task successfully posted.
de: Aufgabe erfolgreich gebucht.

source: Sorry! invalid input. Please try again.
de: Es tut uns leid! Ungültige Eingabe. Bitte versuche es erneut.

source: It seems you have not copied the
de: Es scheint, dass Sie das nicht kopiert haben

source: file for
de: Datei für

source: addon to app/webroot folder
de: Addon app / webroot Ordner

source: file is extracted. Please click on next.
de: Datei extrahiert wird. Bitte klicken Sie auf Weiter.

source: Can not extract the zip file
de: Kann nicht die Zip-Datei extrahieren

source: Invalid addon name
de: Ungültige addon Name

source: Databse configuration is completed. Please click on next.
de: Databse Konfiguration ist abgeschlossen. Bitte klicken Sie auf Weiter.

source: No content in the sql file.
de: Kein in der SQL-Datei.

source: No sql file is present in the zip file.
de: Kein SQL-Datei ist in der Zip-Datei.

source: Please click on verify to check it is installed properly or not.
de: Bitte klicken Sie überprüfen, um zu überprüfen es richtig installiert ist oder nicht.

source: Can not copy the folder.
de: Kann nicht den Ordner kopieren.

source: No add-on Folder is present in the zip file.
de: Kein Add-on-Ordner ist in der Zip-Datei.

source: Congratulations! You have successfully installed
de: Kein Add-on-Ordner ist in der Zip-Datei.

source: Now you have to install 'wkhtmltopdf' in your server and need to update that path in 'constants.php' file inside 'app/Config' folder in order to generate pdf of invoices. Please click on finish.
de: Nun müssen Sie 'wkhtmltopdf' in Ihrem Server installieren und müssen diesen Pfad aktualisieren in 'constants.php' Datei in "app / Config" -Ordner, um PDF-Rechnungen zu erzeugen. Bitte klicken Sie auf Fertig stellen.

source: Congratulations! You have successfully installed the chat add-on. Now you have to install 'Node.js' in your server and need to update 'NODEJS_HOST' path with 3002 port(eg:http://yourdomain:3002) in 'constants.php' file inside 'app/Config' folder in order to communicate with Node Host. Please refer 'readme.txt' file for install Node.js. Please click on finish.
de: Herzliche Glückwünsche! Sie haben erfolgreich die Chat-Add-on installiert. Nun müssen Sie 'Node.js' in Ihrem Server installieren und aktualisieren müssen 'NODEJS_HOST' Weg mit 3002-Anschluss (zB: http: // ihredomain: 3002) in 'constants.php' Datei in "app / Config 'Ordner in um mit Node-Host zu kommunizieren. Bitte beachten 'readme.txt' Datei für die Installation Node.js. Bitte klicken Sie auf Fertig stellen.

source: Please click on finish.
de: Bitte klicken Sie auf Fertig stellen.

source: Oops! The
de: Hoppla! Das

source: add-on is not installed properly.
de: Add-on ist nicht richtig installiert.

source: has been deleted
de: wurde gelöscht

source: Oops! Error occured in deletion of milestone.
de: Hoppla! Fehler aufgetreten bei Löschung von Meilenstein.

source: Start date cannot exceed End date
de: Das Startdatum darf nicht mehr als Enddatum

source: Opps!, Milestone Title already exists..
de: Upps !, Milestone Titel existiert bereits ..

source: Milestone added successfully.
de: Milestone erfolgreich hinzugefügt.

source: Sorry!, We are not able to post this Milestone. Try again.
de: Leider !, Wir sind nicht in der Lage, diesen Meilenstein zu posten. Versuch es noch einmal.

source: Milestone has been restored.
de: Milestone wurde wiederhergestellt.

source: Oops! Error occured in restoration of milestone
de: Hoppla! Fehler aufgetreten in der Restaurierung von Meilenstein

source: Milestone has been completed.
de: Milestone ist abgeschlossen.

source: Oops! Error occured in completion of milestone
de: Hoppla! Fehler aufgetreten bei der Fertigstellung von Meilenstein

source: Created by
de: Erstellt von

source: on
de: auf

source: Project name
de: Projektname

source: already exists
de: bereits vorhanden

source: Project short name
de: Projektkurzname

source: saved successfully
de: Erfolgreich Gespeichert

source: activated successfully
de: erfolgreich aktiviert

source: deleted successfully
de: erfolgreich gelöscht

source: deactivated successfully
de: erfolgreich deaktiviert

source: Invalid or Wrong action!
de: Ungültige oder falsche Aktion!

source: created successfully
de: erfolgreich erstellt

source: Error creating project
de: Fehler beim Erstellen des Projekts

source: User(s) successfully assigned to
de: Benutzer (n) erfolgreich zugewiesen

source: Group update alert has been saved successfully.
de: Gruppe Update-Benachrichtigung wurde erfolgreich gespeichert.

source: Failed to save of Group update alert.
de: Fehlgeschlagen der Gruppe Update-Benachrichtigung zu speichern.

source: Template tasks added successfully
de: Vorlage Aufgaben erfolgreich hinzugefügt

source: Template Deleted successfully
de: Vorlage gelöscht erfolgreich

source: Template activated successfully
de: Vorlage aktiviert erfolgreich

source: Template can't be activated.Please try again.
de: Vorlage kann nicht wieder activated.Please versuchen sein.

source: Template deactivated successfully
de: Vorlage erfolgreich deaktiviert

source: Template can't be deactivated.Please try again.
de: Vorlage kann nicht wieder deactivated.Please versuchen sein.

source: Please split the file and upload again. Your file contain more than 1000 rows
de: Bitte teilen Sie die Datei und laden wieder. Die Datei enthält mehr als 1000 Zeilen

source: Please upload a file with size less then 2MB
de: Bitte laden Sie eine Datei mit einer Größe von weniger als 2 MB

source: Require atleast Task Title column to import the Tasks
de: Erfordern atleast Aufgabe Spalte Titel, die Aufgaben zu importieren

source: Please import a valid CSV file
de: Importieren Sie eine gültige CSV-Datei

source: Already a file with same name and same size of
de: Bereits eine Datei mit dem gleichen Namen und die gleiche Größe

source: bytes exists
de: Bytes vorhanden

source: Would you like to replace the exsiting file
de: Möchten Sie die exsiting Datei zu ersetzen

source: Already file with same name and size of
de: Die Datei ist bereits mit dem gleichen Namen und die Größe

source: Would you like to replace the existing file
de: Möchten Sie die vorhandene Datei zu ersetzen,

source: Oops! Error occured in deletion of project
de: Hoppla! Fehler aufgetreten in Löschen von Projekt

source: Task type
de: Aufgabentyp

source: updated successfully.
de: Erfolgreich geupdated.

source: added successfully.
de: erfolgreich hinzugefügt.

source: Error in addition of task type.
de: Fehler bei der Zugabe von Aufgabentyp.

source: Task type saved successfully.
de: Aufgabentyp erfolgreich gespeichert.

source: Error in saving of task type.
de: Fehler beim Speichern von Aufgabentyp.

source: invited you to join
de: Sie eingeladen

source: on Orangescrum
de: auf Orangescrum

source: invited you to join Orangescrum
de: Sie eingeladen, Orangescrum beitreten

source: No data for this date range & project
de: Keine Daten für diesen Zeitraum & Projekt

source: Opened
de: Geöffnet

source: Company photo removed successfully
de: Werksfoto erfolgreich entfernt

source: Company logo should be an image file
de: Firmenlogo sollte eine Bilddatei sein

source: Company logo size cannot excceed 1mb
de: Firmenlogo Größe kann 1MB nicht excceed

source: Name cannot be left blank
de: Der Name darf nicht leer sein

source: Company updated successfully
de: Unternehmen erfolgreich aktualisiert

source: Notification settings saved successfully
de: Benachrichtigungseinstellungen erfolgreich gespeichert

source: user deleted successfully
de: Benutzer erfolgreich gelöscht

source: Sorry! User cannot be enabled. User Limit Exceeded!
de: Es tut uns leid! Der Benutzer kann nicht aktiviert werden. User-Limit überschritten!

source: User enabled successfully
de: Benutzer erfolgreich aktiviert

source: User disabled successfully
de: Benutzer deaktiviert erfolgreich

source: Granted admin privilege
de: Zugegeben Admin-Privileg

source: Granted client privilege
de: Zugegeben Client Privileg

source: Revoked client privilege
de: Gesperrte Client Privileg

source: Revoked admin privilege
de: Gesperrte Admin-Privileg

source: Invited you to join
de: Sie eingeladen

source: Invited you to join on Orangescrum
de: Sie eingeladen, auf Orangescrum beitreten

source: Invitation resent to
de: Einladung erneut gesendet

source: Password of
de: Kennwort von

source: reset successfully
de: Reset erfolgreich

source: Forgot Password Request
de: Passwort vergessen anfordern

source: Sorry! you have exceeded the user limit
de: Es tut uns leid! Sie haben das Benutzerlimit überschritten

source: Sorry! This account exceeded the user limit.
de: Es tut uns leid! Dieses Konto überschritten den Benutzer zu begrenzen.

source: Invitation sent to Successfully
de: Einladung verschickt Erfolgreich in den

source: Invitation Failed. Please try again!
de: Einladung fehlgeschlagen. Bitte versuche es erneut!

source: Invitation sent to
de: Einladung an gesendet

source: Email or Password is invalid!
de: E-Mail oder Passwort ist ungültig!

source: email already exists
de: E-Mail ist bereits vorhanden

source: Now you can login using
de: Jetzt können Sie sich einloggen mit

source: Profile photo removed successfully
de: Profil-Foto entfernt erfolgreich

source: Email cannot be left blank
de: E-Mail kann nicht leer sein

source: Opps! Email address already exists.
de: Upps! Diese E-Mail Adresse ist bereits vergeben.

source: Opps! Invalid file format! The formats supported are gif, jpg, jpeg & png.
de: Upps! Ungültige Dateiformat! Die unterstützten Formate sind GIF, JPG, JPEG und PNG.

source: Profile photo size cannot excceed 1mb
de: Profil-Foto Größe kann 1MB nicht excceed

source: Profile updated successfully.<br />A confirmation link has been sent to
de: Profil erfolgreich aktualisiert. <br /> Ein Bestätigungslink geschickt wurde

source: Profile updated successfully
de: Profil erfolgreich aktualisiert

source: Orangescrum Login Email ID Confirmation
de: Orangescrum Login Email ID Bestätigung

source: Old password cannot be left blank!
de: Altes Passwort darf nicht leer gelassen werden!

source: Please enter correct old password.
de: Bitte geben Sie die richtigen altes Passwort ein.

source: New password cannot be left blank!
de: Neues Passwort darf nicht leer gelassen werden!

source: Re-type password cannot be left blank!
de: Passwort erneut eingeben kann nicht leer sein!

source: Re-type password do not match!
de: Passwort erneut eingeben stimmen nicht überein!

source: Password changed successfully
de: Passwort erfolgreich geändert.

source: Template updated successfully
de: Vorlage aktualisiert erfolgreich

source: Template can't be updated
de: Vorlage kann nicht aktualisiert werden

source: Template added successfully
de: Template hinzugefügt erfolgreich

source: Template can't be added
de: Vorlage kann nicht hinzugefügt werden

source: Deleted successfully
de: Gelöschte erfolgreich

source: Notifications changed successfully
de: Benachrichtigungen erfolgreich geändert

source: Reports changed successfully
de: Berichte erfolgreich geändert

source: Company logo removed successfully
de: Firmenlogo erfolgreich entfernt

source: You have been added to multiple projects on Orangescrum
de: Sie haben mehrere Projekte auf Orangescrum hinzugefügt

source: You have been added to
de: Sie wurden hinzugefügt

source: Owner
de: Eigentümer

source: Admin
de: Verwaltung

source: User
de: Benutzer

source: Invited
de: Eingeladen

source: Inactive
de: Inaktiv

source: Client
de: Kunde

source: Started
de: Angefangen

source: Files
de: Dateien

source: Updates
de: Aktualisierungen

source: first day of january
de: ersten Tag des Monats Januar

source: last day of march
de: letzten Tag des Marsches

source: first day of april
de: ersten Tag des Monats April

source: last day of june
de: letzten Tag des Monats Juni

source: first day of july
de: ersten Tag des Juli

source: last day of september
de: letzten Tag des Monats September

source: first day of october
de: ersten Tag des Monats Oktober

source: last day of december
de: letzten Tag des Monats Dezember

source: You have
de: Du hast

source: has
de: hat

source: disabled wiki.
de: Deaktiviertes Wiki.

source: enabled wiki.
de: Aktiviertes wiki.

source: commented on wiki.
de: Kommentiert wiki

source: updated wiki category.
de: Aktualisierte Wiki-Kategorie.

source: created wiki category.
de: Erstellt wiki Kategorie.

source: updated wiki subcategory.
de: Aktualisierte Wiki-Unterkategorie.

source: enabled wiki approver.
de: Aktiviertes Wiki-Genehmiger.

source: disabled wiki approver.
de: Deaktiviert wiki approver.

source: approved this wiki.
de: Genehmigt dieses Wiki.

source: finally approved this wiki.
de: Endlich dieses Wiki zugelassen.

source: rejected wiki.
de: Abgelehntes wiki

source: updated and finally submitted the wiki.
de: Aktualisiert und schließlich das Wiki eingereicht.

source: updated wiki.
de: Aktualisiertes Wiki.

source: added attachments.
de: Fügte hinzu.

source: added wiki and finally submitted.
de: Hinzugefügt Wiki und schließlich eingereicht.

source: added wiki.
de: Hinzugefügt wiki.

source: deleted wiki attachments.
de: Gelöschte Wiki-Anhänge.

source: downloaded wiki attachments.
de: Heruntergeladene Wiki-Anhänge.

source: updated approver hierarchy.
de: Aktualisierte Genehmigungshierarchie.

source: posted a new Task
de: eine neue Aufgabe geschrieben

source: REPLIED
de: ANTWORTETE

source: responded on the Task
de: auf der Task reagiert

source: This task is assigned to
de: Diese Aufgabe wird zugewiesen

source: Due date
de: Fälligkeitsdatum

source: LOW
de: NIEDRIG

source: HIGH
de: HOCH

source: MEDIUM
de: MITTEL

source: Priority
de: Vorrang

source: You have
de: Du hast

source: has
de: hat

source: Project
de: Projek

source: Task
de: Aufgabe

source: Type
de: Typ

source: To read the original message, view comments, reply & download attachment
de: Um die Originalmeldung finden Sie Kommentare lesen, beantworten und Anlage herunterladen

source: This email notification is sent by
de: Diese E-Mail-Benachrichtigung gesendet von

source: You are receiving this email notification because you have subscribed to Orangescrum, to unsubscribe, please email with subject 'Unsubscribe' to
de: Sie erhalten diese E-Mail-Benachrichtigung, weil Sie Orangescrum abonniert haben, abmelden, mailen Sie bitte mit dem Betreff "Abbestellen" an

source: Daily Catch-Up Alert
de: Daily Catch-Up-Warnung

source: This is a reminder to post your today's updates to Orangescrum. Just reply to this email with the updates, it will be added to the project.
de: Dies ist eine Erinnerung Ihre heutigen Updates zu Orangescrum zu posten. Antworten Sie einfach auf diese E-Mail mit den Updates, wird es zu dem Projekt hinzugefügt werden.

source: NOTE
de: HINWEIS:

source: DO NOT change the SUBJECT while replying.
de: Sie nicht das Thema zu ändern, während die Beantwortung.

source: Don't want these emails? To unsubscribe, please contact your account administrator to turn off <b>Daily Catch-Up</b> alert for you.
de: Stellen Sie diese E-Mails wollen? Um sich abzumelden, wenden Sie sich bitte an Ihren Kontoadministrator zu deaktivieren <b> Daily Catch-Up </ b> Alarm für Sie.

source: invited you to join
de: Sie eingeladen

source: invited you to join Orangescrum
de: Sie eingeladen, Orangescrum beitreten

source: Task Title
de: Task-Titel

source: Assign To
de: Zuweisen an

source: Start Date
de: Beginndatum

source: No Due Date
de: (Kein Fälligkeitdatum)

source: Modified
de: Geändert

source: Task Type changed to
de: Aufgabentyp geändert

source: Task re-assigned to
de: Aufgabe erneut zugewiesen

source: Due Date changed to
de: Due Date geändert

source: Due Date
de: Fälligkeitsdatum

source: Priority changed to
de: Priorität geändert

source: Status changed to
de: Der Status geändert

source: Estimated Hour(s) changed to
de: Geschätzte Stunde (n) geändert

source: Added time log
de: Hinzugefügt Zeitprotokoll

source: Updated time log
de: Aktualisiert Zeitprotokoll

source: Start Date changed to
de: Startdatum geändert in

source: No Start Date
de: Kein Startdatum

source: changed estimated hour(s) of
de: geänderte geschätzte Stunde (n)

source: changed progress of
de: veränderte Fortschritt

source: No Task found with the selected id
de: Keine Aufgabe mit der gewählten ID gefunden

source: Project deleted successfully
de: Projekt erfolgreich gelöscht

source: Oops! No project found with the given id.
de: Hoppla! Kein Projekt mit der angegebenen ID gefunden.

source: responded
de: reagiert

source: closed
de: gesperrt

source: resolved
de: gelöst wird.

source: Changed the status to
de: Änderte sich der Status zu

source: of the task
de: der Aufgabe

source: updated
de: aktualisiert

source: task type to
de: Aufgabe Typ

source: assigned
de: Zugewiesene

source: to
de: zu

source: proirity to
de: proirity zu

source: due date on
de: Fälligkeitsdatum

source: created
de: erstellt

source: Email already exists! Please try another
de: E-Mail existiert bereits! Bitte versuchen Sie einen anderen

source: Please enter a valid email.
de: Bitte geben Sie eine gültige E-Mail Addresse ein

source: is not allowed
de: ist nicht erlaubt

source: Oops, site address already in use!
de: Hoppla, Website-Adresse bereits in Gebrauch!

source: Invalid coupon code!
de: Ungültiger Gutscheincode

source: Oops! Coupon code has already used.
de: Hoppla! Gutscheincode wurde bereits verwendet.

source: Select Project
de: Wählen Sie das Projekt

source: Select User
de: Wählen Sie Benutzer

source: Key
de: Schlüsselwort

source: Loading
de: Lade

source: Save
de: Speichern

source: Add
de: Hinzufügen

source: or
de: oder

source: Cancel
de: Abbreche

source: Project can not be left blank
de: Projekt kann nicht leer sein

source: User can not be left blank
de: Der Benutzer kann nicht leer gelassen werden

source: API Key
de: API-Schlüssel

source: Title
de: Titel

source: Description
de: Beschreibung

source: File 1
de: Datei

source: Select a file to upload
de: Wählen Sie eine Datei zum Hochladen

source: File 2
de: Datei

source: API key can not be blank
de: API-Schlüssel kann nicht leer sein

source: Generate
de: Generiere

source: Generate API Key
de: Generieren API Key

source: Is Active
de: Aktiv

source: Action
de: Tätigkeit

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Api key not created. Generate new Api key
de: Api Schlüssel nicht erstellt. Neuen Api Schlüssel

source: Are you sure to delete this api key
de: Sind Sie sicher, dass diese api Schlüssel zu löschen

source: Export Task (.csv)
de: Exportaufgabe (.csv)

source: Project Name
de: Projektname

source: Task Type
de: Aufgabentyp

source: Hour(s) Spent
de: Stunde (n) Verbrauchte

source: End Date
de: Enddatum

source: Estimated Hour(s)
de: Geschätzte Stunde (n)

source: Date
de: Datum

source: Resource
de: Gerät

source: Overdue Tasks
de: Überfällige fällige~~POS=HEADCOMP Aufgaben

source: Upcoming Tasks
de: Die nächsten Aufgaben

source: Created on
de: Erstellt am

source: file not found:
de: Datei nicht gefunden:

source: Please enter category title.
de: Bitte geben Sie den Titel der Kategorie ein.

source: Expenses Assigned to Me
de: Aufwendungen, die mir zugewiesen wurden

source: Expand All
de: Alle erweitern

source: Category
de: Kategorie

source: Currency
de: Währung
