Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/ger/LC_MESSAGES/default.po
Languages: de

source: Total inc Tax
de: Summe inkl. Steuer

source: Tax
de: Steuer

source: Download Report
de: Bericht herunterladen

source: No Expenses Found
de: Keine Kosten gefunden

source: All Non-project Expenses
de: Alle Nicht-Projektkosten

source: Export Expense
de: Exportkosten

source: New Expense
de: Neue Kosten

source: My Expenses
de: Meine Kosten

source: Approvers
de: Genehmiger

source: Starting hierarchy from 1 as Level 1, 2 as Level 2 and so on.
de: Starthierarchie von 1 als Level 1, 2 als Level 2 und so weiter.

source: Add Approver
de: Genehmigung hinzufügen

source: Approver Name
de: Genehmiger Name

source: Approver Hierarchy
de: Genehmigungshierarchie

source: This is the place where we can set the approval heirarchy to get your expenses approved.
de: Hier können wir die Genehmigungshierarchie festlegen, um Ihre Kosten zu genehmigen.

source: You can add as many levels as required based on your organization policy and business requirements.
de: Sie können so viele Ebenen wie erforderlich hinzufügen, basierend auf Ihrer Organisationsrichtlinie und Ihren Geschäftsanforderungen.

source: E.g. You add 4 users and assign them levels 1 to 4.(1 being the first level approver in the heirarchy).
de: Z.B. Du fügst 4 User hinzu und ordne ihnen die Level 1 bis 4 zu. (1 der erste Level-Genehmiger in der Heirarchie).

source: The expense once submitted will first go to U1-L1 for approval and then to U2-L2 etc. based on your selection from the "Approver" dropdown menu. At the same time, if you select U3-L3; then the approval kick starts from L3 pproval and then to L4. In this scenario L1 and L2 approvals will not be required or triggered.
de: Die Kosten, die einmal eingereicht werden, gehen zuerst zur U1-L1 zur Genehmigung und dann zu U2-L2 etc., basierend auf deiner Auswahl aus dem Dropdown-Menü "Genehmigen". Zur gleichen Zeit, wenn Sie U3-L3 wählen; Dann startet der Genehmigungsstoß von L3 pproval und dann auf L4. In diesem Szenario werden L1- und L2-Zulassungen nicht benötigt oder ausgelöst.

source: Active
de: Aktiv

source: No approver......
de: Kein approver ......

source: Categories
de: Kategorien

source: Add Category
de: Kategorie hinzufügen

source: Category Title
de: Kategorie Titel

source: No category......
de: Keine Kategorie ......

source: Approval Status
de: Freigabestand

source: Approved
de: Genehmigt

source: Rejected
de: Abgelehnt

source: Pending
de: steht aus

source: Project Expense
de: Projektkosten

source: Non-project Expense
de: Nichtprojektaufwand

source: Draft
de: Entwurf

source: Submitted
de: Gesendet

source: Select a client
de: Wählen Sie einen Client aus

source: Approver
de: Genehmigen

source: ( Owner )
de: ( Eigentümer )

source: ( Admin )
de: ( Administrator )

source: (Level
de: (Ebene

source: Total inc. Tax
de: Gesamt inc. Steuer

source: Add More Expense
de: Mehr Aufwand hinzufügen

source: Activity Log Details
de: Aktivitätsprotokolldetails

source: Note Details
de: Anmerkung Details

source: Activity Details
de: Aktivitätsdetails

source: Created On
de: Erstellt am

source: No Activity Found!!
de: Keine Aktivität gefunden !!

source: Note
de: Anmerkung

source: No Note Found!!
de: Keine Anmerkung gefunden !!

source: Download Attachments
de: Anhänge herunterladen

source: Your download is ready click below to download
de: Ihr Download unter bereit klicken zum Download

source: All Expenses
de: Alle Kosten

source: My Expense
de: Meine Kosten

source: Assign to Me Expense
de: Weisen Sie mir die Kosten zu

source: Assigned to Me
de: Mir zugewiesen

source: Manage
de: Verwalten

source: Manage Category
de: Kategorie verwalten

source: Manage Approver
de: Berechtigung verwalten

source: Search Results for
de: Suchergebnisse für

source: Reset
de: Zurücksetzen

source: Edit Task
de: Aufgabe bearbeiten

source: Oops! No project selected.
de: Hoppla! Kein Projekt ausgewählt.

source: Task Status
de: Aufgabenstatus

source: Task status
de: Aufgabenstatus

source: End
de: Ende

source: Undo
de: U

source: Redo
de: Wiederholen

source: Insert Task Above
de: Task einfügen Oberhalb

source: Insert Task Below
de: Task einfügen Unten

source: Indent Task
de: einrücken Aufgabe

source: Unindent Task
de: Unindent Aufgabe

source: Move Up
de: Bewegen oben

source: Move Down
de: Bewegen runter

source: Zoom In
de: Vergrößern

source: Delete Task
de: Aufgabe löschen

source: Print
de: Drucken

source: Critical Path
de: Critical Path Kritische Pfade

source: Edit Resources
de: Ressourcen bearbeiten

source: Next
de: Nächste

source: Previous
de: Vorherige

source: Code/short Name
de: Code / Kurzbezeichnung

source: Hide Tasks
de: verstecken Aufgaben

source: Duration
de: Dauer

source: Assignees
de: Anmeldern

source: You have modified tasks, reloading the page will reset all changes
de: Sie haben Aufgaben geändert, die Seite neu zu laden werden alle Änderungen zurückgesetzt

source: Submit
de: Übermitteln

source: Select
de: wählen

source: Add New Invoice
de: Hinzufügen Neue Rechnung

source: Please enter customer name.
de: Bitte geben Sie den Kundennamen.

source: Please enter email address.
de: Bitte geben Sie E-Mail-Adresse ein.

source: Please select currency.
de: Bitte wählen Sie Währung.

source: Archived Invoice
de: archivierten Rechnungs

source: Restore
de: Wiederherstellen

source: Invoice
de: Rechnung

source: Invoice Date
de: Rechnungsdatum

source: Customer
de: Kunde

source: Amount
de: Betrag

source: Paid
de: Bezahlt

source: Archive
de: Archiv

source: No records
de: Keine Datensätze

source: Are you sure you want to delete this invoice ?
de: Sind Sie sicher, dass Sie diesen Datei löschen wollen

source: Invoice deleted successfully.
de: Rechnung erfolgreich gelöscht.

source: Invoice not deleted.
de: Rechnung nicht gelöscht.

source: Language changed successfully
de: Sprache erfolgreich geändert

source: Language can't change. Try again later !
de: Die Sprache kann nicht geändert werden. Versuchen Sie es später noch einmal !

source: Language Setting
de: Spracheinstellungen

source: Language
de: Sprache

source: Template tasks updated successfully
de: Vorlage Aufgaben erfolgreich aktualisiert

source: Remove
de: Entfernen

source: Add new Row
de: Hinzufügen neuer Row

source: loading
de: wird geladen

source: No task on template
de: Keine Aufgabe auf Vorlage

source: Add Task to Template
de: Aufgabe hinzufügen zu Template

source: Title cannot be left blank!
de: Der Titel kann nicht leer sein!

source: Start Date cannot be left blank!
de: Startdatum kann nicht leer sein!

source: End Date cannot be left blank!
de: Enddatum kann nicht leer sein!

source: Start Date cannot exceed End Date!
de: Startdatum kann nicht Enddatum nicht überschreiten!

source: Create Project Template
de: Erstellen Sie Projektvorlage

source: Add to Project
de: Zum Projekt hinzufüge

source: Created
de: Erstellt

source: First
de: Erste

source: Prev
de: Zurück

source: Last
de: Letzte

source: End date cannot be left blank!
de: Enddatum kann nicht leer sein!

source: Start date cannot be left blank!
de: Startdatum kann nicht leer sein!

source: Task Title cannot be left blank!
de: Aufgabe Titel darf nicht leer sein!

source: Task end date cannot be left blank!
de: Task-Enddatum kann nicht leer sein!

source: Task start date cannot be left blank!
de: Aufgabendatum kann nicht leer sein!

source: Task Start Date cannot exceed End Date!
de: Aufgabe Startdatum darf Enddatum nicht überschreiten!

source: Template title cannot be left blank!
de: Template-Titel kann nicht leer sein!

source: Are you sure to delete the template
de: Sind Sie sicher, die Vorlage zu löschen

source: There's an error with AJAX
de: Es gibt einen Fehler mit AJAX

source: No task on this template
de: Keine Aufgabe auf dieser Vorlage

source: No tasks found
de: Keine Aufgaben gefunden

source: Short Name
de: Spitzname

source: Users
de: Benutzer

source: Create
de: Erstellen

source: No user(s) available.
de: Keine (r) Benutzer zur Verfügung.

source: Yes
de: Ja

source: No
de: Nein

source: View
de: Ansehen

source: Project Short Name
de: Projektkurzname

source: Default Assign To
de: Standard Zuordnen zu

source: Work Flow
de: Arbeitsfluss

source: Default Task Status Group
de: Vorgegebene Aufgabe Statusgruppe

source: Create New Task Status Group
de: Neue Aufgabe erstellen Statusgruppe

source: project
de: Projekt

source: from
de: von

source: up to
de: Bis zu

source: of user
de: Benutzer

source: for task
de: für Aufgabe

source: Total,
de: Gesamt

source: Total Billable Hours,
de: Insgesamt abrechenbare Stunden,

source: Total Non-Billable Hours,
de: Gesamt Nicht abrechenbare Stunden,

source: Total Hours,
de: Gesamtstunden,

source: Time Log
de: Das Zeitprotokoll

source: Total
de: Preis

source: Logged
de: protokolliert

source: Billable
de: Abrechenbar

source: Estimated
de: Schätzung

source: Break
de: Pause

source: Hours
de: Stunden

source: Select Task
de: Wählen Sie Aufgabe

source: Start Time
de: Startzei

source: End Time
de: Endzeit

source: Break Time
de: Pause

source: Spent Hours
de: verbrachte Stunden

source: Add Item
de: Artikel hinzufügen

source: Note:
de: Hinweis:

source: Email
de: E-Mai

source: Download
de: Herunterladen

source: Mark as Paid
de: Als bezahlt markieren

source: Mark as Unpaid
de: Mark als unbezahlte

source: Non-billable
de: Nicht abrechenbar

source: Resource Utilization
de: Ressourcennutzung

source: Resource Utilization Report
de: Ressourcenauslastungsbericht

source: Company Logo
de: Logo des Unternehmens

source: Billing From
de: Billing Von

source: Apply
de: Übernehmen

source: Balance Due
de: Ausstehender Betrag

source: Sl
de: Sparkasse

source: Rate
de: Bewertung

source: Total Amount
de: Gesamtbetrag

source: Save & Send
de: Speichern und Senden

source: Send
de: Senden

source: Close
de: Schließe

source: Change
de: Ändern

source: Filters
de: Filter

source: Today
de: Heute

source: Yesterday
de: Gestern

source: This Week
de: Diese Woche

source: This Month
de: Diesen Monat

source: This Quarter
de: Dieses Quartal

source: This Year
de: Dieses Jahr

source: Last Week
de: Letzte Woche

source: Last Month
de: Letzten Monat

source: Last Quarter
de: Derzeitiges Quartal

source: Last year
de: Letztes Jahr

source: Last 365 days
de: Letzten sieben Tage

source: Custom Date
de: Benutzerdefinierte Datum

source: From
de: Von

source: To
de: Bis

source: Search
de: Suche

source: Select Resource
de: Gerät auswählen

source: Showing time log
de: Zeige Zeitprotokoll

source: for all users and all dates
de: für alle Benutzer und alle Termine

source: Reset Filters
de: FILTER ZURÜCKSETZEN

source: All Dates
de: Alle Termine

source: Last Year
de: Letztes Jahr

source: Last 365Days
de: Letzten sieben Tage

source: From Date
de: Vom !date

source: To Date
de: Bis zum Zeitpunkt

source: Log Time
de: Login-Zeit

source: Subject
de: Thema

source: Message
de: Nachricht

source: Something went wrong!
de: Etwas ist schief gelaufen!

source: Wiki category is already present.
de: Wiki-Kategorie ist bereits vorhanden.

source: Wiki sub-category is already present.
de: Wiki-Unterkategorie ist bereits vorhanden.

source: Wikis Assigned to Me
de: Wikis zugewiesen mir

source: Wiki Title
de: Wiki-Titel

source: Submitted Date
de: Eingeschriebenes Datum

source: Collapse All
de: Alles reduzieren

source: Give Comment On Wiki
de: Geben Sie Kommentar auf Wiki

source: Update Wiki
de: Wiki aktualisieren

source: View Wiki Activity
de: Wiki-Aktivität anzeigen

source: Enable Wiki
de: Wiki aktivieren

source: Disable Wiki
de: Wiki deaktivieren

source: All Comments
de: Alle Kommentare

source: Commented By
de: Kommentiert von

source: Commented On
de: Kommentiert

source: No Comments Available.
de: Keine Kommentare vorhanden.

source: Wiki Description
de: Wiki Beschreibung

source: Link To Project
de: Link zum Projekt

source: Wiki Category
de: Wiki-Kategorie

source: Select Wiki Category
de: Wiki-Kategorie auswählen

source: Create New Category
de: Neue Kategorie erstellen

source: Wiki Sub Category
de: Wiki Unterkategorie

source: Select Wiki Sub-Category
de: Wähle Wiki-Unterkategorie

source: Create New Sub-Category
de: Wähle Wiki-Unterkategorie

source: Is Parent Wiki
de: Ist Parent Wiki

source: Choose Parent Wiki
de: Wählen Sie Parent Wiki

source: Select Parent Wiki
de: Wählen Sie Ihr Elternteil Wiki

source: File Attachments
de: Wählen Sie Ihr Elternteil Wiki

source: File Description
de: Dateibeschreibung

source: Choose Approver
de: Wählen Sie Genehmigung

source: Select Approver
de: Wählen Sie Genehmigung

source: Access Level
de: Zugriffsebene

source: Hide
de: Verstecken

source: Make Public
de: Veröffentlichen

source: This is the place where we can set the approval heirarchy to get your wiki approved.
de: Dies ist der Ort, wo wir die Genehmigung Heirarchie setzen können, um Ihr Wiki zu genehmigen.

source: The wiki once submitted will first go to U1-L1 for approval and then to U2-L2 etc. based on your selection from the "Approver" dropdown menu. At the same time, if you select U3-L3; then the approval kick starts from L3 approval and then to L4. In this scenario L1 and L2 approvals will not be required or triggered.
de: Das Wiki, das einmal eingereicht wurde, geht zuerst zur U1-L1 zur Genehmigung und dann zu U2-L2 etc., basierend auf deiner Auswahl aus dem Dropdown-Menü "Genehmigen". Zur gleichen Zeit, wenn Sie U3-L3 wählen; Dann startet der Genehmigungsstoß von der L3-Zulassung und dann auf L4. In diesem Szenario werden L1- und L2-Zulassungen nicht benötigt oder ausgelöst.

source: Enable
de: Aktivieren

source: Disable
de: Deaktivieren

source: Add Wiki Category
de: Wiki-Kategorie hinzufügen

source: No wiki category......
de: Keine Wiki-Kategorie ......

source: Sub Categories
de: Unterkategorien

source: Add Wiki Sub Category
de: Wiki-Unterkategorie hinzufügen

source: Sub Category Title
de: Unterkategorie Titel

source: No wiki subcategory......
de: Keine Wiki-Unterkategorie ......

source: All Wikis
de: Alle Wikis

source: Manage Subcategory
de: Unterkategorie verwalten

source: Using
de: Mit

source: Mb of
de: MB

source: Mb of storage
de: MB Speicher

source: Archived by
de: Archivierte durch

source: Archived
de: Archiviert

source: Tasks
de: Aufgaben

source: File Name
de: Dateiname

source: Size
de: Größe

source: All
de: Alle

source: None
de: Keiner

source: No Milestone in the Archive
de: Kein Meilenstein im Archiv

source: Yet to Sign In
de: Doch einloggen

source: more...
de: Mehr…

source: hide...
de: Ausblenden

source: Cancel Daily Progress Reminder
de: Abbrechen täglichen Fortschritt Erinnerung

source: Anytime
de: Jederzeit

source: Past hour
de: Letzte Stunde

source: Past 24 hours
de: Letzte 24 Std

source: Past week
de: Letzte Woche

source: Past month
de: Letzten Monat

source: Past year
de: Vergangenes Jahr

source: Custom range
de: Zeitraum festlegen

source: Next month
de: Nächster Monat

source: Next year
de: im nächsten Jahr zu veröffentlichen.

source: From Date cannot be left blank!
de: Von Datum kann nicht leer sein!

source: To Date cannot be left blank!
de: Um Datum kann nicht leer sein!

source: From Date cannot exceed To Date!
de: Von Datum kann bis heute nicht überschreiten!

source: Any time
de: Jederzeit

source: Range
de: Messbereich

source: Types
de: Arten

source: Members
de: Mitgliede

source: Assign to
de: Zuweisen an

source: Export CSV
de: CSV-Export

source: Last Sign In:
de: Letzte Anmeldung:

source: more
de: Mehr

source: hide
de: ausblenden

source: Already in this Project.
de: Bereits in diesem Projekt.

source: No Projects assigned yet!
de: Noch kein Projekt bisher zugeordnet!

source: Move
de: Verschieben

source: NA
de: k.A.

source: less
de: Weniger

source: No recently viewed
de: Keine zuletzt angesehenen

source: Search Results
de: Suchergebnisse

source: No result found
de: Kein Ergebnis gefunden

source: No tasks(s) available.
de: Keine Aufgaben (n) zur Verfügung.

source: Created Date
de: Datum der Erstellung

source: No tasks available
de: Keine Aufgaben zur Verfügung

source: Are you sure you want to change the Due Date?
de: Sind Sie sicher, dass Sie das Fälligkeitsdatum zu ändern?

source: Time
de: Zeit

source: Group by
de: Gruppieren nach

source: Assigned to
de: Zugeordnet an

source: Sort by
de: Sortiere nach

source: Tab Settings
de: Einstellungen auf der Registerkarte

source: Loading...
de: Laden...

source: loading...
de: wird geladen...

source: My
de: Meine

source: Loading Tasks...
de: Laden Aufgaben ...

source: Cancel Daily Catch-Up
de: Abbrechen Daily Catch-Up

source: Do you want to get daily progress update from your team member(s)?
de: Wollen Sie täglich Fortschritte Update von Ihrem Teammitglied (n) zu bekommen?

source: Just schedule it and sit back, end of the day you will get the update email in your inbox.
de: planen Sie es einfach und lehnen Sie sich zurück, Ende des Tages werden Sie die Update-E-Mail in Ihrem Posteingang erhalten.

source: Get Daily Team updates without nagging them.
de: Holen Sie sich täglich Team-Updates, ohne sie zu nörgeln.

source: Get Daily Progress from your team mates in a single email
de: Holen Sie sich täglich Fortschritte von Ihrem Teamkollegen in einer einzigen E-Mail

source: You have a distributed team, every tasks can not be captured, you just want your team send daily update, just set it here and sit back.
de: Sie haben eine verteilte Teams können alle Aufgaben, die nicht erfasst werden, Sie wollen einfach nur Ihr Team täglich Update senden, ist es nur hier setzen und sich zurücklehnen.

source: Automate daily updates from your team.
de: Automatisieren Sie tägliche Updates von Ihrem Team.

source: Import Task
de: Importaufgabe

source: Upload File
de: Datei Hochladen

source: Preview Data
de: Vorschaudaten

source: Upload Summary
de: Zusammenfassung hochladen

source: Create Project
de: Projekt anlege

source: Find a Project
de: Finden Sie ein Projekt

source: Upload your CSV file
de: Laden Sie Ihre CSV-Datei

source: Choose file
de: Datei auswählen

source: rows maximum size
de: Zeilen maximale Größe

source: Continue
de: Weiter

source: CSV File
de: CSV-Datei

source: Download the sample file
de: Laden Sie die Beispieldatei

source: to see what you can import
de: zu sehen, was Sie importieren können

source: Milestone Name
de: Meilenstein Name

source: mandatory
de: obligatorisch

source: Description of the task
de: Beschreibung der Aufgabe

source: Due date of Task (mm/dd/yyyy)
de: Fälligkeit der Aufgabe (mm / dd / yyyy)

source: Current status of the Task (NEW, In Progress, RESOLVED, CLOSED)
de: Aktueller Status der Task (NEU, In Progress, ENTSCHLOSSEN, ZU)

source: Task type (Bug, Development, Enhancement, RnD, QA, Unit Testing, Maintenance, Release, Updates, Idea, Others)
de: Aufgabentyp (Fehler, Entwicklung, Verbesserung, RnD, QA, Unit Testing, Wartung, Release Updates, Idee, Andere)

source: Email ID of Task Assigned To
de: E-Mail-ID der Task Zuständig

source: Help
de: Hilf

source: Choose a project to Import Task
de: Wählen Sie ein Projekt Aufgabe für den Import

source: Upload the valid CSV file with your Tasks
de: Laden Sie die gültige CSV-Datei mit Ihren Aufgaben

source: First system will prompt a preview of all the data in the file
de: Erstes System wird eine Vorschau aller Daten in der Datei aufgefordert,

source: In preview you can validate your data
de: In Vorschau können Sie Ihre Daten validieren

source: Confirm the data in the preview and Import them to the system
de: Bestätigen Sie die Daten in der Vorschau und importieren sie dann in das System

source: All the Tasks will be posted to the selected Project.
de: Alle Aufgaben werden auf das ausgewählte Projekt aufgegeben werden.

source: Tasks to Import
de: Aufgaben für den Import

source: Please double-check the below points before importing your Tasks
de: Bitte überprüfen Sie die folgenden Punkte, bevor Sie Ihre Aufgaben zu importieren

source: Blank Title
de: Blank Titel

source: Invalid Due Date (should be <b>MM</b>/<b>DD</b>/<b>YYYY</b>)
de: Ungültige Due Date (sollte <b> MM </ b> / <b> DD </ b> / <b> YYYY </ b>)

source: Invalid or Misspelled Status
de: Ungültige oder Falsch geschriebene Der Status

source: Invalid or Misspelled Type
de: Ungültige oder Falsch geschriebene Typ

source: Unknown Assigned To Email ID (User must be associated with the project)
de: Unbekannt zugewiesene ID-E-Mail (Der Benutzer muss mit dem Projekt in Verbindung gebracht werden)

source: Invalid Estimated Hour
de: Ungültige geschätzte Stunde

source: Invalid start time or end time or break time or spent hour
de: Ungültige Startzeit oder Endzeit oder Pausenzeit oder ausgegebene Stunde

source: Confirm & Import
de: Bestätigen & Import

source: Input CSV file
de: Eingang CSV-Datei

source: Total data
de: Gesamtdaten

source: rows
de: Zeilen

source: Valid data
de: Gültige Daten

source: Task(s) Imported into project
de: Aufgabe (n) in Projekt importiert

source: Please upload a valid csv file
de: Bitte laden Sie eine gültige CSV-Datei

source: Export milestone to CSV
de: Export Meilenstein in CSV

source: Export Tasks to CSV
de: Export Aufgaben in CSV

source: Please select atleast one checkbox to export the milestone tasks to csv
de: Bitte wählen Sie atleast eine Checkbox, die Meilenstein Aufgaben zu CSV exportieren

source: Create Task
de: Aufgabe erstellen

source: View All
de: Alle anzeigen

source: Invite User
de: Benutzer einladen

source: Summary
de: Überblick

source: Activities
de: Aktivitäten

source: Projects
de: Projekte

source: Welcome
de: Willkommen

source: Get started with your Orangescrum account
de: Erste Schritte mit Ihrem Orangescrum Konto

source: You're just 3 simple steps away from exploring Orangescrum!
de: Sie sind nur 3 einfache Schritte entfernt von der Erforschung Orangescrum!

source: Create and Assign Project
de: Erstellen und Zuweisen von Projekt

source: Name your project suitably and select a matching short name.
de: Benennen Sie Ihr Projekt in geeigneter Weise und wählen Sie einen passenden Kurznamen.

source: You as an admin will be automatically assigned the project created above
de: Sie als Admin wird das Projekt automatisch zugewiesen oben erstellt

source: Send invitation to co-workers for the project
de: Einladung senden an Mitarbeiter für das Projekt

source: Users need to setup their account by using the invitation email
de: Benutzer müssen ihr Konto einrichten, indem Sie die Einladung E-Mail über

source: Then, Admin can add them up to the project
de: Dann Admin kann sie in das Projekt auf

source: You can create task under a project
de: Sie können Aufgabe im Rahmen eines Projekts erstellen

source: Select title, put due date, set priority
de: Wählen Sie Titel, setzen Fälligkeitsdatum gesetzt Priorität

source: Assign the task to resource
de: Weisen Sie die Aufgabe Ressourcen

source: of 3 Steps Completed
de: 3 Schritte abgeschlossen

source: Create your first project, and get started
de: Erstellen Sie Ihr erstes Projekt, und loslegen

source: Looks like it's just you in here
de: Sieht aus wie es hier nur Sie ist in

source: works best when you add your Co-workers.
de: am besten funktioniert, wenn Sie Ihre Mitarbeiter hinzufügen.

source: Final step, Create Task and assign, Boom!
de: Letzter Schritt, Aufgabe erstellen und zuweisen, Boom!

source: Wow! You have completed all the basics of
de: Beeindruckend! Sie haben alle Grundlagen abgeschlossen von

source: Now you can get started with
de: Jetzt können Sie mit beginnen

source: This page will automatically redirect to dashboard within
de: Diese Seite wird automatisch umleiten innerhalb zum Dashboard

source: Click here
de: Klick hier

source: to Redirect to the task page.
de: auf der Aufgabenseite umleiten.

source: Create your Custom Task Type
de: Erstellen Sie Ihre benutzerdefinierte Aufgabentyp
