Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/ger/LC_MESSAGES/default.po
Languages: de

source: Add User
de: Benutzer hinzufügen

source: Enter User Name
de: Nutzernamen eingeben

source: Loading users
de: Nutzer werden geladen...

source: Add & Continue
de: In & Weiter

source: Or
de: Oder

source: to Redirect to the dashboard page.
de: auf der Dashboard-Seite umleiten.

source: No Recent Activities
de: Keine Community-Aktivitäten

source: Task without Due Date
de: Aufgabe ohne Due Date

source: Hours spent and still counting
de: Stunden verbrachte und noch zu zählen

source: Hours spent on
de: Stunden verbrachte auf

source: No tasks assigned to you, Explore cool features
de: Keine Aufgaben, die Ihnen zugewiesen, Explore coole Features

source: of File Storage
de: von File Storage

source: Active Users
de: Aktive Nutzer

source: Email Notification
de: Email Benachrichtigung

source: OFF
de: AUS

source: ON
de: AN

source: Disabled
de: Deaktiviert

source: No users assigned
de: Kein Benutzer zugewiesen

source: No data available
de: Keine Daten vorhanden

source: Recent
de: Aktuell

source: Assigned To Me
de: Mir zugewiesen

source: Delegated To Others
de: Auf andere Rechts

source: Create New Task
de: Neue Aufgabe erstellen

source: Assign To User
de: Dem Benutzer zuordnen

source: Assign to User
de: Dem Benutzer zuordnen

source: Add Task
de: Aufgabe hinzufügen

source: Complete
de: Komplett

source: Late by
de: Späte durch

source: days
de: Tagen

source: day
de: Tag

source: These tasks are waiting on this task.
de: Diese Aufgaben warten auf diese Aufgabe.

source: Resolve
de: Auflösen

source: Re-open
de: Re öffnen

source: Reply
de: Antworten

source: Move to Project
de: Gehen Sie zu Projekt

source: Move Task To Milestone
de: Verschieben Aufgabe So Milestone

source: Move to Milestone
de: Gehen Sie zu Milestone

source: Remove Task
de: Aufgabe entfernen

source: No active Milestone
de: Kein aktiver Milestone

source: No Completed Milestone
de: Nein Abgeschlossene Milestone

source: No milestone
de: Kein Meilenstein

source: Create Milestone
de: erstellen Sie Milestone

source: Task Reports
de: Task-Berichte

source: Hour Spent
de: Stunde lang

source: Weekly Usage
de: Wöchentliche Nutzungs

source: Resource Availability
de: Ressourcenverfügbarkeit

source: Go Back
de: Zurück

source: Card View
de: Kartenansicht

source: List View
de: Listenansicht

source: Details
de: Einzelheiten

source: Personal Settings
de: Persönliche Einstellungen

source: My Profile
de: Mein Profil

source: Change Password
de: Kennwort ändern

source: Notifications
de: Benachrichtigungen

source: Email Reports
de: E-Mail-Berichte

source: Company Settings
de: Firmeneinstellungen

source: My Company
de: Mein Unternehmen

source: Client Restrictions
de: Client-Einschränkungen

source: Cancel Account
de: Konto auflösen

source: Account Settings
de: Kontoeinstellungen

source: Subscription
de: Abonnement

source: Credit Card
de: Kreditkarte

source: Transactions
de: Transaktionen

source: Account Activity
de: Account Aktivität

source: Upgrade Subscription
de: Upgrade-Abonnement

source: Downgrade Subscription
de: Herunterstufung Abonnement

source: Edit Credit Card
de: Kreditkarte bearbeiten

source: Account Limitation
de: Konto Einschränkung

source: Pricing
de: Preise

source: Daily Progress Reminder
de: Täglichen Fortschritt Erinnerung

source: Template
de: Vorlage

source: Templates
de: Vorlagen

source: Analytics
de: Analyse

source: Bug Reports
de: Fehlerberichte

source: Hours Spent Reports
de: Stunden damit verbracht, Berichte

source: Account
de: Rechnung

source: Delete Account
de: Konto löschen

source: Task Status Group
de: Aufgabenstatus Gruppe

source: Weekly Usage Report
de: Wöchentliche Nutzungsbericht

source: Resource Utilizations
de: Ressourceninanspruchnahmen

source: Installed Add-ons
de: Installierte Add-ons

source: Miscellaneous
de: SALVATORISCHE KLAUSEL

source: Gantt Chart
de: Gantt-Diagramm

source: Expense
de: Aufwand

source: Gantt Setting
de: Gantt Einstellung

source: Compact View
de: Kompakte Ansicht

source: Kanban View
de: Kanban-Ansicht

source: Calendar
de: Schulkalender

source: Chart
de: Diagramm

source: Manage Milestone
de: verwalten Milestone

source: Milestone Kanban View
de: Milestone Kanban-Ansicht

source: Parents
de: Übergeordneter {0}%s{/0}

source: Dependents
de: Abhängige

source: Task can't start. Waiting on these task to be completed.
de: Aufgabe kann nicht gestartet werden. Warten auf diese Aufgabe abgeschlossen sein.

source: Est. Hour(s)
de: Europäische Sommerzeit. Std)

source: Task Progress
de: Aufgabenstatus

source: View remaining
de: Ansicht der Rest

source: threads
de: Zwirn

source: View latest 5
de: Letzten 5

source: View oldest thread on top
de: Zeige älteste Gewinde oben

source: Newer
de: Neuer

source: View newest thread on top
de: Zeige die neuesten Gewinde oben

source: Older
de: Älter

source: Write your Reply
de: Schreiben Sie Ihre Antworten

source: Attachment(s)
de: Anlagen

source: Select multiple files to upload...
de: Wählen Sie mehrere Dateien zu laden ...

source: Drag and Drop files to Upload
de: Drag & Drop Dateien hochladen

source: Max size
de: Max. Größe

source: Notify via Email
de: Benachrichtigen Sie via E-Mail

source: Do not show this reply to the client
de: Sie zeigen diese Antwort nicht an den Client

source: Post
de: Veröffentlichen

source: Assigned To
de: Zugeordnet an

source: Files in this Task
de: Dateien in diesem Aufgaben

source: More
de: Mehr

source: No Files in this Task
de: Keine Dateien in diesem Aufgaben

source: Last Updated
de: Zuletzt aktualisiert

source: People Involved
de: Beteiligte Personen

source: Uploaded by
de: Hochgeladen von

source: Move to project
de: Bewegen Sie projizieren

source: Start timer
de: Timer starten

source: Remove from
de: Entfernen von

source: by
de: von

source: No tasks for me
de: Keine Aufgaben für mich

source: No tasks as overdue
de: Keine Aufgaben als überfällig

source: No tasks delegated
de: Keine Aufgaben delegiert

source: No high priority tasks
de: Keine Aufgaben mit hoher Priorität

source: Add New
de: Neue hinzufügen

source: Enter Description...
de: Füg eine Beschreibung hinzu:

source: No files setelcted
de: Keine Dateien setelcted

source: Select a Project
de: Wählen Sie ein Projekt aus.

source: Select a Task
de: Wählen Sie eine Aufgabe

source: Is Billable
de: ist abrechenbare

source: Start Conversation
de: Starten Unterhaltung

source: Toggle navigation
de: Navigation umschalten

source: Please create a Project to add Task under that Project
de: Bitte legen Sie ein Projekt hinzuzufügen Aufgabe im Rahmen dieses Projekts

source: Dashboard
de: Übersichtsseite

source: Milestones
de: Meilensteine

source: Recently viewed
de: Zuletzt angesehen

source: Search Tasks
de: Suchen Aufgaben

source: Project Template
de: Projektvorlage

source: Task Template
de: Aufgabenvorlage

source: This Account is managed by
de: Dieses Konto wird von

source: Projects:
de: Projekte:

source: Users:
de: Benutzer

source: Storage:
de: Speicher

source: Default View
de: Standardansicht

source: Help & Support
de: Hilfe Unterstützung

source: Getting Started
de: Anfangen

source: Language Settings
de: Spracheinstellungen

source: Log Out
de: Ausloggen

source: General Questions
de: Allgemeine Fragen

source: Features
de: Eigenschaften

source: How it works?
de: Wie funktioniert es?

source: Updated
de: Aktualisiert

source: out of
de: ausverkauft

source: task are closed
de: Aufgabe geschlossen

source: Last activity on
de: Letzte Aktivität auf

source: Not Found
de: Nicht Gefunden

source: Add Users
de: User hinzufügen

source: optional
de: opt

source: Use comma to separate multiple email ids
de: Verwenden Sie Komma, um mehrere E-Mail-IDs zu trennen

source: Make Inactive
de: Stellen Inaktive

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Select Currency
de: Wähle die Währung

source: Organization
de: Organisation

source: Address
de: Adresse

source: Street
de: Straße

source: City
de: Stadt

source: State
de: Land

source: Country
de: Land

source: Postal Code
de: Postleitzahl

source: Phone Number
de: Telefonnummer

source: Company Name
de: Firmenname

source: Add new Users
de: Hinzufügen neuer Benutzer

source: Estimated Hours
de: Geschätzte Stunden

source: Please contact your account owner to create more projects
de: Bitte kontaktieren Sie Ihren Kontoinhaber weitere Projekte zu erstellen

source: Upgrade
de: Bonus

source: you account to create more projects
de: Sie erklären, um mehr Projekte erstellen

source: Estd. Hour(s)
de: Estd. Std)

source: Depends On
de: Kommt drauf an

source: Project to be
de: Projekt zu sein

source: Sorry, User Limit Exceeded!
de: Sorry, User-Limit überschritten!

source: your account to create more users
de: Ihr Konto mehr Benutzer erstellen

source: Sub-Category Title
de: Unterkategorie Titel

source: Edit Task Status Group Name
de: Bearbeiten Aufgabenstatus Gruppenname

source: Enter Task Status Group name
de: Geben Sie Aufgabenstatus Gruppenname

source: Enter status name
de: Geben Sie Statusnamen

source: click button to save color
de: klicken Farbe zu speichern

source: Add Status
de: Status hinzufügen

source: No tasks have been archived yet on this project
de: Keine Aufgaben wurden noch an diesem Projekt archiviert

source: All archived tasks of this project will appear here
de: Alle archivierten Aufgaben dieses Projekts werden hier angezeigt

source: No files have been archived yet on this project
de: Es wurden keine Dateien noch an diesem Projekt archiviert

source: All archived files of this project will appear here
de: Alle archivierten Dateien dieses Projekts werden hier angezeigt

source: No task activities on this project
de: Keine Aufgabe Aktivitäten an diesem Projekt

source: All activities of this project will appear here
de: Alle Aktivitäten dieses Projekts werden hier angezeigt

source: No files have been shared or uploaded on this project
de: Es wurden keine Dateien an diesem Projekt gemeinsam genutzt oder hochgeladen

source: All files shared on this project will appear here
de: Alle Dateien in diesem Projekt geteilt werden hier angezeigt

source: No files found
de: Keine Dateien gefunden

source: No Overdue Task on this project
de: Keine Überfällige Aufgabe an diesem Projekt

source: No High Priority Task have been created on this project
de: Keine Aufgabe hoher Priorität haben für dieses Projekt erstellt

source: No Task for me on this project
de: Keine Aufgabe für mich an diesem Projekt

source: No Task delegated on this project
de: Keine Aufgabe an diesem Projekt delegiert

source: No Task have been created on this project
de: Keine Aufgabe wurden zu diesem Projekt erstellt

source: All Task created on this project will appear here
de: Alle Aufgaben in diesem Projekt erstellt werden hier angezeigt

source: Set Password
de: Passwort festlegen

source: All Attachments
de: Alle Anhänge

source: Add Note
de: Notiz hinzufügen

source: Note Content
de: Hinweis Inhalt

source: Add New Category
de: Neue Kategorie hinzufügen

source: Add Wiki Approver
de: Wiki-Berechtigung hinzufügen

source: Create New Project
de: Neues Projekt erstelle

source: Approve Wiki Details
de: Wiki-Details genehmigen

source: All Activities
de: Alle Aktivitäten

source: Add Wiki Comment
de: Wiki-Kommentar hinzufügen

source: Add New Wiki Category
de: Neue Wiki-Kategorie hinzufügen

source: Add New Wiki Sub-Category
de: Neue Wiki-Unterkategorie hinzufügen

source: Add New Customer
de: Neuer Kunde

source: Resource Not Available
de: Ressource nicht verfügbar

source: Overload Details
de: Überladung Details

source: New Task Type
de: Neue Aufgabentyp

source: Log time
de: Login-Zeit

source: Choose an existing task
de: Wählen Sie eine vorhandene Aufgabe

source: Need help getting started?
de: Brauchen Sie Hilfe, begonnen?

source: If you get stuck or need help with anything we are here for you. Just
de: Wenn Sie nicht weiterkommen oder brauchen Hilfe bei allem sind wir für Sie da. Gerade

source: send us a line
de: Bitte senden Sie uns ein paar Zeilen

source: we will get back to you as soon as possible or find your answer at our
de: wir werden so schnell wie möglich auf Sie zurückkommen oder finden Sie Ihre Antwort auf unsere

source: Ok, got it!
de: OK, kapiert!

source: Make sure that you have done the below required changes in
de: Stellen Sie sicher, dass Sie die unten gewünschten Änderungen vorgenommen haben, in

source: You have provided the details of <b>SMTP</b> email sending options in
de: Sie zur Verfügung gestellt haben die Details <b> SMTP </ b> E-Mail-Sendeoptionen in

source: You have updated FROM_EMAIL_NOTIFY and SUPPORT_EMAIL in
de: Sie haben FROM_EMAIL_NOTIFY und SUPPORT_EMAIL aktualisiert in

source: Cancel Subscription Information
de: Abbrechen Subscription Information

source: Profile Image
de: Profilbild

source: Browse
de: Navigieren

source: Select your profile image...
de: Wählen Sie Ihr Profil-Bild ...

source: Drag and set the box on the area you want to crop.
de: Ziehen und setzen Sie die Box auf dem Bereich, den Sie zuschneiden möchten.

source: Confirm
de: Bestätigen

source: Select tabs to enable
de: Wählen Sie Registerkarten zu aktivieren

source: Remove User
de: Benutzer entferne

source: Loading users...
de: Nutzer werden geladen...

source: Assign Project
de: Vergeben Projekt

source: Enter Project Name
de: Projektnamen eingeben

source: Loading projects...
de: Laden Projekte ...

source: Assign
de: Zuweisen

source: Assign & Continue
de: Ordnen & Weiter

source: Remove Project
de: entfernen Projekt

source: Add Tasks
de: Aufgaben hinzufügen

source: Switch Milestone
de: Schalter Milestone

source: Loading tasks...
de: Laden Aufgaben ...

source: Move task to milestone
de: Verschieben Aufgabe Meilenstein

source: Move task
de: Verschieben Aufgabe

source: Remove Tasks
de: entfernen Sie Aufgaben

source: Feedback
de: Feedbac

source: Template Name
de: Vorlagenname

source: New Task Status
de: Neue Aufgabenstatus

source: Color
de: Farbe

source: Loader
de: Ladeprogramm

source: Gantt Settings
de: Gantt Einstellungen

source: Add a task here & hit enter....
de: Fügen Sie eine Aufgabe hier und drücken Sie die Eingabetaste ....

source: You can enter time as 1.5 (that mean 1 hour and 30 minutes)
de: Sie können Zeit als 1.5 (das bedeutet 1 Stunde und 30 Minuten) eingeben

source: ALL
de: Alle

source: Do not show this task to the client
de: Sie zeigen diese Aufgabe nicht an den Client

source: Recurring Task
de: Recurring Aufgabe

source: Repeat Type
de: Art der Wiederholung:

source: Weekly
de: Wöchentlic

source: Monthly
de: Monatlich

source: Quarterly
de: Vierteljährlich

source: Yearly
de: Jährlich

source: Starts
de: {0}%1$s{/0} starten

source: Ends after
de: kurz nach

source: occurrences
de: Vorkommen

source: Ends on
de: Endet am:

source: Reason of Leave
de: Grund des Urlaubs

source: Statistics
de: Statistiken

source: SO FAR THIS WEEK
de: SO WEIT DIESE WOCHE

source: Logged in User
de: angemeldete Benutzer

source: of Total
de: % von 12+ Gesamtsumme

source: Last Week to Date
de: Letzte Woche Datum

source: Tasks Created
de: Aufgaben Erstellt

source: Tasks Updated
de: Aufgaben aktualisiert

source: Tasks Closed
de: Aufgaben geschlossen

source: spent
de: % ausgegeben

source: Storage Used
de: Gebrauchte Lagerung

source: Task Status of the Week
de: Aufgabenstatus der Woche

source: Task Created
de: Aufgabe erstellt

source: Task Updated
de: Aufgabe aktualisiert

source: Project Status of the Week
de: Projektstatus der Woche

source: Closed/Total Tasks
de: Geschlossen / Total Aufgaben

source: Usage
de: Verwendung

source: No Project Status on last week
de: Kein Projektstatus auf der letzten Woche

source: Out of
de: aus 5

source: User has not logged in to the system since last week
de: Der Benutzer hat nicht auf das System seit der letzten Woche angemeldet

source: tasks created and
de: Aufgaben erstellt und

source: updated on last week
de: auf der letzten Woche aktualisiert

source: storage used on all projects
de: Speicherung auf alle Projekte

source: Submitted By
de: Eingereicht von

source: This wiki is already approved.
de: Dieses Wiki ist bereits zugelassen.

source: Comments
de: Bemerkungen

source: Today at
de: Heute um

source: Y'day at
de: Y'day bei

source: Tomorrow
de: Morgen

source: just now
de: genau jetzt

source: mins ago
de: vor Minuten

source: min ago
de: Vor 1 min

source: hours ago
de: Vor Stunden

source: hour ago
de: Vor 1 Tag

source: ago
de: vor

source: to go
de: gehen

source: at
de: um

source: As a
de: In Cent-Auktionen werden also verschiedenste Dinge zu winzigen Preisen verkauft, die üblicherweise wesentlich unter den Verkaufspreisen der entsprechenden Waren im Einzelhandel liegen.

source: account
de: Benutzer

source: Company account has been confirmed by
de: Firmenkonto wurde bestätigt durch

source: as a
de: In Cent-Auktionen werden also verschiedenste Dinge zu winzigen Preisen verkauft, die üblicherweise wesentlich unter den Verkaufspreisen der entsprechenden Waren im Einzelhandel liegen.

source: user
de: Benutzer

source: With email
de: Mit E-Mail

source: With
de: mit

source: updated during
de: aktualisiert während

source: created expense.
de: Erstellt Kosten.

source: created expense & finally submitted.
de: Erstellt Kosten und schließlich eingereicht.

source: updated expense.
de: Aktualisierter Aufwand.

source: updated expense & finally submitted.
de: Aktualisierter Aufwand & endlich übermittelt.

source: created
de: Erstellt

source: expense details.
de: Kosten Details.

source: updated
de: aktualisiert

source: deleted expense details.
de: Gelöschte Aufwandsdetails.

source: created expense category.
de: Erstellte Aufwandskategorie.

source: updated expense category.
de: Aktualisierte Aufwandskategorie.

source: added
de: hinzugefügt

source: expense attachments.
de: Kostenaufwendungen.

source: deleted expense attachments.
de: Gelöschte Kostenaufstellungen.

source: downloaded expense attachments.
de: Heruntergeladene Kostenaufstellungen.

source: exported pdf report from main panel.
de: Exportierter pdf-Bericht vom Hauptpanel

source: exported pdf report by selecting checkboxes.
de: Exportierten pdf-Bericht durch Auswahl von Kontrollkästchen.

source: approved expense
de: Genehmigte Kosten

source: rejected expense
de: Abgelehnten Aufwand

source: finally approved expense
de: Endlich genehmigt Kosten

source: No task(s) available.
de: Keine Aufgabe (n) zur Verfügung.

source: Project cannot be left blank!
de: Projekt kann nicht leer sein!

source: No Milestone(s) available.
de: Kein Meilenstein (s) zur Verfügung.

source: User(s) in this
de: Benutzer (n) in dieser

source: Project Name is mandatory when "All" project is selected.
de: Der Projektname ist obligatorisch, wenn das Projekt "Alle" ausgewählt ist.

source: You have not created any project yet
de: Du hast noch kein Projekt erstellt

source: No projects found.
de: Keine Projekte gefunden.

source: Created by
de: Erstellt von

source: User(s)
de: Benutzer (s)

source: Task(s)
de: Aufgaben

source: Storage
de: Speicher

source: Hour(s)
de: Stunde(n)

source: Alert Time
de: Alarmzeit

source: Minute(s)
de: Minute(n)

source: Timezone
de: Zeitzone

source: Frequency
de: Frequenz

source: 5 days in week
de: 5 Tage Woche

source: 6 days in week
de: 6 Tage Woche

source: 7 days in week
de: 7 Tage Woche

source: Click on the
de: Klicken Sie auf

source: and add your new Task Types.
de: und fügen Sie Ihre neue Aufgabentypen.

source: Custom Task Type
de: Benutzerdefinierte Aufgabentyp

source: Default Task Type
de: Standardaufgabentyp

source: Task(s)
de: Aufgaben

source: Task Types are independent of Projects, but please create a Project to get started.
de: Aufgabentypen sind unabhängig von Projekten, aber bitte ein Projekt erstellen, um zu beginnen.

source: Bugs
de: Fehler

source: Day(s)
de: Tag(e)

source: Bug Report
de: Fehlerbericht

source: Bugs created.
de: Bugs erstellt.

source: Avg. days to Resolve a Bug
de: Durchschn. Tage einen Bug zu lösen

source: Avg. days to Close a Bug
de: Durchschn. Tage zu schließen einen Bug

source: Hours spent on these Bugs
de: Stunden auf diesen Bugs ausgegeben

source: No data for this date range & project.
de: Keine Daten für diesen Zeitraum & Projekt.

source: Not enough Analytics data!
de: Nicht genug Analytics-Daten!

source: Task Type - Pie Chart
de: Aufgabentyp - Kreisdiagramm

source: Loading task type pie chart
de: Laden Aufgabentyp Kreisdiagramm

source: Task Type Statistics
de: Aufgabentyp Statistik

source: Loading Statistics
de: Laden Statistik

source: Loading task trend chart
de: Laden Aufgabe Trenddiagramm

source: Bug Status Pie Chart
de: Fehlerstatus-Kreisdiagramm

source: Loading bug status pie chart
de: Laden Fehlerstatus Kreisdiagramm

source: Bug Statistics
de: Bug Statistik

source: Bugs Life Cycle - Line Chart
de: Bugs Life Cycle - Liniendiagramm

source: Loading bug life cycle line chart
de: Laden Bug Lebenszyklus Liniendiagramm

source: Bug Glide Path Chart
de: Bug Glide Weg-Diagramm

source: Loading bug glide path chart
de: Laden Bug Gleitpfad-Chart

source: Replies
de: Antworten

source: No Results Found
de: Keine Ergebnisse gefunden

source: hour
de: Stunde

source: Total Hours
de: Gesamtstunden

source: Hours Report
de: Stunden Bericht

source: Hours Spent on Task Type - Pie Chart
de: Stunden damit verbracht, auf Task-Typ - Kreisdiagramm

source: Loading Pie Chart
de: Laden Kreisdiagramm

source: Hours Spent by All
de: Stunden aller Spent

source: Loading Grid view
de: Laden Tabellenansicht

source: Loading Line Chart
de: Laden Liniendiagramm

source: Total # of Tasks
de: Gesamtanzahl von Aufgaben

source: # of Tasks
de: Anzahl der Tasks

source: Tasks created.
de: Aufgaben erstellt.

source: Avg. days to Resolve a Task
de: Durchschn. Tage, um eine Aufgabe zu lösen

source: Avg. days to Close a Task
de: Durchschn. Tage, um eine Aufgabe zu schließen

source: Hours spent on these Tasks
de: Stunden auf diesen Aufgaben ausgegeben

source: Tasks Count
de: Aufgaben Count

source: No Data for this week
de: Keine Daten für diese Woche

source: Create Task Template
de: Aufgabe erstellen Template

source: Default Template
de: Standardvorlage

source: # of Tasks Report
de: # Aufgabenbericht

source: No project(s) available.
de: Kein Projekt (e) zur Verfügung.

source: Assigned Project(s)
de: Assigned Projekt (e)

source: No project(s) assigned.
de: Kein Projekt (e) zugeordnet.

source: OVERDUE TASKS
de: Überfällige Aufgaben

source: years
de: Jahre

source: months
de: Monate

source: No tasks
de: Keine Aufträge

source: UPCOMING TASKS
de: AUFGABEN UPCOMING

source: Choose which filters to show in your dashboard tabs
de: Wählen Sie die in Ihrem Armaturenbrett Registerkarten Filter anzeigen

source: Old Password
de: Altes Passwort

source: New Password
de: Neues Passwort

source: Confirm Password
de: Passwort Bestätigen

source: Sorry, this is not available in this version.
de: Sorry, das ist in dieser Version nicht zur Verfügung.

source: Milesone
de: Meilenstein

source: Send me Email Notification
de: Senden Sie mir E-Mail-Benachrichtigung

source: All New Task
de: Alle Neue Aufgabe

source: Send me All New Task emails
de: Senden Sie mir alle E-Mails Neue Aufgabe

source: All Task Reply & Comment
de: Alle Aufgaben Antworten und kommentieren

source: All Task Status Change
de: Alle Aufgabenstatus ändern

source: Send me All Status Update emails
de: Senden Sie mir alle Status Update E-Mails

source: Show me Notification
de: Zeigen Sie mir Mitteilung

source: Enable Desktop Notification
de: Aktivieren Desktopbenachrichtigung

source: Browser version supporting Desktop Notification,
de: Browser-Version Desktop-Benachrichtigung,

source: Firefox 22 and above
de: Firefox 22 und höher
