Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/rum/LC_MESSAGES/default.po
Languages: ro

source: Chrome 32 and above
ro: Crom 32 și de mai sus

source: Above Safari 6 on Mac OSX 10.8+
ro: Mai sus Safari 6 pe Mac OSX 10.8+

source: Send me Email Reports
ro: Trimite-mi Rapoarte e-mail

source: Daily
ro: Zilnic

source: Task Due (daily)
ro: Sarcina Due (zilnic)

source: Daily Update Report
ro: Raport de actualizare zilnică

source: Send me Email
ro: Trimite-mi e-mail

source: Hour
ro: Oră

source: Select Projects
ro: selectaţi Proiecte

source: Forgot your password?
ro: Ați uitat parola?

source: To reset your password, type the full email address you use to sign in to your Orangescrum Account.
ro: Pentru a reseta parola, introduceți adresa de e-mail completă utilizați pentru a vă conecta la contul dvs. Orangescrum.

source: After submitting please click on the link sent to your email
ro: Dupa trimiterea, vă rugăm să faceți clic pe link-ul trimis la e-mail

source: Your Password is successfully changed.
ro: Parola dvs. este schimbată cu succes.

source: with your new pasword
ro: cu noul pasword

source: Please enter your email.
ro: Vă rugăm să introduceți adresa de email.

source: Invalid 'E-mail' address!
ro: Adresă de e-mail invalidă

source: Password cannot be blank!
ro: Parola nu poate fi necompletată

source: Password should be between 6-15 characters!
ro: Parola trebuie sa fie intre 6-15 caractere!

source: Re-Type Password cannot be blank!
ro: Re-Type Parola nu poate fi gol!

source: Passwords do not match!
ro: Parolele introduse corespund.

source: Getting Started with Orangescrum
ro: Noțiuni de bază cu Orangescrum

source: Name your project suitably, choose short name accordingly.
ro: Numele proiectului tău în mod adecvat, pentru a alege scurt nume în mod corespunzător.

source: Add up your team members/customers to the project while creating.
ro: Adăugați până la membrii echipei / clienții proiectului creând în același timp.

source: Alternately, you can add team/customer to a project in ‘Manage Projects’ section.
ro: Alternativ, puteți adăuga echipa / client la un proiect în secțiunea "Gestionare proiecte".

source: Send invitation to team member (separate by comma for multi Email IDs)
ro: Trimite invitația la membru (separat prin virgula pentru ID-uri multiple prin e-mail), echipa

source: Invitees need to set up their account using link provided in the email.
ro: Invitaþi este necesar să configurați contul lor folosind link-ul din e-mail.

source: Assign projects to your team members while inviting them.
ro: Atribui proiecte membrilor echipei tale în timp ce invitarea acestora.

source: You can assign/remove projects from your team members any time on manage users section.
ro: Aveți posibilitatea să atribuiți / elimina proiectele din membrii echipei orice moment pe utilizatori gestionați secțiunea.

source: Enter a title, put due date or set priority and create a task under a project.
ro: Introduceți un titlu, a pus data scadenței sau un set de prioritate și de a crea o sarcină în cadrul unui proiect.

source: Assign task to a team member, attach files from Google Drive or Dropbox while creating a task.
ro: Atribuie sarcina unui membru al echipei, atașați fișiere de la Google Drive sau Dropbox creând în același timp o sarcină.

source: You can also Import a bunch of tasks from a .CSV file under a project.
ro: Aveți posibilitatea să importați, de asemenea, o grămadă de sarcini dintr-un fișier .CSV în cadrul unui proiect.

source: You can categorize your Task usign the Task Types.
ro: Puteți categoriza sarcina dumneavoastră usign Tipuri de sarcină.

source: It's doesn't matter whether your business is Education or Health Services or Construction, you can define your own Task Type and add Tasks under them
ro: Este nu contează dacă afacerea dvs. este Educație sau Servicii de Sănătate sau de construcție, puteți defini propriul tip de sarcini și adăugați Sarcini sub ele

source: You can remove the default Task Type by unchecking the checkbox and save the changes.
ro: Aveți posibilitatea să eliminați Sarcină implicită Tip de debifând caseta de selectare și de a salva modificările.

source: Respond via Email
ro: Raspunde prin e-mail

source: You can respond to the task Email sent from
ro: Puteți să răspundeți la e-mailul trimis de sarcina

source: Your Email response will be posted on Orangescrum against that task.
ro: Răspunsul dvs. de e-mail va fi postat pe Orangescrum împotriva acestei sarcini.

source: Respond on a task even on-the-go from your mobile via Email.
ro: Să răspundă la o sarcină chiar și pe-the-go de pe telefonul mobil, prin e-mail.

source: Desktop Notification
ro: Notificare pentru desktop

source: Notification
ro: Notificare

source: The Desktop Notification works on heigher versions of most of the browsers.
ro: Notificarea de desktop funcționează pe versiunile heigher de cele mai multe browsere.

source: Firefox 22 and above, Chrome 32 and above, Safari 6 on Mac OSX 10.8+
ro: Firefox 22 și mai sus, Chrome 32 și mai sus, Safari 6 pe Mac OSX 10.8+

source: You'll see a pop-up when a new task or reply arrives so you can keep track of your Tasks even when you're not looking at
ro: Vei vedea o fereastră pop-up atunci când o nouă sarcină sau un răspuns sosește, astfel încât să puteți ține evidența sarcinilor tale, chiar și atunci când nu te uiți la

source: Turn the desktop notification On or Off in the
ro: Rândul său, notificarea pe ecranul On sau Off în

source: page.
ro: pagina/site-ul Dvs.

source: Settings
ro: Setări

source: Setting
ro: Setare

source: Timezone & Profile
ro: Timezone & Profil

source: Personalize your Orangescrum account by setting up your Profile details and Timezone.
ro: Personalizați-vă contul dvs. Orangescrum prin configurarea detaliilor despre profil si Timezone.

source: The Timezone settings help you to keep stay up-to-date while working with a virtual or remote team.
ro: Setările pentru Timezone vă ajută să păstrați șederea până la zi în timp ce lucrează cu o echipă virtuală sau de la distanță.

source: The Email Notification is set to "No" by default, to get email those email only when selected when task is posted.
ro: Notificarea de e-mail este setat la \ "Nu ", în mod implicit, pentru a primi e-mail cele de e-mail numai atunci când este selectat atunci când sarcina este postat.

source: Set to "Yes", to get all the Task related Emails from all your assigned projects from Orangescrum.
ro: Setat la \ "Da ", pentru a primi toate e-mailurile legate de activități de la toate proiectele atribuite de la Orangescrum.

source: You can enable or disable Google Chrome Desktop Notification on the "Notification" page.
ro: Puteți activa sau dezactiva Notificare Google Chrome Desktop pe \ "notificare " pagina.

source: Reports
ro: Rapoarte

source: Customize your Email report settings.
ro: Personaliza setările pentru rapoartele de e-mail.

source: Select projects and set your daily update settings.
ro: Selectați proiecte și setați setările de actualizare de zi cu zi.

source: Replied
ro: A răspuns

source: Comment
ro: Cometariu

source: Edited
ro: editat

source: Welcome to Orangescrum Community Edition v1.6.1
ro: Bine ați venit la Orangescrum Community Edition V1.6.1

source: Make sure that,
ro: Asigura-te ca,

source: You have write permission (777) to
ro: Ai permisiunea de a scrie (777) pentru a

source: and
ro: și

source: folders
ro: dosare

source: You have provided the details of
ro: Ați furnizat detaliile de

source: email sending options in
ro: opțiuni de e-mail trimiterea

source: You have updated FROM_EMAIL_NOTIFY and SUPPORT_EMAIL in
ro: Ați actualizat FROM_EMAIL_NOTIFY și SUPPORT_EMAIL în

source: How it Works?
ro: cum functioneaza

source: Help!
ro: Ajutor!

source: to
ro: la

source: Make sure that, the
ro: Asigurați-vă că acest lucru,

source: file is there in the root directory
ro: fișier se află acolo în directorul rădăcină

source: Login to your Account
ro: Conecteaza-te la contul tau

source: Quick Signup
ro: Înscriere rapidă

source: Password
ro: Parolă

source: Remember me
ro: Amintește-ți de mine!

source: Forgot Password
ro: Am uitat parola

source: By signing up you you agree that you have read, understand, and accept the
ro: Conectându-te Dacă sunteți de acord că ați citit, ați înțeles și acceptați

source: License
ro: Autorizarea

source: Signup
ro: Înregistrare

source: Resend
ro: Retrimitere

source: Are you sure you want to enable
ro: Sunteți sigur că doriți să salvați?

source: Are you sure you want to disable
ro: Sunteți sigur că doriți să salvați?

source: Are you sure you want to mark
ro: Sunteți sigur că doriți să salvați?

source: as client
ro: în calitate de client

source: Mark Client
ro: marcă clienți

source: Are you sure you want to revoke client access from
ro: Sunteți sigur că doriți să revocați accesul la client

source: Revoke Client
ro: revocați Client

source: Are you sure you want to revoke Admin privilege from
ro: Sunteți sigur că doriți să revocați privilegii de administrator pentru

source: Revoke Admin
ro: revocați Admin

source: Are you sure you want to grant Admin privilege to
ro: Sunteți sigur că doriți să acordați privilegiul Admin

source: No activity yet
ro: Nicio activitate încă

source: No users found.
ro: Niciun utilizator găsit.

source: Sending invitation again
ro: Se trimite din nou invitație

source: Add New User
ro: Adăugați un utilizator nou

source: Work Hour per Day
ro: Ore de lucru pe zi

source: API Access Token
ro: API-ul de acces tokenul

source: Re-generate
ro: Regenera

source: Are you sure you want to delete
ro: Sigur doriţi să ştergeţi aceasta?

source: Choose Company Logo
ro: Logo-ul pentru a alege firma

source: Are you sure to delete logo
ro: Sunteți sigur că pentru a șterge logo-ul

source: Time Zone
ro: Fus orar

source: Edit Profile Image
ro: Editeaza profilul Imagine

source: Delete Profile Image
ro: Ștergeți profilul Imagine

source: Choose Profile Image
ro: Alege-Profil Imagine

source: Keep me upto date with new features
ro: Pastreaza-ma pana la curent cu noi caracteristici

source: No project(s) assigned
ro: Nici un proiect (e) atribuit

source: notEmpty
ro: nu este gol

source: email
ro: Adresa de e-mail
