Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/rum/LC_MESSAGES/default.po
Languages: ro

source: to Redirect to the dashboard page.
ro: pentru a redirecționa către pagina tabloul de bord.

source: No Recent Activities
ro: Nu există Activități recente

source: Task without Due Date
ro: Sarcina fără Data scadentă

source: Hours spent and still counting
ro: Ore petrecute și încă de numărare

source: Hours spent on
ro: Ore petrecute pe

source: No tasks assigned to you, Explore cool features
ro: Nu există sarcini atribuite dvs., Explorați caracteristici interesante

source: of File Storage
ro: de stocare de fișiere

source: Active Users
ro: Utilizatori activi

source: Email Notification
ro: Notificare e-mail

source: OFF
ro: OPRIT(OFF)

source: ON
ro: PENTRU

source: Disabled
ro: Dezactivat

source: No users assigned
ro: Niciun utilizator atribuit

source: No data available
ro: Nu sunt date disponibile

source: Assigned To Me
ro: Alocat(e) mie

source: Delegated To Others
ro: Încredințată altora

source: Create New Task
ro: Creați o nouă sarcină

source: Assign To User
ro: Alocare la utilizator

source: Assign to User
ro: Alocați utilizatorului

source: Add Task
ro: adăugaţi o sarcină

source: Complete
ro: Finalizare

source: Late by
ro: cu întârziere de către

source: days
ro: zile

source: day
ro: zi

source: Coming up in
ro: În curând în

source: These tasks are waiting on this task.
ro: Aceste sarcini sunt în așteptare pe această sarcină.

source: Resolve
ro: Rezolvarea

source: Re-open
ro: Redeschide

source: Reply
ro: Raspuns

source: Move to Project
ro: Mutați în proiect

source: Move Task To Milestone
ro: Mutați Sarcină Milestone

source: Move to Milestone
ro: Mutați în Milestone

source: Remove Task
ro: eliminaţi activitatea

source: No active Milestone
ro: Nr Etapa activă

source: No Completed Milestone
ro: Nr Milestone Finalizat

source: No milestone
ro: nici o piatră de hotar

source: Create Milestone
ro: Creați Milestone

source: Task Reports
ro: Rapoarte de activitate

source: Hour Spent
ro: A petrecut o oră

source: Weekly Usage
ro: Utilizarea săptămânală

source: Resource Availability
ro: Disponibilitatea resurselor

source: Go Back
ro: Înapoi

source: Card View
ro: Vizualizare card

source: List View
ro: Mod lista

source: Details
ro: Detalii

source: Personal Settings
ro: Setări personale

source: My Profile
ro: Profilul meu

source: Change Password
ro: Schimbare parolă

source: Notifications
ro: Notificări

source: Email Reports
ro: Rapoarte prin e-mail

source: Company Settings
ro: Setări companie

source: My Company
ro: Compania mea

source: Daily Catch-Up
ro: Zilnic Catch-up

source: Client Restrictions
ro: Restricții client

source: Cancel Account
ro: Anulare cont

source: Account Settings
ro: Setari cont

source: Subscription
ro: Abonament

source: Credit Card
ro: Carte de credit

source: Transactions
ro: Tranzacție

source: Account Activity
ro: Activitatea contului

source: Upgrade Subscription
ro: Abonament de upgrade

source: Downgrade Subscription
ro: declasare Abonament

source: Edit Credit Card
ro: Editează Card de Credit

source: Account Limitation
ro: Limitarea contului

source: Pricing
ro: Preţuri

source: Daily Progress Reminder
ro: Memento zilnic Progress

source: Template
ro: Sablon

source: Templates
ro: Template-uri

source: Analytics
ro: Google Analytics

source: Bug Reports
ro: Rapoarte de erori

source: Hours Spent Reports
ro: Rapoarte de ore Uzat

source: Account
ro: Cont

source: Delete Account
ro: Șterge cont

source: Task Status Group
ro: Sarcina Starea grupului

source: Weekly Usage Report
ro: Raport de utilizare săptămânal

source: Resource Utilizations
ro: resurse folosințe

source: Installation Wizard
ro: Expertul de instalare

source: Installed Add-ons
ro: Suplimentele instalate

source: Miscellaneous
ro: diverse

source: Expense
ro: Cheltuielile

source: Gantt Setting
ro: Setarea Gantt

source: Compact View
ro: Vizualizare compactă

source: Chart
ro: Diagramă

source: Manage Milestone
ro: gestionaţi Milestone

source: Milestone Kanban View
ro: Piatră de hotar Kanban View

source: Parents
ro: Părinţi

source: Dependents
ro: Dependenti

source: Task can't start. Waiting on these task to be completed.
ro: Sarcina nu poate începe. Se așteaptă pe aceste sarcini să fie finalizate.

source: Est. Hour(s)
ro: EST. Oră (e)

source: Task Progress
ro: Progresul sarcină

source: View remaining
ro: Vizualizare rămase

source: thread
ro: fir

source: threads
ro: fire

source: View latest 5
ro: Vizualizarea ultimului 5

source: View oldest thread on top
ro: Vizualizați cele mai vechi fir de pe partea de sus

source: Newer
ro: Cele mai noi

source: View newest thread on top
ro: Cel mai nou fir de vizualizare pe partea de sus

source: Older
ro: Mai în vârstă

source: Write your Reply
ro: Scrieți-vă Răspuns

source: Attachment(s)
ro: Atașamente

source: Select multiple files to upload...
ro: Selectați mai multe fișiere pentru a încărca ...

source: Drag and Drop files to Upload
ro: Trageți și plasați fișierele Încărcați

source: Max size
ro: Dimensiunea max.

source: Notify via Email
ro: Notificaprin e-mail

source: Do not show this reply to the client
ro: Nu afișați acest răspuns la client

source: Post
ro: Publică

source: Assigned To
ro: Atribuit

source: Files in this Task
ro: Fișierele din această sarcină

source: More
ro: Mai mult

source: No Files in this Task
ro: Nu există fișiere în această sarcină

source: Last Updated
ro: Ultima actualizare

source: People Involved
ro: Oameni implicati

source: Uploaded by
ro: Adaugate de

source: Move to project
ro: Mutați în proiect

source: Start timer
ro: Start cronometru

source: Remove from
ro: Eliminaţi din…

source: by
ro: de

source: No tasks for me
ro: Nu există sarcini pentru mine

source: No tasks as overdue
ro: Nu există sarcini restante

source: No tasks delegated
ro: Nu există sarcini delegate

source: No high priority tasks
ro: Nu există sarcini cu prioritate ridicată

source: Add New
ro: Adaugă nou

source: Enter Description...
ro: Introduceți o descriere ...

source: No files setelcted
ro: Nu există fișiere setelcted

source: Google Drive
ro: interfață Google Drive

source: Select a Project
ro: Selectați un proiect

source: Select a Task
ro: Selectați o sarcină

source: Is Billable
ro: este Taxabil

source: Start Conversation
ro: Începe conversația

source: Toggle navigation
ro: Schimba Navigarea

source: Please create a Project to add Task under that Project
ro: Vă rugăm să creați un proiect pentru a adăuga sarcini in cadrul proiectului

source: Dashboard
ro: Tablou de bord

source: Milestones
ro: Puncte de reper

source: Recently viewed
ro: Vizualizat recent

source: Search Tasks
ro: Sarcini de căutare

source: Project Template
ro: Format proiect

source: Task Template
ro: sarcina șablon

source: This Account is managed by
ro: Acest cont este gestionat de

source: Projects:
ro: Proiecte

source: Users:
ro: Utilizatori

source: Storage:
ro: Stocare

source: Default View
ro: Vedere standard

source: Help & Support
ro: Ajutor și Asistență

source: Getting Started
ro: Început

source: Language Settings
ro: Setări limbă

source: Log Out
ro: Deconectați-vă

source: General Questions
ro: Intrebari generale

source: Features
ro: Caracteristici

source: How it works?
ro: cum functioneaza

source: Updated
ro: Actualizat

source: out of
ro: din 5

source: task are closed
ro: sarcină sunt închise

source: Last activity on
ro: Ultima activitate pe

source: Not Found
ro: Nu a fost găsit

source: Add Users
ro: adăugaţi utilizatori

source: optional
ro: opţional

source: Use comma to separate multiple email ids
ro: Va utiliza virgula pentru a separa mai multe id-uri de e-mail

source: Make Inactive
ro: asiguraţi-Inactiv

source: First Name
ro: Prenume

source: Last Name
ro: Numele de Familie

source: Select Currency
ro: Selectați valuta

source: Organization
ro: Organizatia

source: Address
ro: Adresă

source: Street
ro: Stradă

source: City
ro: Oraş

source: State
ro: Judet

source: Country
ro: Țară

source: Postal Code
ro: Cod poştal

source: Phone Number
ro: Numar de telefon

source: Company Name
ro: Nume firma acasa

source: Add new Users
ro: Adăugați utilizatori noi

source: owner
ro: Proprietar

source: Estimated Hours
ro: Orele estimate

source: Please contact your account owner to create more projects
ro: Vă rugăm să contactați proprietarul contului dvs. pentru a crea mai multe proiecte

source: Upgrade
ro: Actualizare

source: you account to create more projects
ro: vă contul pentru a crea mai multe proiecte

source: Estd. Hour(s)
ro: ESTD. Oră (e)

source: Depends On
ro: Depinde de

source: Email ID
ro: ID-ul de e-mail

source: Project to be
ro: Proiectul să fie

source: Sorry, User Limit Exceeded!
ro: Ne pare rău, Limită utilizator Depășit!

source: your account to create more users
ro: contul dvs. pentru a crea mai mulți utilizatori

source: Sub-Category Title
ro: Titlul sub-categoriei

source: Edit Task Status Group Name
ro: Editați sarcina Nume Statut Grup

source: Enter Task Status Group name
ro: Introduceți numele Sarcină Starea grupului

source: Enter status name
ro: Introdu numele de stare

source: click button to save color
ro: faceți clic pe butonul pentru a salva culoarea

source: Add Status
ro: adauga o stare

source: No tasks have been archived yet on this project
ro: Nu există nicio sarcină nu a fost încă arhivate pe acest proiect

source: All archived tasks of this project will appear here
ro: Toate sarcinile arhivate ale acestui proiect vor apărea aici

source: No files have been archived yet on this project
ro: Nu există fișiere au fost încă arhivate pe acest proiect

source: All archived files of this project will appear here
ro: Toate fișierele arhivate ale acestui proiect vor apărea aici

source: No task activities on this project
ro: Nici o activitate de sarcini cu privire la acest proiect

source: All activities of this project will appear here
ro: Toate activitățile acestui proiect vor apărea aici

source: No files have been shared or uploaded on this project
ro: Nu există fișiere care au fost distribuite sau încărcate pe acest proiect

source: All files shared on this project will appear here
ro: Toate fișierele partajate de pe acest proiect va apărea aici

source: No files found
ro: Nu au găsit fișiere

source: No Overdue Task on this project
ro: Nr Sarcina Restante cu privire la acest proiect

source: No High Priority Task have been created on this project
ro: Nu este o sarcină prioritare au fost create cu privire la acest proiect

source: No Task for me on this project
ro: Nu este o sarcină pentru mine cu privire la acest proiect

source: No Task delegated on this project
ro: Nr sarcini delegate cu privire la acest proiect

source: No Task have been created on this project
ro: Nu este o sarcină au fost create cu privire la acest proiect

source: All Task created on this project will appear here
ro: Toate create de lucru cu privire la acest proiect va apărea aici

source: Set Password
ro: Setare parolă

source: All Attachments
ro: Toate anexele

source: Add Note
ro: Adauga notita

source: Note Content
ro: Notă Conținut

source: Add New Category
ro: Adăugați o nouă categorie

source: Add Wiki Approver
ro: Adăugați Wiki Approver

source: Create New Project
ro: Creați un nou proiect

source: Approve Wiki Details
ro: Aprobați detaliile Wiki

source: All Activities
ro: Toate activitățile

source: Add Wiki Comment
ro: Adăugați un comentariu Wiki

source: Add New Wiki Category
ro: Adăugați o nouă categorie Wiki

source: Add New Wiki Sub-Category
ro: Adăugați noua subcategorie Wiki

source: Add New Customer
ro: Adauga o Client nou

source: Resource Not Available
ro: Resursa nu este disponibilă

source: Overload Details
ro: Suprasarcină Detalii

source: New Task Type
ro: Un nou tip de activități

source: Log time
ro: Logati-time

source: User Leave Form
ro: Formular de utilizare a utilizatorului

source: Choose an existing task
ro: Alege o sarcină existentă

source: Need help getting started?
ro: Ai nevoie de ajutor pentru a începe?

source: If you get stuck or need help with anything we are here for you. Just
ro: Dacă rămâneți blocat sau ai nevoie de ajutor cu orice noi suntem aici pentru tine. Doar

source: send us a line
ro: trimite-ne o linie

source: we will get back to you as soon as possible or find your answer at our
ro: vom ajunge înapoi la tine cât mai curând posibil, sau a găsi răspunsul la nostru

source: help desk
ro: Ajutor

source: Ok, got it!
ro: OK, am inteles!

source: Invite New User
ro: Invitați-Utilizator nou

source: Make sure that you have done the below required changes in
ro: Asigurați-vă că ați făcut modificările de mai jos necesare

source: You have provided the details of <b>SMTP</b> email sending options in
ro: Ați furnizat detaliile de <b> SMTP </ b> e-mail opțiuni în trimiterea

source: You have updated FROM_EMAIL_NOTIFY and SUPPORT_EMAIL in
ro: Ați actualizat FROM_EMAIL_NOTIFY și SUPPORT_EMAIL în

source: Cancel Subscription Information
ro: Anulare Abonament Informații

source: Profile Image
ro: Imagine profil

source: Browse
ro: Navigheaza

source: Select your profile image...
ro: Selectați imaginea de profil ...

source: Drag and set the box on the area you want to crop.
ro: Trageți și setați caseta de pe zona pe care doriți să o decupați.

source: Confirm
ro: Confirmă

source: Select tabs to enable
ro: Selectați file pentru a activa

source: Remove User
ro: eliminaţi utilizatorul

source: Loading users...
ro: Se încarcă ... utilizatori

source: Assign Project
ro: atribuiţi proiect

source: Enter Project Name
ro: Introduceți numele proiectului

source: Loading projects...
ro: Se încarcă proiectele ...

source: Assign
ro: Atribuirea

source: Assign & Continue
ro: Atribuiți & Continuați

source: Remove Project
ro: Proiectul elimina

source: Add Tasks
ro: Sarcini adăugați

source: Switch Milestone
ro: comutator Milestone

source: Loading tasks...
ro: Se încarcă sarcini ...

source: Move task to milestone
ro: Muta sarcina la piatra de hotar

source: Move task
ro: sarcina mutare

source: Remove Tasks
ro: Sarcini eliminați

source: Template Name
ro: Nume șablon

source: New Task Status
ro: Sarcină nouă stare

source: Color
ro: Culorarea

source: Loader
ro: Încărcător

source: Gantt Settings
ro: Setările Gantt

source: Add a task here & hit enter....
ro: Adăuga o activitate aici & apasa enter ....

source: You can enter time as 1.5 (that mean 1 hour and 30 minutes)
ro: Puteți introduce timp de 1,5 (adică medie 1 oră și 30 minute)

source: ALL
ro: Toate

source: Do not show this task to the client
ro: Nu afișați această sarcină pentru client

source: Recurring Task
ro: Sarcina recurente

source: Repeat Type
ro: Tipul repetiției

source: Weekly
ro: Saptamanal

source: Monthly
ro: Lunar

source: Quarterly
ro: Trimestrial

source: Yearly
ro: Anual

source: Starts
ro: incepe

source: Ends after
ro: Se termină după

source: occurrences
ro: evenimente

source: Ends on
ro: Se încheie pe

source: Reason of Leave
ro: Motivul plecării

source: Statistics
ro: Statistică

source: SO FAR THIS WEEK
ro: SO prezent în această săptămână

source: Logged in User
ro: Utilizator conectat:

source: of Total
ro: din total

source: Last Week to Date
ro: Ultima saptamana la Data

source: Tasks Created
ro: sarcinile create

source: Tasks Updated
ro: sarcini de actualizare

source: Tasks Closed
ro: sarcini de închis

source: spent
ro: cheltuiti. "

source: Storage Used
ro: stocare

source: Task Status of the Week
ro: Sarcina Statutul săptămânii

source: Task Created
ro: sarcina Creat

source: Task Updated
ro: sarcina Actualizat

source: Project Status of the Week
ro: Statutul de proiect al săptămânii

source: Closed/Total Tasks
ro: Închise / Numărul total de Sarcini

source: Usage
ro: Utilizare

source: No Project Status on last week
ro: Nicio stare de proiect săptămâna trecută

source: Out of
ro: din 5

source: User has not logged in to the system since last week
ro: Utilizatorul nu a fost conectat la sistemul de săptămâna trecută

source: tasks created and
ro: sarcini create și

source: updated on last week
ro: actualizat la data de săptămâna trecută

source: storage used on all projects
ro: spațiul de stocare utilizat pentru toate proiectele

source: Submitted By
ro: Trimis de

source: This wiki is already approved.
ro: Acest wiki este deja aprobat.

source: Comments
ro: Comentarii

source: Today at
ro: astăzi la

source: Y'day at
ro: Y'day la

source: Tomorrow
ro: Mâine

source: just now
ro: chiar acum

source: mins ago
ro: minute în urmă

source: min ago
ro: min în urmă

source: hours ago
ro: ore în urmă

source: hour ago
ro: acum o ora

source: ago
ro: în urmă

source: to go
ro: să meargă.

source: at
ro: la

source: As a
ro: Ca

source: account
ro: Cont

source: Company account has been confirmed by
ro: Contul de companie a fost confirmată de

source: as a
ro: ca

source: user
ro: Utilizator

source: With email
ro: cu e-mail

source: With
ro: unde:

source: updated during
ro: actualizate în timpul

source: created expense.
ro: Cheltuielile create.

source: created expense & finally submitted.
ro: Cheltuielile create și în cele din urmă trimise.

source: updated expense.
ro: Cheltuieli actualizate.

source: updated expense & finally submitted.
ro: Cheltuieli actualizate și în cele din urmă trimise.

source: created
ro: creată

source: expense details.
ro: Cheltuieli detaliate.

source: updated
ro: actualizat

source: deleted expense details.
ro: Cheltuieli detaliate șterse.

source: created expense category.
ro: Categorie de cheltuieli creată.

source: updated expense category.
ro: Categorie de cheltuieli actualizate.

source: added
ro: adăugat

source: expense attachments.
ro: Cheltuieli de cheltuieli.

source: deleted expense attachments.
ro: Cheltuieli atașate șterse.

source: downloaded expense attachments.
ro: Descărcate atașamente de cheltuieli.

source: exported pdf report from main panel.
ro: Exportat raportul pdf din panoul principal.

source: exported pdf report by selecting checkboxes.
ro: Exportați raportul PDF prin selectarea casetelor de selectare.

source: approved expense
ro: Cheltuielile aprobate

source: rejected expense
ro: Cheltuiala respinsă

source: finally approved expense
ro: Cheltuială aprobată în cele din urmă

source: No task(s) available.
ro: Nu este o sarcină (e) disponibilă.

source: Project cannot be left blank!
ro: Proiectul nu poate fi lasat necompletat!

source: No Milestone(s) available.
ro: Nr Milestone (e) disponibilă.

source: User(s) in this
ro: Utilizator (i) în acest

source: Project Name is mandatory when "All" project is selected.
ro: Numele proiectului este obligatoriu când este selectat proiectul "Toate".

source: You have not created any project yet
ro: Nu ați creat nici un proiect încă

source: No projects found.
ro: Nu există proiecte găsite.

source: Created by
ro: Creat de

source: User(s)
ro: Utilizatori

source: Task(s)
ro: task-uri

source: Storage
ro: Depozitare

source: Hour(s)
ro: Ora(e)

source: Alert Time
ro: Alertă Timp

source: Minute(s)
ro: Minut(e)

source: Timezone
ro: Fus orar

source: Frequency
ro: Frecvenţă

source: 5 days in week
ro: 5 zile în săptămână

source: 6 days in week
ro: 6 zile în săptămână

source: 7 days in week
ro: 7 zile în săptămână

source: Click on the
ro: Faceţi clic pe caseta de selectare

source: and add your new Task Types.
ro: și adăugați noile tipuri de sarcini.

source: Custom Task Type
ro: Personalizat Tipul de sarcină

source: Default Task Type
ro: Tip implicit Sarcină

source: Task(s)
ro: task-uri

source: Task Types are independent of Projects, but please create a Project to get started.
ro: Tipuri de sarcină sunt independente de proiecte, dar vă rugăm să creați un proiect pentru a începe.

source: Bug Count
ro: Count bug

source: Bugs
ro: Gandaci

source: Day(s)
ro: Ziua(le)

source: Bug Report
ro: Raportează bug

source: Bugs created.
ro: Bug-uri create.

source: Avg. days to Resolve a Bug
ro: Med. zile pentru a rezolva o Bug

source: Avg. days to Close a Bug
ro: Med. zile pentru a închide un Bug

source: Hours spent on these Bugs
ro: Ore petrecute pe aceste bug-uri

source: No data for this date range & project.
ro: Nu există date pentru această dată gama & proiect.

source: Not enough Analytics data!
ro: Nu este suficient de Google Analytics de date!

source: Task Type - Pie Chart
ro: Sarcina de tip - Pie Chart

source: Loading task type pie chart
ro: Se încarcă graficul proporțiilor tipul de activitate

source: Task Type Statistics
ro: Sarcina Statistici Tipul

source: Loading Statistics
ro: Se încarcă Statistici

source: Task Trend Chart
ro: Sarcina Trend Chart

source: Loading task trend chart
ro: Se încarcă diagrama tendință de activitate

source: Bug Status Pie Chart
ro: Bug Stare Pie Chart

source: Loading bug status pie chart
ro: Se încarcă bug diagramă radială starea

source: Bug Statistics
ro: Statistici ale erorilor

source: Bugs Life Cycle - Line Chart
ro: Bug-uri Ciclul de viață - Grafic Linie

source: Loading bug life cycle line chart
ro: Se incarca viata bug diagramă linie ciclu

source: Bug Glide Path Chart
ro: Bug Chart Glide Path

source: Loading bug glide path chart
ro: Se încarcă bug diagramă pentru panta de aterizare

source: Replies
ro: răspunsurile

source: No Results Found
ro: Niciun rezultat găsit

source: hour
ro: oră

source: Total Hours
ro: Numărul total de ore

source: Hours Report
ro: ore de rapoarte

source: Hours Spent on Task Type - Pie Chart
ro: Ore petrecute pentru sarcini de tip - Pie Chart

source: Loading Pie Chart
ro: Se încarcă Pie Chart

source: Hours Spent by All
ro: Ore petrecute de Toate

source: Loading Grid view
ro: Se încarcă vizualizarea grilă

source: Loading Line Chart
ro: Se încarcă Linie Chart

source: Total # of Tasks
ro: Numărul total de Sarcini

source: # of Tasks
ro: # Sarcini

source: Tasks created.
ro: Sarcini create.

source: Avg. days to Resolve a Task
ro: Med. zile pentru a rezolva o sarcină

source: Avg. days to Close a Task
ro: Med. zile pentru a închide o sarcină

source: Hours spent on these Tasks
ro: Ore petrecute pe aceste sarcini

source: Tasks Count
ro: sarcini de Count

source: No Data for this week
ro: Nu există date pentru această săptămână

source: Create Task Template
ro: Creați sarcini șablon

source: Default Template
ro: Format implicit

source: # of Tasks Report
ro: # Sarcini de rapoarte

source: No project(s) available.
ro: Nici un proiect (e) disponibilă.

source: Assigned Project(s)
ro: Proiectul atribuit (e)

source: No project(s) assigned.
ro: Nici un proiect (e) atribuit.

source: OVERDUE TASKS
ro: SARCINI RESTANTE

source: years
ro: ani

source: months
ro: Luna(i)

source: No tasks
ro: Nu există sarcini

source: UPCOMING TASKS
ro: SARCINI VIITOARE

source: Choose which filters to show in your dashboard tabs
ro: Alege care filtrează pentru a afișa în filele tabloului de bord

source: Old Password
ro: Parola veche

source: New Password
ro: Parolă nouă

source: Confirm Password
ro: Confirm parola

source: Sorry, this is not available in this version.
ro: Din păcate, acest lucru nu este disponibil în această versiune.

source: Milesone
ro: Milestone

source: Send me Email Notification
ro: Trimite-mi Notificare prin email

source: All New Task
ro: Toate noile modele de lucru

source: Send me All New Task emails
ro: Trimite-mi Toate e-mailurile de lucru nou

source: All Task Reply & Comment
ro: Toate task Răspuns & Comentariu

source: All Task Status Change
ro: Toate sarcinilor Stare Schimbare

source: Send me All Status Update emails
ro: Trimite-mi Toate e-mailurile Stare actualizare

source: Show me Notification
ro: Arată-mi-notificare

source: Enable Desktop Notification
ro: Activați Notificare pentru desktop

source: Browser version supporting Desktop Notification,
ro: Versiune de browser de sprijin de notificare pentru desktop,

source: Firefox 22 and above
ro: Firefox 22 și de mai sus
