Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/rum/LC_MESSAGES/default.po
Languages: ro

source: Please specify a file name for download.
ro: Vă rugăm să specificați un nume de fișier pentru descărcare.

source: Oops! File not found.<br/> File may be deleted or make sure you specified correct file name.
ro: Oops! Fișierul nu a fost găsită. Fișier <br/> pot fi șterse sau asigurați-vă că ați specificat numele de fișier corect.

source: Oops! File cannot be download.<br/> You might not have access to download the file.
ro: Oops! Fișierul nu poate fi descarcat. <br/> Este posibil să nu aibă acces pentru a descărca fișierul.

source: Development
ro: Dezvoltare

source: Bug
ro: Gândac

source: Update
ro: Actualizare

source: Change Request
ro: Cerere de modificare

source: Idea
ro: Idee

source: Enhancement
ro: Sporire

source: Research n Do
ro: Cercetare n Do

source: Maintenance
ro: Mentenanţă

source: Quality Assurance
ro: Asigurarea calității

source: Unit Testing
ro: unitate de testare

source: Release
ro: Eliberarea

source: Others
ro: Altel

source: All Tasks
ro: Toate task-urile

source: My Tasks
ro: Sarcinile mele

source: Overdue
ro: Scadență Depașită

source: Delegated
ro: delegat

source: High Priority
ro: Prioritate ridicată

source: has been moved permanently
ro: a fost mutat definitiv

source: Oops! File not found.
ro: Oops! Fișierul nu a fost găsit.

source: File may be deleted or make sure you specified correct file name.
ro: Fișier pot fi șterse sau asigurați-vă că ați specificat numele de fișier corect.

source: Commented
ro: A comentat

source: on the reply
ro: privind răspunsul

source: Error in uploading file to S3 bucket
ro: Eroare la încărcarea fișierului S3 cupă pentru excavat

source: me
ro: Eu

source: Status
ro: Stare

source: NEW
ro: Nou

source: STARTED
ro: Pornit

source: RESOLVED
ro: HOTĂRÂȚI

source: CLOSED
ro: Închis

source: the Task
ro: sarcina

source: changed the type of
ro: schimbat tipul

source: changed the due date of
ro: a schimbat data scadentă a

source: changed the priority of
ro: schimbat prioritatea

source: changed the assigned to of
ro: a schimbat asignează de

source: Dependant tasks are not closed.
ro: sarcinile Dependentă nu sunt închise.

source: High
ro: Ridicată

source: Medium
ro: Mediu

source: Low
ro: Scăzut

source: Start
ro: Început

source: Start On
ro: Începe

source: Due
ro: Datorita

source: Due On
ro: Datorat pe

source: other
ro: alții

source: Hours Spent
ro: A petrecut ore

source: Using
ro: Cu ajutorul

source: Mb of storage
ro: MB de stocare

source: Last Activity
ro: ultima activitate

source: projectName,milestoneName,tasks#,title,status,type,created by,assigned to,created at,lastUpdated,milestoneEndDate
ro: Denumirea proiectului, piatră de hotar Numele, sarcinile #, din titlu, statutul, tipul, creat de, atribuite, creat la ultima actualizare, piatră de hotar Data de încheiere

source: Tasks#,Title,Description,Status,Estimated Hours,Type,Milestone,Assigned To,Due Date,Created By,Date Created,Last Updated
ro: Sarcini #, Titlu, Descriere, Stare, Ore estimate, Tip, Milestone, Atribuit la, Data scadenței, Creat de, Data creării, Ultima actualizare

source: projectName,tasks#,title,status,type,created by,assigned to,created at,lastUpdated
ro: Denumirea proiectului, sarcinile #, din titlu, statutul, tipul, creat de, atribuite, creat la ultima actualizare

source: Project Name,Milestone Name,Task#,Title,Status,Type,Assigned To
ro: Nume proiect, Milestone Numele, Tema #, Titlu, Stare, Tip, repartizat

source: Created By
ro: Creat de

source: No matched record found with this id
ro: Nu exista inregistrari potrivite gasit cu acest id

source: Invalid Case id
ro: Case id nevalid

source: Completed
ro: Terminat

source: of
ro: din

source: New & In Progress
ro: Nou & In Progress

source: New
ro: Nou

source: In Progress
ro: In progres

source: Closed
ro: Închis

source: Resolved
ro: hotărât

source: Title, Description, Status, Priority, Task Type, Assigned To, Created By, Last Updated By, Created On, Estimated Hours, Hours Spent
ro: Titlu, Descriere, Stare, Prioritate, Sarcină Tipul, cesionate Creat de, Ultima actualizare By, Creat la, estimat de ore, ore petrecute

source: Opps! Error occured in creation of zip file.
ro: Hopa! A apărut o eroare în crearea de fișier zip.

source: Opps! Error occured in creating the task csv file.
ro: Hopa! Eroare la crearea fișierului de activitate csv.

source: Milestone successfully converted to task.
ro: Piatră de hotar convertit cu succes la sarcină.

source: Task successfully posted.
ro: Sarcina a postat cu succes.

source: Sorry! invalid input. Please try again.
ro: Ne pare rău! Intrare nevalidă. Vă rugăm să încercați din nou.

source: It seems you have not copied the
ro: Se pare că nu l-ai copiat

source: file for
ro: Fișier pentru

source: addon to app/webroot folder
ro: Addon la folderul app / webroot

source: file is extracted. Please click on next.
ro: Fișierul este extras. Faceți clic pe următorul.

source: Can not extract the zip file
ro: Nu se poate extrage fișierul zip

source: Invalid addon name
ro: Nume de addon nevalid

source: Databse configuration is completed. Please click on next.
ro: Configurarea bazei de date este finalizată. Faceți clic pe următorul.

source: No content in the sql file.
ro: Nu există niciun conținut în fișierul sql.

source: No sql file is present in the zip file.
ro: Nu există fișier sql în fișierul zip.

source: Please click on verify to check it is installed properly or not.
ro: Faceți clic pe verificați pentru a verifica dacă acesta este instalat corect sau nu.

source: Can not copy the folder.
ro: Nu se poate copia dosarul.

source: No add-on Folder is present in the zip file.
ro: Nu există folderul de add-in în fișierul zip.

source: Congratulations! You have successfully installed
ro: Felicitări! Ați instalat cu succes

source: Now you have to install 'wkhtmltopdf' in your server and need to update that path in 'constants.php' file inside 'app/Config' folder in order to generate pdf of invoices. Please click on finish.
ro: Acum trebuie să instalați 'wkhtmltopdf' în serverul dvs. și trebuie să actualizați această cale în fișierul 'constants.php' din dosarul 'app / Config' pentru a genera pdf de facturi. Faceți clic pe terminați.

source: Congratulations! You have successfully installed the chat add-on. Now you have to install 'Node.js' in your server and need to update 'NODEJS_HOST' path with 3002 port(eg:http://yourdomain:3002) in 'constants.php' file inside 'app/Config' folder in order to communicate with Node Host. Please refer 'readme.txt' file for install Node.js. Please click on finish.
ro: Felicitări! Ați instalat cu succes programul de completare pentru chat. Acum trebuie să instalați 'Node.js' pe serverul dvs. și trebuie să actualizați calea 'NODEJS_HOST' cu portul 3002 (de exemplu: http: // yourdomain: 3002) în fișierul 'constants.php' din dosarul 'app / Config' Pentru a comunica cu Host Node. Consultați fișierul "readme.txt" pentru a instala Node.js. Faceți clic pe terminați.

source: Please click on finish.
ro: Faceți clic pe terminați.

source: add-on is not installed properly.
ro: Add-on nu este instalat corect.

source: Milestone
ro: piatră de hotar

source: has been deleted
ro: a fost sters

source: Oops! Error occured in deletion of milestone.
ro: Oops! A apărut o eroare la ștergerea reper.

source: Start date cannot exceed End date
ro: Data de începere nu poate depăși data de încheiere

source: Opps!, Milestone Title already exists..
ro: Există deja Hopa !, Milestone Titlu ..

source: Milestone added successfully.
ro: Piatră de hotar a adăugat cu succes.

source: Sorry!, We are not able to post this Milestone. Try again.
ro: Ne pare rau !, Noi nu putem posta acest Milestone. Încearcă din nou.

source: Milestone has been restored.
ro: Piatră de hotar a fost restaurată.

source: Oops! Error occured in restoration of milestone
ro: Oops! A apărut o eroare în restaurarea de piatră de hotar

source: Milestone has been completed.
ro: Piatră de hotar a fost finalizată.

source: Oops! Error occured in completion of milestone
ro: Oops! A apărut o eroare în completarea piatră de hotar

source: Created by
ro: Creat de

source: on
ro: Pe

source: Project name
ro: Denumirea proiectului

source: already exists
ro: Deja existent

source: Project short name
ro: Denumirea proiectului scurt

source: saved successfully
ro: salvat cu succes

source: activated successfully
ro: activat cu succes

source: deleted successfully
ro: eliminat cu succes

source: deactivated successfully
ro: dezactivat cu succes

source: Invalid or Wrong action!
ro: Acțiune nevalidă sau greșită!

source: created successfully
ro: a creat cu succes

source: Error creating project
ro: Proiectul Eroare la crearea

source: User(s) successfully assigned to
ro: Utilizator (i) atribuite cu succes

source: Group update alert has been saved successfully.
ro: Grup de alertă de actualizare a fost salvat cu succes.

source: Failed to save of Group update alert.
ro: pentru a salva de alerte de actualizare Group a eșuat.

source: Template tasks added successfully
ro: sarcini șablon adăugat cu succes

source: Template Deleted successfully
ro: Șablonul a fost șters cu succes

source: Template activated successfully
ro: Șablonul activat cu succes

source: Template can't be activated.Please try again.
ro: Șablon nu poate fi activated.Please încercați din nou.

source: Template deactivated successfully
ro: Șablon dezactivat cu succes

source: Template can't be deactivated.Please try again.
ro: Șablon nu poate fi deactivated.Please încercați din nou.

source: Please split the file and upload again. Your file contain more than 1000 rows
ro: Vă rugăm să împărțiți fișierul și încărcați din nou. Fișierul dvs. conține mai mult de 1000 de rânduri

source: Please upload a file with size less then 2MB
ro: Vă rugăm să încărcați un fișier cu o dimensiune mai mică, apoi 2MB

source: Require atleast Task Title column to import the Tasks
ro: Solicite atleast coloana de sarcini la titlu pentru a importa Sarcini

source: Please import a valid CSV file
ro: Vă rugăm să importați un fișier CSV valid

source: Already a file with same name and same size of
ro: Deja un fișier cu același nume și aceeași dimensiune

source: bytes exists
ro: bytes exista

source: Would you like to replace the exsiting file
ro: Doriți să înlocuiți fișierul exsiting

source: Already file with same name and size of
ro: Deja fișier cu același nume și dimensiunea

source: Would you like to replace the existing file
ro: Doriți să înlocuiți fișierul existent

source: Oops! Error occured in deletion of project
ro: Oops! A apărut o eroare la ștergerea proiectului

source: Task type
ro: Tip task

source: updated successfully.
ro: actualizat cu succes.

source: added successfully.
ro: a adăugat cu succes.

source: Error in addition of task type.
ro: Eroare în plus față de tipul de activitate.

source: Task type saved successfully.
ro: Tipul de sarcină salvat cu succes.

source: Error in saving of task type.
ro: Eroare la salvarea tip de activitate.

source: invited you to join
ro: te-a invitat să se alăture

source: on Orangescrum
ro: pe Orangescrum

source: invited you to join Orangescrum
ro: te-a invitat să se alăture Orangescrum

source: No data for this date range & project
ro: Nu există date pentru această dată gama & proiect

source: Opened
ro: Deschis

source: Company photo removed successfully
ro: fotografie de companie eliminat cu succes

source: Company logo should be an image file
ro: Logo-ul companiei ar trebui să fie un fișier imagine

source: Company logo size cannot excceed 1mb
ro: Logo-ul companiei dimensiune nu poate excceed 1MB

source: Name cannot be left blank
ro: Numele nu poate fi lăsat necompletat

source: Company updated successfully
ro: Firma a fost actualizat

source: Notification settings saved successfully
ro: Setările de notificare au fost salvate

source: user deleted successfully
ro: utilizator șters cu succes

source: Sorry! User cannot be enabled. User Limit Exceeded!
ro: Ne pare rău! Utilizatorul nu poate fi activat. Limită utilizator Depășit!

source: User enabled successfully
ro: Utilizator activat cu succes

source: User disabled successfully
ro: Utilizator dezactivat cu succes

source: Granted admin privilege
ro: A acordat un privilegiu admin

source: Granted client privilege
ro: A acordat privilegiul client

source: Revoked client privilege
ro: Revocat privilegiul client

source: Revoked admin privilege
ro: Privilegiu admin Revocată

source: Invited you to join
ro: Te-a invitat să se alăture

source: Invited you to join on Orangescrum
ro: Te-a invitat să se alăture pe Orangescrum

source: Invitation resent to
ro: Invitație de a retrimise

source: Password of
ro: parola de

source: reset successfully
ro: resetat

source: Forgot Password Request
ro: Am uitat Solicitați o parolă

source: Sorry! you have exceeded the user limit
ro: Ne pare rău! ați depășit limita de utilizare

source: Sorry! This account exceeded the user limit.
ro: Ne pare rău! Acest cont a depășit limita de utilizator.

source: Invitation sent to Successfully
ro: Invitația a fost trimisă cu succes la

source: Invitation Failed. Please try again!
ro: Invitația a eșuat. Vă rugăm să încercați din nou!

source: Invitation sent to
ro: Invitația a fost trimisă

source: Email or Password is invalid!
ro: E-mail sau parola invalida!

source: email already exists
ro: E-mail există deja

source: Now you can login using
ro: Acum, vă puteți autentifica folosind

source: Profile photo removed successfully
ro: Fotografia de profil eliminat cu succes

source: Email cannot be left blank
ro: E-mail nu poate fi lăsat necompletat

source: Opps! Email address already exists.
ro: Hopa! Adresa de email deja exista.

source: Opps! Invalid file format! The formats supported are gif, jpg, jpeg & png.
ro: Hopa! Format de fișier nevalid! Formatele suportate sunt gif, jpg, jpeg & png.

source: Profile photo size cannot excceed 1mb
ro: Profilul dimensiunea fotografiei nu poate excceed 1MB

source: Profile updated successfully.<br />A confirmation link has been sent to
ro: Profil actualizat. <br /> Un link de confirmare a fost trimis la

source: Profile updated successfully
ro: Profilul a fost actualizat cu succes

source: Orangescrum Login Email ID Confirmation
ro: Orangescrum Login Email ID-ul de confirmare

source: Old password cannot be left blank!
ro: Parola veche nu poate fi lasat necompletat!

source: Please enter correct old password.
ro: Vă rugăm să introduceți parola veche corectă.

source: New password cannot be left blank!
ro: Parola nouă nu poate fi lasat necompletat!

source: Re-type password cannot be left blank!
ro: Re-tip parolă nu poate fi lasat necompletat!

source: Re-type password do not match!
ro: Re-type parola nu se potrivesc!

source: Password changed successfully
ro: parola a fost schimbată cu succes

source: Template updated successfully
ro: Șablon actualizat cu succes

source: Template can't be updated
ro: Șablon nu poate fi actualizat

source: Template added successfully
ro: Șablon adăugat cu succes

source: Template can't be added
ro: Șablon nu poate fi adăugat

source: Deleted successfully
ro: eliminat cu succes

source: Notifications changed successfully
ro: Notificările au schimbat cu succes

source: Reports changed successfully
ro: Rapoarte modificate cu succes

source: Company logo removed successfully
ro: Logo-ul companiei eliminat cu succes

source: You have been added to multiple projects on Orangescrum
ro: Ați fost adăugat la mai multe proiecte pe Orangescrum

source: You have been added to
ro: Ați fost adăugat la

source: Owner
ro: Proprietar

source: User
ro: Utilizator

source: Invited
ro: invitați

source: Inactive
ro: Inactiv

source: Started
ro: Pornit

source: Files
ro: Fișiere

source: Updates
ro: actualizări

source: first day of january
ro: prima zi a lunii ianuarie

source: last day of march
ro: ultima zi a lunii martie

source: first day of april
ro: prima zi a lunii aprilie

source: last day of june
ro: ultima zi a lunii iunie

source: first day of july
ro: prima zi a lunii iulie

source: last day of september
ro: ultima zi a lunii septembrie

source: first day of october
ro: prima zi a lunii octombrie

source: last day of december
ro: ultima zi a lunii decembrie

source: You have
ro: Tu ai

source: has
ro: Are

source: disabled wiki.
ro: Wiki dezactivat.

source: enabled wiki.
ro: Wiki activat.

source: commented on wiki.
ro: Comentat pe wiki.

source: updated wiki category.
ro: Actualizat categoria wiki.

source: created wiki category.
ro: Creat categoria wiki.

source: updated wiki subcategory.
ro: Actualizate subcategoria wiki.

source: enabled wiki approver.
ro: Permis de aprobare wiki.

source: disabled wiki approver.
ro: Dispozitivul de aprobare wiki dezactivat.

source: approved this wiki.
ro: Aprobat acest wiki.

source: finally approved this wiki.
ro: Aprobat în sfârșit acest wiki.

source: rejected wiki.
ro: Respins wiki.

source: updated and finally submitted the wiki.
ro: A actualizat și în cele din urmă a prezentat wiki-ul.

source: updated wiki.
ro: Actualizat wiki.

source: added attachments.
ro: Adăugate atașamente.

source: added wiki and finally submitted.
ro: Wiki adăugat și în cele din urmă trimis.

source: added wiki.
ro: Adăugat wiki.

source: deleted wiki attachments.
ro: Au șters atașamentele wiki.

source: downloaded wiki attachments.
ro: Descărcate atașamente wiki.

source: updated approver hierarchy.
ro: Actualizată ierarhia de aprobare.

source: posted a new Task
ro: a postat un nou sarcină

source: REPLIED
ro: A RĂSPUNS

source: responded on the Task
ro: a răspuns pe sarcina

source: This task is assigned to
ro: Această sarcină este atribuită

source: Due date
ro: Data scadentă

source: LOW
ro: joși

source: HIGH
ro: la înălțime

source: MEDIUM
ro: mediu

source: Priority
ro: Prioritate

source: You have
ro: Ai auzit, probabil, de suferinţa Mântuitorului,

source: has
ro: Are

source: Project
ro: Proiectarea

source: Task
ro: Operatiune

source: Type
ro: Tip

source: To read the original message, view comments, reply & download attachment
ro: Pentru a citi mesajul original, vizualiza comentariile, răspundeți & descărcați atașament

source: This email notification is sent by
ro: Această notificare de e-mail este trimis de

source: You are receiving this email notification because you have subscribed to Orangescrum, to unsubscribe, please email with subject 'Unsubscribe' to
ro: Primiți această notificare e-mail deoarece v-ați abonat la Orangescrum, pentru dezabonare, vă rugăm să e-mail cu subiectul "Dezabonare" la

source: Daily Catch-Up Alert
ro: Catch-up de zi cu zi Alarma

source: This is a reminder to post your today's updates to Orangescrum. Just reply to this email with the updates, it will be added to the project.
ro: Acesta este un memento pentru a posta actualizări de astăzi dvs. la Orangescrum. Răspundeți la acest e-mail actualizările, acesta va fi adăugat la proiect.

source: NOTE
ro: NOTĂ

source: DO NOT change the SUBJECT while replying.
ro: NU schimba subiectul în timp ce răspunde.

source: Don't want these emails? To unsubscribe, please contact your account administrator to turn off <b>Daily Catch-Up</b> alert for you.
ro: Nu doriți ca aceste e-mailuri? Pentru a va dezabona, vă rugăm să contactați administratorul contului dvs. pentru a dezactiva <b> Daily Catch-up </ b> Alertă pentru tine.

source: invited you to join
ro: te-a invitat să se alăture

source: invited you to join Orangescrum
ro: te-a invitat să se alăture Orangescrum

source: Task Title
ro: sarcina Titlu

source: Assign To
ro: Alocare la

source: Start Date
ro: Data începerii

source: Set Due Date
ro: Set Date Due

source: No Due Date
ro: Nu Data Due

source: Modified
ro: modificată

source: Task Type changed to
ro: Sarcina Tipul a fost modificat pentru a

source: Task re-assigned to
ro: Sarcina de re-alocate

source: Due Date changed to
ro: Data de predare a fost schimbat la

source: Due Date
ro: Data scadentă

source: Priority changed to
ro: Prioritatea a fost schimbată la

source: Status changed to
ro: Stare schimbat la

source: Estimated Hour(s) changed to
ro: Ora estimată (e) a fost schimbat la

source: Added time log
ro: Adaugata jurnal de timp

source: Updated time log
ro: jurnal de timp actualizate

source: Start Date changed to
ro: Data de începere a fost modificată la

source: No Start Date
ro: Nu există o dată de început

source: changed estimated hour(s) of
ro: ora estimată modificat (e) de

source: changed progress of
ro: progresul modificat al

source: No Task found with the selected id
ro: Nu a fost găsit cu ID-ul selectat Sarcină

source: Project deleted successfully
ro: Proiectul șters cu succes

source: Oops! No project found with the given id.
ro: Oops! Nu a fost găsit cu id-ul dat de proiect.

source: responded
ro: a răspuns

source: closed
ro: închiși

source: resolved
ro: hotărât

source: Changed the status to
ro: S-a modificat statutul pentru

source: of the task
ro: sarcinii

source: updated
ro: Actualizat

source: task type to
ro: Tipul de sarcină

source: assigned
ro: alocate

source: to
ro: la

source: proirity to
ro: proirity la

source: due date on
ro: scadent

source: created
ro: creat

source: Email already exists! Please try another
ro: E-mail există deja! Vă rugăm să încercați un alt

source: Please enter a valid email.
ro: Te rog introdu un email valid.

source: is not allowed
ro: nu este permis

source: Oops, site address already in use!
ro: Oops, adresa deja în uz site-ul!

source: Invalid coupon code!
ro: Cod promoțional nevalid!

source: Oops! Coupon code has already used.
ro: Oops! Codul de cupon a folosit deja.

source: Select Project
ro: Selectați Project

source: Select User
ro: Selecteaza Utilizator

source: Key
ro: Legendă

source: Loading
ro: Se încarcă...

source: Save
ro: Salvează

source: Add
ro: Adăuga

source: or
ro: sau

source: Cancel
ro: Anula

source: Project can not be left blank
ro: Proiectul nu poate fi lăsat necompletat

source: User can not be left blank
ro: Utilizatorul nu poate fi lăsat necompletat

source: API Key
ro: Cheiea API

source: Title
ro: Titlu

source: Description
ro: Descriere

source: File 1
ro: Fisier

source: Select a file to upload
ro: Selectați un fișier de încărcat

source: File 2
ro: Fisier

source: API key can not be blank
ro: API-cheie nu poate fi necompletat

source: Generate
ro: Generarea

source: Generate API Key
ro: Generați Cheie API

source: Is Active
ro: Este activ

source: Action
ro: Acțiune:

source: Edit
ro: Edita

source: Delete
ro: Șterge

source: Test API
ro: API-ul de testare

source: Api key not created. Generate new Api key
ro: Tasta api nu a fost creat. Generarea de noi chei Api

source: Test API form
ro: Formularul API de testare

source: Are you sure to delete this api key
ro: Sunteți sigur să ștergeți această cheie api

source: Export Task (.csv)
ro: Sarcina de export (.csv)

source: Project Name
ro: {0}{/0} {1} {/1}{2}Nume proiect{/2}

source: Task Type
ro: Tip task:

source: Hour(s) Spent
ro: Oră (e) Uzat

source: End Date
ro: Data de încheiere

source: Estimated Hour(s)
ro: Ora estimată (e)

source: Date
ro: Data

source: Resource
ro: Resursă

source: Overdue Tasks
ro: Sarcini neîndeplinite

source: Upcoming Tasks
ro: Sarcini viitoare

source: Created on
ro: Creat pe

source: file not found:
ro: fișierul nu a fost găsit:

source: Please enter category title.
ro: Introduceți titlul categoriei.

source: Expenses Assigned to Me
ro: Cheltuielile asignate pentru mine

source: Expand All
ro: Extinde toate

source: Category
ro: Categorie

source: Currency
ro: Monedă

source: Total inc Tax
ro: Taxă totală inc

source: Tax
ro: Impozite

source: Download Report
ro: Descărcați raportul

source: No Expenses Found
ro: Nu au fost găsite cheltuieli

source: All Non-project Expenses
ro: Toate cheltuielile non-proiect
