Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/rum/LC_MESSAGES/default.po
Languages: ro

source: Export Expense
ro: Cheltuieli de export

source: New Expense
ro: Noua cheltuială

source: My Expenses
ro: Cheltuielile mele

source: Approvers
ro: Aprobătorii

source: Starting hierarchy from 1 as Level 1, 2 as Level 2 and so on.
ro: Inițierea ierarhiei de la 1 la Nivel 1, 2 ca Nivel 2 și așa mai departe.

source: Add Approver
ro: Adăugați aprobatorul

source: Approver Name
ro: Nume de identificator

source: Approver Hierarchy
ro: Ierarhia de abordare

source: This is the place where we can set the approval heirarchy to get your expenses approved.
ro: Acesta este locul unde putem stabili ierarhia de aprobare pentru a vă aproba cheltuielile.

source: You can add as many levels as required based on your organization policy and business requirements.
ro: Puteți adăuga cât mai multe niveluri, în funcție de politica organizației dvs. și de cerințele dvs. de afaceri.

source: E.g. You add 4 users and assign them levels 1 to 4.(1 being the first level approver in the heirarchy).
ro: De exemplu. Adăugați 4 utilizatori și le atribuiți nivelurile de la 1 la 4 (1 fiind aprobatorul de nivel 1 din heirarhie).

source: The expense once submitted will first go to U1-L1 for approval and then to U2-L2 etc. based on your selection from the "Approver" dropdown menu. At the same time, if you select U3-L3; then the approval kick starts from L3 pproval and then to L4. In this scenario L1 and L2 approvals will not be required or triggered.
ro: Cheltuielile depuse o dată vor fi trimise mai întâi la U1-L1 pentru aprobare și apoi la U2-L2 etc. pe baza selecției dvs. din meniul derulant "Aprobător". În același timp, dacă selectați U3-L3; Atunci lovitura de aprobare începe de la L3 pproval și apoi la L4. În acest scenariu, aprobările L1 și L2 nu vor fi solicitate sau declanșate.

source: Active
ro: Activ

source: No approver......
ro: Nu aprobă ......

source: Categories
ro: Categorii

source: Add Category
ro: Adăugați o categorie

source: Category Title
ro: Categorie Titlu

source: No category......
ro: Nici o categorie ......

source: Approval Status
ro: Starea aprobării

source: Approved
ro: Aprobat

source: Rejected
ro: Respins

source: Pending
ro: In asteptarea

source: Project Expense
ro: Cheltuielile proiectului

source: Non-project Expense
ro: Cheltuieli non-proiect

source: Draft
ro: Proiect

source: Submitted
ro: Trimise

source: Select a client
ro: Selectați un client

source: Approver
ro: Gândiți-vă

source: ( Owner )
ro: (Proprietar)

source: (Level
ro: (Nivel

source: Total inc. Tax
ro: Total inc. Impozit

source: Add More Expense
ro: Adăugați mai multe cheltuieli

source: Activity Log Details
ro: Detalii privind jurnalul de activitate

source: Note Details
ro: Notă Detalii

source: Activity Details
ro: Detalii privind activitatea

source: Created On
ro: Creat in

source: No Activity Found!!
ro: Nu a fost găsită nicio activitate!

source: Note
ro: Notă

source: No Note Found!!
ro: Nici o notă găsită!

source: Name
ro: Nume

source: Download Attachments
ro: Descărcați atașamente

source: Your download is ready click below to download
ro: descărcarea este gata faceți clic mai jos pentru a descărca

source: All Expenses
ro: Toate cheltuielile

source: My Expense
ro: Cheltuielile mele

source: Assign to Me Expense
ro: Alocați-mi cheltuială

source: Assigned to Me
ro: Alocat Mie

source: Manage
ro: Administreaza

source: Manage Category
ro: Gestionați categoria

source: Manage Approver
ro: Gestionează organizatorul

source: Search Results for
ro: Rezultatele căutării pentru:

source: Reset
ro: Resetați

source: Edit Task
ro: editaţi sarcina

source: Oops! No project selected.
ro: Oops! Nici un proiect selectat.

source: Task Status
ro: Status task

source: Task status
ro: Status task

source: End
ro: Sfarsit

source: Undo
ro: Anuleaza

source: Redo
ro: Refacere

source: Insert Task Above
ro: Sarcina de mai sus se introduce

source: Insert Task Below
ro: Mai jos se introduce sarcini

source: Indent Task
ro: Sarcina Indentați

source: Unindent Task
ro: Sarcină Anulați indentarea

source: Move Up
ro: Deplaseaza în sus

source: Move Down
ro: Deplaseaza în jos

source: Zoom In
ro: Mărire

source: Delete Task
ro: ştergeţi sarcina

source: Print
ro: Tipărirea

source: Critical Path
ro: Traiectorie critică

source: Edit Resources
ro: Editați Resurse

source: Next
ro: Următor

source: Previous
ro: Precedenta

source: Code/short Name
ro: Cod / Nume scurt

source: Hide Tasks
ro: Ascundeți Sarcini

source: Duration
ro: Durată

source: Dep
ro: Plec.

source: Assignees
ro: cesionari

source: name
ro: nume

source: You have modified tasks, reloading the page will reset all changes
ro: Ați modificat sarcini, reîncărcarea paginii se va reseta toate modificările

source: Submit
ro: Trimite

source: Select
ro: Selecteaza

source: Add New Invoice
ro: Adauga o noua factură

source: Please enter customer name.
ro: Vă rugăm să introduceți numele clientului.

source: Please enter email address.
ro: Introduceți adresa de e-mail

source: Please select currency.
ro: Vă rugăm să selectați moneda.

source: Archived Invoice
ro: arhivată factură

source: Restore
ro: Restaurare

source: Invoice
ro: Factura

source: Invoice Date
ro: Data facturii

source: Customer
ro: Client

source: Amount
ro: Suma

source: Paid
ro: Platit

source: Archive
ro: Arhivă

source: No records
ro: Nu exista inregistrari

source: Are you sure you want to delete this invoice ?
ro: Sunteți sigur că doriţi să ştergeţi această persoană?

source: Invoice deleted successfully.
ro: Factura ștearsă cu succes.

source: Invoice not deleted.
ro: Factura nu a fost ștearsă.

source: Language changed successfully
ro: Limba sa schimbat cu succes

source: Language can't change. Try again later !
ro: Limba nu se poate schimba. Încercați mai târziu !

source: Language Setting
ro: Setari de limba

source: Language
ro: Limbă

source: Template tasks updated successfully
ro: sarcini șablon actualizat cu succes

source: Remove
ro: Șterge

source: Add new Row
ro: Adaugați rând nou

source: loading
ro: Se încarcă...

source: No task on template
ro: Nici o sarcină pe șablon

source: Add Task to Template
ro: Adăugați o sarcină la șablon

source: Title cannot be left blank!
ro: Titlul nu poate fi lasat necompletat!

source: Start Date cannot be left blank!
ro: Data începerii nu poate fi lasat necompletat!

source: End Date cannot be left blank!
ro: Data de încheiere nu poate fi lasat necompletat!

source: Start Date cannot exceed End Date!
ro: Data începerii nu poate depăși Data de încheiere!

source: Create Project Template
ro: Creați un șablon de proiect

source: Add to Project
ro: Adăugați la proiect

source: Created
ro: Creat

source: First
ro: Prima

source: Prev
ro: Prec

source: Last
ro: Ultima

source: End date cannot be left blank!
ro: Data de încheiere nu poate fi lăsată necompletată!

source: Start date cannot be left blank!
ro: Data de începere nu poate fi lăsată necompletată!

source: Task Title cannot be left blank!
ro: Titlul lucrării nu poate fi lăsat necompletat!

source: Task end date cannot be left blank!
ro: Data de încheiere a sarcinii nu poate fi lăsată necompletată!

source: Task start date cannot be left blank!
ro: Data de începere a sarcinii nu poate fi lăsată necompletată!

source: Task Start Date cannot exceed End Date!
ro: Data de începere a sarcinii nu poate depăși Data de încheiere!

source: Template title cannot be left blank!
ro: Titlul șablonului nu poate fi lăsat necompletat!

source: Are you sure to delete the template
ro: Sunteți sigur să ștergeți șablonul

source: There's an error with AJAX
ro: Există o eroare cu AJAX

source: No task on this template
ro: Nici o sarcină pe acest șablon

source: No tasks found
ro: Nu există sarcini găsite

source: Short Name
ro: Nume scurt

source: Users
ro: Utilizatori

source: Create
ro: Creaza

source: No user(s) available.
ro: Niciun utilizator disponibil

source: Yes
ro: Da

source: No
ro: Nu

source: View
ro: Vezi

source: Project Short Name
ro: Numele proiectului Scurt

source: Default Assign To
ro: Alocare la valorile implicite

source: Work Flow
ro: Flux de lucru

source: Default Task Status Group
ro: Sarcină implicită Stare Grup

source: Create New Task Status Group
ro: Creați un nou grup de lucru Statut

source: project
ro: Proiectarea

source: status
ro: Stare

source: from
ro: din

source: up to
ro: 2.9 × până la 7.0 ×.

source: of user
ro: utilizatorului

source: for task
ro: pentru sarcina

source: Total Billable Hours,
ro: Numărul total de ore facturabile,

source: Total Non-Billable Hours,
ro: Numărul total de ore nefacturabil,

source: Total Hours,
ro: Numărul total de ore,

source: Time Log
ro: timp Autentificare

source: Total
ro: totală

source: Logged
ro: autentificat

source: Billable
ro: facturabil

source: Estimated
ro: Estimarea

source: Start Timer
ro: start cronometru

source: Break
ro: Întrerupere

source: Hours
ro: Ore

source: Select Task
ro: Selectați Activitate

source: Start Time
ro: Ora începere

source: End Time
ro: Ora de terminare

source: Break Time
ro: Pauză

source: Spent Hours
ro: Ore petrecute

source: Add Item
ro: Adaugare element

source: Note:
ro: Notă:

source: Download
ro: Descărcați

source: Mark as Paid
ro: Marcați ca plătită

source: Mark as Unpaid
ro: Marcu neplătiți

source: Non-billable
ro: Nefacturabil

source: Resource Utilization
ro: Utilizarea resurselor

source: Resource Utilization Report
ro: Raport de utilizare a resurselor

source: Company Logo
ro: Logoul companiei

source: Billing From
ro: De la facturare

source: Apply
ro: Aplicare

source: Balance Due
ro: Sold debitor

source: Rate
ro: Rată

source: Total Amount
ro: Valoare totala

source: Save & Send
ro: Save & Trimite

source: Send
ro: Trimiteți

source: Close
ro: Închideți

source: Change
ro: Schimbați

source: Filters
ro: Filtre

source: Today
ro: Astăzi

source: Yesterday
ro: Ieri

source: This Week
ro: Săptămâna curentă

source: This Month
ro: Luna aceasta

source: This Quarter
ro: Acest trimestru

source: This Year
ro: Anul acesta

source: Last Week
ro: de săptămâna trecută.

source: Last Month
ro: Luna trecută

source: Last Quarter
ro: Ultimul sfert

source: Last year
ro: Anul trecut

source: Last 365 days
ro: Ultimele 365 de zile

source: Custom Date
ro: Data personalizată

source: From
ro: De l

source: To
ro: Până la

source: Search
ro: Caută

source: Select Resource
ro: Selectați Resource

source: Showing time log
ro: Se afișează jurnalul de timp

source: for all users and all dates
ro: pentru toți utilizatorii și toate datele

source: Reset Filters
ro: Filtre resetare

source: All Dates
ro: toate Date

source: Last Year
ro: Anul trecut

source: Last 365Days
ro: ultima 365 zile

source: From Date
ro: Din data

source: To Date
ro: La zi

source: Log Time
ro: Timpul log

source: Subject
ro: Subiect

source: Message
ro: Mesaj

source: Something went wrong!
ro: Ceva n-a mers bine!

source: Wiki category is already present.
ro: Categoria Wiki este deja prezentă.

source: Wiki sub-category is already present.
ro: Subcategoria Wiki este deja prezentă.

source: Wikis Assigned to Me
ro: Wikis alocat pentru mine

source: Wiki Title
ro: Titlul Wiki

source: Submitted Date
ro: Data transmisă

source: Collapse All
ro: Restrângeți tot

source: Give Comment On Wiki
ro: Comentează pe Wiki

source: Update Wiki
ro: Actualizați Wiki

source: View Wiki Activity
ro: Vizualizați activitatea Wiki

source: Enable Wiki
ro: Activați Wiki

source: Disable Wiki
ro: Dezactivați Wiki

source: All Comments
ro: Toate comentariile

source: Commented By
ro: Comentată de

source: Commented On
ro: Comentat

source: No Comments Available.
ro: Nu sunt disponibile comentarii.

source: Wiki Description
ro: Wiki Descriere

source: Link To Project
ro: Link la proiect

source: Wiki Category
ro: Wiki Categorie

source: Select Wiki Category
ro: Selectați categoria Wiki

source: Create New Category
ro: Creați o nouă categorie

source: Wiki Sub Category
ro: Wiki Sub Categoria

source: Select Wiki Sub-Category
ro: Selectați subcategoria Wiki

source: Create New Sub-Category
ro: Creați o nouă subcategorie

source: Is Parent Wiki
ro: Este Wiki-ul părinte

source: Choose Parent Wiki
ro: Alegeți Wiki-ul părinte

source: Select Parent Wiki
ro: Selectați Wiki-ul părinte

source: File Attachments
ro: Fișiere atașate

source: File Description
ro: descrierea fisierului

source: Choose Approver
ro: Alegeți aprobatorul

source: Select Approver
ro: Selectați Apropiat

source: Access Level
ro: Nivel de acces

source: Hide
ro: Ascunde

source: Make Public
ro: A face public

source: This is the place where we can set the approval heirarchy to get your wiki approved.
ro: Acesta este locul unde putem stabili heirarhia de aprobare pentru a vă aproba wiki-ul.

source: The wiki once submitted will first go to U1-L1 for approval and then to U2-L2 etc. based on your selection from the "Approver" dropdown menu. At the same time, if you select U3-L3; then the approval kick starts from L3 approval and then to L4. In this scenario L1 and L2 approvals will not be required or triggered.
ro: Wiki-ul introdus o dată va fi transmis mai întâi la U1-L1 pentru aprobare și apoi la U2-L2 etc. pe baza selecției din meniul drop-down "Aprobător". În același timp, dacă selectați U3-L3; Atunci lovitura de aprobare începe de la aprobarea L3 și apoi la L4. În acest scenariu, aprobările L1 și L2 nu vor fi solicitate sau declanșate.

source: Enable
ro: Activare

source: Disable
ro: Dezactivează

source: Add Wiki Category
ro: Adăugați categoria Wiki

source: No wiki category......
ro: Nici o categorie wiki ......

source: Sub Categories
ro: Subcategorii

source: Add Wiki Sub Category
ro: Adăugați subcategoria Wiki

source: Sub Category Title
ro: Titlul sub-categoriei

source: No wiki subcategory......
ro: Nici o subcategorie wiki ......

source: All Wikis
ro: Toate Wikis

source: Manage Subcategory
ro: Gestionați subcategoria

source: Using
ro: Cu ajutorul

source: Mb of
ro: Mb

source: Mb of storage
ro: MB de stocare

source: Archived by
ro: arhivată

source: Archived
ro: arhivată

source: Tasks
ro: Task-uri

source: File Name
ro: Nume fişier

source: Size
ro: Dimensiuni

source: All
ro: Toate

source: None
ro: Nici una

source: No Milestone in the Archive
ro: Nr piatră de hotar în Arhiva

source: Yet to Sign In
ro: Cu toate acestea, la Sign In

source: more...
ro: mai mult..

source: hide...
ro: [ascunde

source: Cancel Daily Progress Reminder
ro: Anulare Memento Daily Progress

source: Anytime
ro: In orice moment.

source: Past hour
ro: Ultima oră

source: Past 24 hours
ro: Ultimele 24 de ore

source: Past week
ro: Saptamana trecuta

source: Past month
ro: trecut luni

source: Past year
ro: Anul trecut

source: Custom range
ro: interval personalizat

source: Next month
ro: viitoare.

source: Next year
ro: Anul urmator

source: From Date cannot be left blank!
ro: De la data nu poate fi lasat necompletat!

source: To Date cannot be left blank!
ro: Pentru a data nu poate fi lăsat necompletat!

source: From Date cannot exceed To Date!
ro: De la data nu poate depăși Data finală!

source: Any time
ro: In orice moment.

source: Range
ro: Interval

source: Types
ro: Tipuri

source: Members
ro: Membri

source: Assign to
ro: Alocare la

source: Export CSV
ro: exportul în format CSV

source: Last Sign In:
ro: Ultima conectare:

source: more
ro: mai mult

source: hide
ro: [ascunde

source: Already in this Project.
ro: Deja în acest proiect.

source: No Projects assigned yet!
ro: Nici un proiect încă atribuit!

source: Move
ro: Mută

source: less
ro: Mai puțin

source: No recently viewed
ro: Nici recent vizualizate

source: Search Results
ro: Rezultatele Cautarii

source: No result found
ro: Nu a fost găsit rezultat

source: No tasks(s) available.
ro: Nu există nicio sarcină disponibilă (e).

source: Created Date
ro: data creata

source: No tasks available
ro: Nu există sarcini disponibile

source: Are you sure you want to change the Due Date?
ro: Sunteți sigur că doriți să modificați Data scadentă?

source: Task Filter
ro: sarcina Filtru

source: Time
ro: Oră

source: Group by
ro: A se grupa cu

source: Assigned to
ro: Atribuit

source: Sort by
ro: Sortează după

source: Tab Settings
ro: Setări pagină

source: Loading...
ro: Se încarcă...

source: loading...
ro: Se încarcă...

source: My
ro: m Y{/1

source: Loading Tasks...
ro: Se încarcă ... Sarcini

source: Cancel Daily Catch-Up
ro: Anulare zilnică Catch-up

source: Do you want to get daily progress update from your team member(s)?
ro: Nu doriți să obțineți actualizare de zi cu zi progresul de membru echipa ta (e)?

source: Just schedule it and sit back, end of the day you will get the update email in your inbox.
ro: Pur și simplu programați-l și stai pe spate, la sfârșitul zilei veți primi e-mail de actualizare în Inbox.

source: Get Daily Team updates without nagging them.
ro: Primiți actualizări gratuite zilnic echipă fără a le sâcâitoare.

source: Get Daily Progress from your team mates in a single email
ro: Primesti zilnic Progresul de la colegii de echipa într-un singur e-mail

source: You have a distributed team, every tasks can not be captured, you just want your team send daily update, just set it here and sit back.
ro: Ai o echipă distribuită, fiecare sarcini nu pot fi capturate, vrei doar echipa ta a trimite update de zi cu zi, trebuie doar să-l setați aici și stai pe spate.

source: Automate daily updates from your team.
ro: Automatizeze actualizări de zi cu zi de la echipa ta.

source: Import Task
ro: Sarcina de import

source: Upload File
ro: Incarca fisier

source: Preview Data
ro: date de previzualizare

source: Upload Summary
ro: Încărcați Rezumat

source: Create Project
ro: Creați proiect

source: Find a Project
ro: Găsi un proiect

source: Upload your CSV file
ro: Încărcați fișierul CSV

source: Choose file
ro: Alege fișierul

source: rows maximum size
ro: rânduri dimensiunea maximă

source: Continue
ro: Continuați

source: CSV File
ro: Fișier CSV

source: Download the sample file
ro: Descărcați fișierul mostră

source: to see what you can import
ro: pentru a vedea ce se poate importa

source: Milestone Name
ro: Nume pietonal

source: mandatory
ro: obligatorie.

source: Description of the task
ro: Descrierea sarcinii

source: Due date of Task (mm/dd/yyyy)
ro: Data scadenței sarcinii (ll / zz / aaaa)

source: Current status of the Task (NEW, In Progress, RESOLVED, CLOSED)
ro: Stadiul actual al Task (NEW, în Progress, HOTĂRÂȚI, ÎNCHIS)

source: Task type (Bug, Development, Enhancement, RnD, QA, Unit Testing, Maintenance, Release, Updates, Idea, Others)
ro: Tipul de sarcină (Bug, dezvoltare, superioare, RND, QA, unitate de testare, întreținere, lansare, actualizări, Idea, Altele)

source: Email ID of Task Assigned To
ro: ID-ul de e-mail de sarcină să fie încredințată

source: Help
ro: Ajutor

source: Choose a project to Import Task
ro: Alege un proiect pentru Import sarcini

source: Upload the valid CSV file with your Tasks
ro: Încărcați fișierul CSV valid cu Sarcini

source: First system will prompt a preview of all the data in the file
ro: În primul rând sistemul va solicita o previzualizare a tuturor datelor din fișier

source: In preview you can validate your data
ro: În previzualizare vă puteți valida datele

source: Confirm the data in the preview and Import them to the system
ro: Confirmă datele din examinare și să le importați în sistem

source: All the Tasks will be posted to the selected Project.
ro: Toate sarcinile vor fi postate la proiectul selectat.

source: Tasks to Import
ro: Sarcini de a importa

source: Please double-check the below points before importing your Tasks
ro: Vă rugăm să verificați de două ori punctele de mai jos, înainte de a importa Sarcini

source: Blank Title
ro: Titlu martor

source: Invalid Due Date (should be <b>MM</b>/<b>DD</b>/<b>YYYY</b>)
ro: Due Date nevalid (ar trebui să fie <b> MM </ b> / <b> DD </ b> / <b> AAAA </ b>)

source: Invalid or Misspelled Status
ro: Stare nevalidă sau scris incorect

source: Invalid or Misspelled Type
ro: Tip nevalid sau scris incorect

source: Unknown Assigned To Email ID (User must be associated with the project)
ro: Necunoscut alocate la e-mail ID-ul (utilizator trebuie să fie asociat cu proiectul)

source: Invalid Estimated Hour
ro: Ora neașteptată estimată

source: Invalid start time or end time or break time or spent hour
ro: Ora de începere neîntreruptă sau ora de încheiere sau timpul de întrerupere sau ora petrecută

source: Confirm & Import
ro: Confirmați Import

source: Input CSV file
ro: fișier CSV intrare

source: Total data
ro: date totale

source: rows
ro: rânduri

source: Valid data
ro: date valide

source: Task(s) Imported into project
ro: Sarcina (e) importate în proiect

source: Please upload a valid csv file
ro: Vă rugăm să încărcați un fișier valid csv

source: Export milestone to CSV
ro: piatră de hotar la export în CSV

source: Export Tasks to CSV
ro: Sarcini de export în CSV

source: Please select atleast one checkbox to export the milestone tasks to csv
ro: Vă rugăm să selectați atleast o casetă pentru a exporta sarcinile piatra de hotar pentru csv

source: Create Task
ro: Creați o sarcină

source: View All
ro: Vezi toate

source: Invite User
ro: invitaţi utilizatorul

source: Summary
ro: Rezumat

source: Activities
ro: Activități

source: Projects
ro: Proiecte

source: Welcome
ro: Bine ați venit

source: Get started with your Orangescrum account
ro: Începeți să utilizați contul dvs. Orangescrum

source: You're just 3 simple steps away from exploring Orangescrum!
ro: Tu esti doar 3 pasi simpli departe de explorarea Orangescrum!

source: Create and Assign Project
ro: Creați și Atribuire de proiect

source: Name your project suitably and select a matching short name.
ro: Numele proiectului tău în mod adecvat și selectați un nume de potrivire scurtă.

source: You as an admin will be automatically assigned the project created above
ro: Tu, ca un admin va fi atribuit în mod automat proiectul creat mai sus

source: Send invitation to co-workers for the project
ro: Trimiteți o invitație de a co-lucrătorilor pentru proiect

source: Users need to setup their account by using the invitation email
ro: Utilizatorii trebuie să configureze contul lor, prin utilizarea de invitație de e-mail

source: Then, Admin can add them up to the project
ro: Apoi, Admin le poate adăuga până la proiect

source: You can create task under a project
ro: Aveți posibilitatea să creați sarcini în cadrul unui proiect

source: Select title, put due date, set priority
ro: Selectați din titlu, a pus data scadentă, prioritatea stabilită

source: Assign the task to resource
ro: Aloca sarcina de resurse

source: of 3 Steps Completed
ro: de 3 pași Finalizat

source: Create your first project, and get started
ro: Creați primul proiect, și a începe

source: Looks like it's just you in here
ro: Se pare că e doar aici

source: works best when you add your Co-workers.
ro: funcționează cel mai bine atunci când adăugați co-lucrătorilor.

source: Final step, Create Task and assign, Boom!
ro: etapa finală, Creare sarcină și să alocați, Boom!

source: Wow! You have completed all the basics of
ro: Wow! Ați finalizat toate elementele de bază ale

source: Now you can get started with
ro: Acum puteți începe cu

source: This page will automatically redirect to dashboard within
ro: Această pagină se va redirecționa automat în tabloul de bord din cadrul

source: Click here
ro: Click aici

source: to Redirect to the task page.
ro: pentru a redirecționa către pagina de sarcini.

source: Create your Custom Task Type
ro: Creează-ți Tip personalizat Sarcină

source: Add User
ro: adăugaţi un utilizator

source: Enter User Name
ro: Introduceti numele utilizatorului

source: Loading users
ro: utilizatorii de încărcare

source: Add & Continue
ro: Adăugați & Continuați

source: Or
ro: Sau,
