Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/fra/LC_MESSAGES/default.po
Languages: fr

source: Keep me upto date with new features
fr: Se souvenir de moi jusqu'à ce jour avec de nouvelles fonctionnalités

source: No project(s) assigned
fr: Aucun projet (s) affecté

source: notEmpty
fr: Non vide
