Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/fra/LC_MESSAGES/default.po
Languages: fr

source: Please specify a file name for download.
fr: S'il vous plaît spécifier un nom de fichier pour le téléchargement.

source: Oops! File not found.<br/> File may be deleted or make sure you specified correct file name.
fr: Oops! Fichier non trouvé. Fichier <br/> peut être supprimé ou assurez-vous que vous avez spécifié le nom de fichier correct.

source: Oops! File cannot be download.<br/> You might not have access to download the file.
fr: Oops! Fichier ne peut pas être téléchargé. <br/> Vous pourriez ne pas avoir accès à télécharger le fichier.

source: Development
fr: Développement

source: Bug
fr: Problème

source: Update
fr: Mettre à jour

source: Change Request
fr: Changer de requête

source: Idea
fr: Idée

source: Enhancement
fr: Renforcement

source: Research n Do
fr: Recherche n Do

source: Maintenance
fr: Le maintien

source: Quality Assurance
fr: Assurance Qualité

source: Unit Testing
fr: Tests unitaires

source: Release
fr: Heures prises en banque

source: Others
fr: Autres

source: All Tasks
fr: Toutes les tâches

source: My Tasks
fr: Mes tâches

source: Overdue
fr: En retard

source: High Priority
fr: Priorité élevée

source: has been moved permanently
fr: a été déplacée de façon permanente

source: Oops! File not found.
fr: OOPS! FICHIER INTROUVABLE

source: File may be deleted or make sure you specified correct file name.
fr: Le fichier peut être supprimé ou assurez-vous que vous avez spécifié le nom de fichier correct.

source: Commented
fr: Commentés

source: on the reply
fr: sur la réponse

source: Error in uploading file to S3 bucket
fr: Erreur dans le fichier de téléchargement sur S3 seau

source: me
fr: pour des gens comme moi.

source: Status
fr: statut

source: NEW
fr: NEUF

source: STARTED
fr: commencé

source: RESOLVED
fr: RÉSOLU

source: CLOSED
fr: Fermé

source: the Task
fr: La tâche

source: changed the type of
fr: changé le type de

source: changed the due date of
fr: changé la date d'échéance de

source: changed the priority of
fr: changer la priorité de

source: changed the assigned to of
fr: a changé le affecté à des

source: Dependant tasks are not closed.
fr: tâches à charge ne sont pas fermées.

source: High
fr: Expert

source: Medium
fr: Normal

source: Low
fr: Novice

source: Start
fr: Déb

source: Start On
fr: Démarrer

source: Due
fr: Dû

source: Due On
fr: Attendu le

source: other
fr: autre

source: Hours Spent
fr: Heures consacrées

source: Using
fr: Utilisant

source: Mb of storage
fr: Mo de stockage

source: Last Activity
fr: Dernière Activité

source: projectName,milestoneName,tasks#,title,status,type,created by,assigned to,created at,lastUpdated,milestoneEndDate
fr: projet Nom, étape Nom, tâches #, le titre, le statut, le type, créé par, attribué à, créé, dernière mise à jour, date jalon de fin

source: Tasks#,Title,Description,Status,Estimated Hours,Type,Milestone,Assigned To,Due Date,Created By,Date Created,Last Updated
fr: Tâches #, Titre, Description, Statut, Heures estimées, Type, Milestone, Affecté à, Date d'échéance, Créé par, Date de création, Dernière mise à jour

source: projectName,tasks#,title,status,type,created by,assigned to,created at,lastUpdated
fr: projet Nom, tâches #, le titre, le statut, le type, créé par, attribué à, créé, dernière mise à jour

source: Project Name,Milestone Name,Task#,Title,Status,Type,Assigned To
fr: Nom du projet, Milestone Nom, Tâche, Titre, Statut, Type, Assignée à

source: Created By
fr: Créé par

source: No matched record found with this id
fr: Aucun enregistrement correspondant trouvé avec cette id

source: Invalid Case id
fr: Invalid id Case

source: Completed
fr: Terminé

source: of
fr: de

source: New
fr: Nouveau

source: In Progress
fr: En Cours

source: Closed
fr: Fermé

source: Resolved
fr: Résolu

source: Title, Description, Status, Priority, Task Type, Assigned To, Created By, Last Updated By, Created On, Estimated Hours, Hours Spent
fr: Titre, Description, État, Priorité, Type de tâche, Assignée à, Créé par, Dernière mise à jour par, Créé le, Heures estimées, heures consacrées

source: Opps! Error occured in creation of zip file.
fr: Opps! Une erreur est survenue dans la création du fichier zip.

source: Opps! Error occured in creating the task csv file.
fr: Opps! Une erreur est survenue dans la création du fichier csv tâche.

source: Milestone successfully converted to task.
fr: Milestone converti avec succès à la tâche.

source: Task successfully posted.
fr: Tâche affiché avec succès.

source: Sorry! invalid input. Please try again.
fr: Pardon! entrée invalide. Veuillez réessayer.

source: It seems you have not copied the
fr: Il semble que vous n'avez pas copié le

source: file for
fr: Fichier pour

source: addon to app/webroot folder
fr: Addon to application / dossier webroot

source: file is extracted. Please click on next.
fr: Le fichier est extrait. Cliquez sur Suivant.

source: Can not extract the zip file
fr: Impossible d'extraire le fichier zip

source: Invalid addon name
fr: Nom d'addon invalide

source: Databse configuration is completed. Please click on next.
fr: La configuration de la base de données est terminée. Cliquez sur Suivant.

source: No content in the sql file.
fr: Pas de contenu dans le fichier sql.

source: No sql file is present in the zip file.
fr: Aucun fichier sql n'est présent dans le fichier zip.

source: Please click on verify to check it is installed properly or not.
fr: Cliquez sur vérifier pour vérifier qu'il est correctement installé ou non.

source: Can not copy the folder.
fr: Impossible de copier le dossier.

source: No add-on Folder is present in the zip file.
fr: Aucun dossier complémentaire n'est présent dans le fichier zip.

source: Congratulations! You have successfully installed
fr: Toutes nos félicitations! Vous avez installé avec succès

source: add-on
fr: Ajouter

source: Now you have to install 'wkhtmltopdf' in your server and need to update that path in 'constants.php' file inside 'app/Config' folder in order to generate pdf of invoices. Please click on finish.
fr: Maintenant, vous devez installer 'wkhtmltopdf' dans votre serveur et devez mettre à jour ce chemin dans le fichier 'constants.php' dans le dossier 'application / Config' afin de générer le pdf des factures. Cliquez sur Terminer.

source: Congratulations! You have successfully installed the chat add-on. Now you have to install 'Node.js' in your server and need to update 'NODEJS_HOST' path with 3002 port(eg:http://yourdomain:3002) in 'constants.php' file inside 'app/Config' folder in order to communicate with Node Host. Please refer 'readme.txt' file for install Node.js. Please click on finish.
fr: Toutes nos félicitations! Vous avez réussi à installer le complément de chat. Maintenant, vous devez installer 'Node.js' dans votre serveur et devez mettre à jour le chemin 'NODEJS_HOST' avec le port 3002 (ex: http: // votre domaine: 3002) dans le fichier 'constants.php' dans le dossier 'application / Config' dans Pour communiquer avec Node Host. Veuillez vous référer au fichier "readme.txt" pour installer Node.js. Cliquez sur Terminer.

source: Please click on finish.
fr: Cliquez sur Terminer.

source: Oops! The
fr: Oops! le

source: add-on is not installed properly.
fr: L'ajout n'est pas installé correctement.

source: Milestone
fr: Jalon

source: has been deleted
fr: a été supprimé

source: Oops! Error occured in deletion of milestone.
fr: Oops! Une erreur est survenue dans la suppression d'étape.

source: Start date cannot exceed End date
fr: Date de début ne peut pas dépasser la date de fin

source: Opps!, Milestone Title already exists..
fr: Milestone Titre de Opps existe déjà ..

source: Milestone updated successfully.
fr: Milestone mis à jour avec succès.

source: Milestone added successfully.
fr: Milestone a ajouté avec succès.

source: Sorry!, We are not able to post this Milestone. Try again.
fr: Désolé !, Nous ne sommes pas en mesure d'afficher ce Milestone. Réessayer.

source: Milestone has been restored.
fr: Milestone a été restauré.

source: Oops! Error occured in restoration of milestone
fr: Oops! Une erreur est survenue dans la restauration de jalon

source: Milestone has been completed.
fr: Milestone a été achevée.

source: Oops! Error occured in completion of milestone
fr: Oops! Une erreur est survenue en fin de jalon

source: Created by
fr: Créé par

source: on
fr: sur

source: Project name
fr: Nom du projet

source: already exists
fr: existe déjà

source: Project short name
fr: Nom court projet

source: saved successfully
fr: sauvegarde réussie

source: activated successfully
fr: activé avec succès

source: deleted successfully
fr: supprimé avec succès

source: deactivated successfully
fr: activé avec succès

source: Invalid or Wrong action!
fr: une action non valide ou incorrect!

source: created successfully
fr: créé avec succès

source: Error creating project
fr: Erreur projet de création

source: User(s) successfully assigned to
fr: Utilisateur (s) affecté avec succès

source: Group update alert has been saved successfully.
fr: Alerte mise à jour du Groupe a été enregistré avec succès.

source: Failed to save of Group update alert.
fr: Échec de l'enregistrement du groupe d'alerte de mise à jour.

source: Template tasks added successfully
fr: tâches Modèle ajouté avec succès

source: Template Deleted successfully
fr: Modèle supprimé avec succès

source: Template activated successfully
fr: Modèle activé avec succès

source: Template can't be activated.Please try again.
fr: Template ne peut pas être activated.Please essayer à nouveau.

source: Template deactivated successfully
fr: Modèle désactivé avec succès

source: Template can't be deactivated.Please try again.
fr: Template ne peut pas être deactivated.Please essayer à nouveau.

source: Please split the file and upload again. Your file contain more than 1000 rows
fr: S'il vous plaît diviser le fichier et de télécharger à nouveau. Votre fichier contient plus de 1000 lignes

source: Please upload a file with size less then 2MB
fr: S'il vous plaît télécharger un fichier avec une taille moins de 2MB

source: Invalid CSV file, <a href='
fr: Fichier CSV non valide, <a href = '

source: Require atleast Task Title column to import the Tasks
fr: Exiger atleast colonne Tâche Titre pour importer les tâches

source: Please import a valid CSV file
fr: S'il vous plaît importer un fichier CSV valide

source: Oops! Error occured in importing task
fr: Oops! Une erreur s'est produite lors de l'importation de la tâche

source: Already a file with same name and same size of
fr: Déjà un fichier portant le même nom et la même taille

source: bytes exists
fr: octets existe

source: Would you like to replace the exsiting file
fr: Voulez-vous remplacer le fichier exsiting

source: Already file with same name and size of
fr: Déjà fichier avec le même nom et la taille des

source: Would you like to replace the existing file
fr: 152 "Remplacer le fichier existant ?"

source: Oops! Error occured in deletion of project
fr: Oops! Une erreur est survenue dans la suppression du projet

source: Task type
fr: TYPE DE TÂCHE

source: updated successfully.
fr: Mis à jour avec succés.

source: added successfully.
fr: ajouté.

source: Error in addition of task type.
fr: Erreur en plus du type de tâche.

source: Task type saved successfully.
fr: Type de tâche enregistré avec succès.

source: Error in saving of task type.
fr: Erreur dans l'économie du type de tâche.

source: invited you to join
fr: vous invite à rejoindre

source: on Orangescrum
fr: sur Orangescrum

source: invited you to join Orangescrum
fr: vous invite à rejoindre Orangescrum

source: No data for this date range & project
fr: Pas de données pour cette gamme de date et projet

source: Opened
fr: Ouvert

source: Company photo removed successfully
fr: photo Société supprimé avec succès

source: Company logo should be an image file
fr: Logo de l'entreprise devrait être un fichier image

source: Company logo size cannot excceed 1mb
fr: logo Taille de l'entreprise ne peut pas excceed 1mb

source: Name cannot be left blank
fr: Nom ne peut pas être laissée en blanc

source: Company updated successfully
fr: Société mis à jour avec succès

source: Notification settings saved successfully
fr: Paramètres de notification sauvegardés avec succès

source: user deleted successfully
fr: utilisateur supprimé

source: Sorry! User cannot be enabled. User Limit Exceeded!
fr: Pardon! L'utilisateur ne peut pas être activé. Limite de l'utilisateur Dépassé!

source: User enabled successfully
fr: Utilisateur activé avec succès

source: User disabled successfully
fr: Utilisateur désactivé avec succès

source: Granted admin privilege
fr: privilège administrateur Accordée

source: Granted client privilege
fr: privilège client Accordée

source: Revoked client privilege
fr: privilège client Révocation

source: Revoked admin privilege
fr: privilège administrateur Révocation

source: Invited you to join
fr: vous invite à rejoindre

source: Invited you to join on Orangescrum
fr: vous a invité à se joindre à Orangescrum

source: Invitation resent to
fr: Invitation resent à

source: Password of
fr: Mot de passe de

source: reset successfully
fr: réinitialisé

source: Forgot Password Request
fr: Password oublié

source: Sorry! you have exceeded the user limit
fr: Pardon! vous avez dépassé la limite d'utilisateur

source: Sorry! This account exceeded the user limit.
fr: Pardon! Ce compte a dépassé la limite de l'utilisateur.

source: Invitation sent to Successfully
fr: Invitation envoyée à succès

source: Invitation Failed. Please try again!
fr: Invitation a échoué. Veuillez réessayer!

source: Invitation sent to
fr: Invitation envoyée à

source: Email or Password is invalid!
fr: Email ou mot de passe est invalide!

source: email already exists
fr: l'email existe déjà

source: Now you can login using
fr: Maintenant, vous pouvez vous connecter en utilisant

source: Profile photo removed successfully
fr: Photo du profil supprimé avec succès

source: Email cannot be left blank
fr: Email ne peut pas être laissée en blanc

source: Opps! Email address already exists.
fr: Opps! L'adresse mail existe déjà.

source: Opps! Invalid file format! The formats supported are gif, jpg, jpeg & png.
fr: Opps! format de fichier non valide! Les formats supportés sont gif, jpg, jpeg et png.

source: Profile photo size cannot excceed 1mb
fr: Profil taille de la photo ne peut pas excceed 1mb

source: Profile updated successfully.<br />A confirmation link has been sent to
fr: Profil mis à jour avec succès. <br /> Un lien de confirmation a été envoyé à

source: Profile updated successfully
fr: Mise à jour du profil réussie

source: Orangescrum Login Email ID Confirmation
fr: Orangescrum Connexion Email ID Confirmation

source: Old password cannot be left blank!
fr: Ancien mot de passe ne peut pas être laissé vide!

source: Please enter correct old password.
fr: S'il vous plaît entrez correcte ancien mot de passe.

source: New password cannot be left blank!
fr: Nouveau mot de passe ne peut pas être laissé vide!

source: Re-type password cannot be left blank!
fr: Retaper mot de passe ne peut pas être laissé vide!

source: Re-type password do not match!
fr: Re-type password ne correspondent pas!

source: Template updated successfully
fr: Modèle mis à jour avec succès

source: Template can't be updated
fr: Template ne peut pas être mis à jour

source: Template added successfully
fr: Modèle ajouté avec succès

source: Template can't be added
fr: Template ne peut pas être ajouté

source: Deleted successfully
fr: supprimé avec succès

source: Notifications changed successfully
fr: Notifications changé avec succès

source: Reports changed successfully
fr: Les rapports ont changé avec succès

source: Company logo removed successfully
fr: Logo de l'entreprise supprimé avec succès

source: You have been added to multiple projects on Orangescrum
fr: Vous avez été ajouté à plusieurs projets sur Orangescrum

source: You have been added to
fr: Vous avez été ajouté à

source: Owner
fr: Propriétaire

source: Admin
fr: Administrateur

source: User
fr: Utilisateur

source: User(Invited)
fr: Utilisateur (Invité)

source: Invited
fr: Invité

source: Inactive
fr: Inactif

source: Client
fr: Société

source: Admin/Client
fr: Administrateur / Client

source: Salary Saved Successfully
fr: Salaire enregistré avec succès

source: Started
fr: A débuté

source: Files
fr: Fichiers

source: Updates
fr: Mises à jour

source: first day of january
fr: premier jour de janvier

source: last day of march
fr: dernier jour de mars

source: first day of april
fr: premier jour d'avril

source: last day of june
fr: dernier jour de juin

source: first day of july
fr: premier jour de juillet

source: last day of september
fr: dernier jour de septembre

source: first day of october
fr: premier jour d'octobre

source: last day of december
fr: dernier jour de décembre

source: You have
fr: Tu as

source: has
fr: a

source: disabled wiki.
fr: Wiki désactivé.

source: enabled wiki.
fr: Wiki activé.

source: commented on wiki.
fr: A commenté wiki.

source: updated wiki category.
fr: Catégorie wiki mise à jour.

source: created wiki category.
fr: Créé la catégorie wiki.

source: updated wiki subcategory.
fr: Sous-catégorie wiki mise à jour.

source: enabled wiki approver.
fr: Autorisé wiki approuvant.

source: disabled wiki approver.
fr: Adepte wiki désactivé.

source: approved this wiki.
fr: A approuvé ce wiki.

source: finally approved this wiki.
fr: Finalement approuvé ce wiki.

source: rejected wiki.
fr: Wiki rejeté.

source: updated and finally submitted the wiki.
fr: Mis à jour et finalement soumis le wiki.

source: updated wiki.
fr: Wiki mis à jour.

source: added attachments.
fr: Ajout de pièces jointes.

source: added wiki and finally submitted.
fr: Ajouté wiki et finalement soumis.

source: added wiki.
fr: Wiki ajouté.

source: deleted wiki attachments.
fr: Pièces jointes wiki supprimées.

source: downloaded wiki attachments.
fr: Téléchargé des pièces jointes wiki.

source: updated approver hierarchy.
fr: Hiérarchie d'approbation approfondie.

source: posted a new Task
fr: posté un nouveau groupe

source: REPLIED
fr: REPONDU

source: responded on the Task
fr: a répondu sur le Groupe

source: This task is assigned to
fr: Cette tâche est assignée à

source: Due date
fr: Echéance

source: LOW
fr: Faible

source: HIGH
fr: FORT

source: MEDIUM
fr: MOYEN

source: Priority
fr: Priorité

source: You have
fr: Vous avez

source: has
fr: OUI

source: Project
fr: Projet

source: Task
fr: Tâche

source: To read the original message, view comments, reply & download attachment
fr: Pour lire le message d'origine, voir les commentaires, répondre et télécharger pièce jointe

source: This email notification is sent by
fr: Cette notification par courrier électronique est envoyé par

source: You are receiving this email notification because you have subscribed to Orangescrum, to unsubscribe, please email with subject 'Unsubscribe' to
fr: Vous recevez cette notification par courrier électronique parce que vous avez souscrit à Orangescrum, vous désabonner, s'il vous plaît envoyer un courriel avec le sujet «Se désabonner» pour

source: Daily Catch-Up Alert
fr: Catch-Up Daily Alert

source: This is a reminder to post your today's updates to Orangescrum. Just reply to this email with the updates, it will be added to the project.
fr: Ceci est un rappel pour poster des mises à jour de votre aujourd'hui à Orangescrum. Il suffit de répondre à cet e-mail avec les mises à jour, il sera ajouté au projet.

source: NOTE
fr: REMARQUE

source: DO NOT change the SUBJECT while replying.
fr: NE PAS changer le sujet tout en répondant.

source: Don't want these emails? To unsubscribe, please contact your account administrator to turn off <b>Daily Catch-Up</b> alert for you.
fr: Vous ne voulez pas ces e-mails? Pour vous désabonner, s'il vous plaît contactez votre administrateur de compte pour désactiver <b> Daily Catch-Up </ b> Alerte pour vous.

source: invited you to join
fr: vous invite à rejoindre

source: invited you to join Orangescrum
fr: vous invite à rejoindre Orangescrum

source: Task Reminder
fr: Rappel des tâches

source: This is a reminder that the following task going to start in next 15 minutes.
fr: C'est un rappel que la tâche suivante va commencer dans les 15 prochaines minutes

source: This is a gentle reminder of your Task(s) List today!
fr: C'est un rappel doux de votre liste de tâches aujourd'hui!

source: Task(s) Starting Today
fr: Tâches commençant aujourd'hui

source: Task Title
fr: Titre de la tâche

source: Assign To
fr: Assigner à

source: Start Date
fr: Date De Début

source: No Task for today
fr: Pas de tâche pour aujourd'hui

source: Task(s) Due Today
fr: Tâche (s) due aujourd'hui

source: No Due Task
fr: Pas de tâche à accomplir

source: Task(s) Overdue Today
fr: Tâche (s) en retard aujourd'hui

source: No Overdue Task
fr: Pas de tâche en retard

source: Unassigned
fr: Non attribué

source: Overdue by
fr: En retard par

source: No Due Date
fr: Pas de date d'échéance

source: Modified
fr: Modifié

source: Task Type changed to
fr: Type de tâche modifiée pour

source: Task re-assigned to
fr: Tâche re-assignée à

source: Task has been
fr: La tâche a été

source: Due Date changed to
fr: Due Date changé

source: Due Date
fr: Date d'échéance

source: Priority changed to
fr: Priorité changé à

source: Status changed to
fr: Statut changé à

source: Estimated Hour(s) changed to
fr: Heure (s) estimée changé

source: Added time log
fr: Ajout journal de temps

source: Updated time log
fr: Mise à jour log de temps

source: Start Date changed to
fr: Date de début changée en

source: No Start Date
fr: Non Date de début

source: changed estimated hour(s) of
fr: heure estimée modifiée (s)

source: changed progress of
fr: changé progrès de

source: No Task found with the selected id
fr: Aucune tâche trouvée avec l'id sélectionnée

source: Project deleted successfully
fr: Projet supprimé

source: Oops! No project found with the given id.
fr: Oops! Aucun projet trouvé avec l'identifiant donné.

source: responded
fr: a répondu

source: closed
fr: fermer

source: resolved
fr: résolu

source: Changed the status to
fr: Modification du statut

source: of the task
fr: de la tâche

source: updated
fr: actualisé

source: task type to
fr: le type de tâche à

source: assigned
fr: Attribué

source: to
fr: à

source: proirity to
fr: proirity à

source: due date on
fr: due date

source: created
fr: créé

source: Email already exists! Please try another
fr: L'email existe déjà! S'il vous plaît essayer un autre

source: Please enter a valid email.
fr: Veuillez entrer un email valide.

source: is not allowed
fr: n'est pas autorisé

source: Oops, site address already in use!
fr: Oops, adresse du site déjà utilisé!

source: Invalid coupon code!
fr: Le code coupon est invalide

source: Oops! Coupon code has already used.
fr: Oops! Code promo a déjà utilisé.

source: Select Project
fr: Sélectionnez le projet

source: Select User
fr: Sélectionner l'utilisateur

source: Key
fr: Clé

source: Loading
fr: Chargement

source: Save
fr: Sauvegarder

source: Add
fr: Ajouter

source: or
fr: ou

source: Cancel
fr: Annule

source: Project can not be left blank
fr: Projet ne peut pas être laissée en blanc

source: User can not be left blank
fr: L'utilisateur ne peut pas être laissée en blanc

source: API Key
fr: Clé d'API

source: Title
fr: Titre

source: Description
fr: La Description

source: Estimated Hour
fr: Heure estimée

source: File 1
fr: Fichier :

source: Select a file to upload
fr: Sélectionnez un fichier à télécharger

source: File 2
fr: Fichier :

source: API key can not be blank
fr: clé API ne peut être vide

source: Task title can not be left blank
fr: Le titre de la tâche ne peut pas être laissé en blanc

source: Generate
fr: Générer
