Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/fra/LC_MESSAGES/default.po
Languages: fr

source: Generate API Key
fr: Générer clé API

source: Is Active
fr: C'est actif?

source: Action
fr: d'action

source: Edit
fr: Éditer

source: Delete
fr: Effacer

source: Test API
fr: API Test

source: Api key not created. Generate new Api key
fr: clé api pas créé. Générer un nouveau clé API

source: Test API form
fr: forme API de test

source: Are you sure to delete this api key
fr: Êtes-vous sûr de vouloir supprimer cette clé de api

source: No user has logged time
fr: Aucun utilisateur n'a enregistré de temps

source: on Project
fr: sur le projet

source: What's happening ?
fr: Que ce passe-t-il ?

source: No user has entered time log for tasks on Project
fr: Aucun utilisateur n'a saisi de journal de temps pour les tâches sur Projet

source: No user has entered time log for tasks!
fr: Aucun utilisateur n'a saisi le journal des temps pour les tâches!

source: What's going on ?
fr: Que se passe-t-il ?

source: is not active in the project
fr: n'est pas actif dans le projet

source: is not active in any of the projects! What's s/he busy with
fr: n'est pas actif dans aucun des projets! À quoi s'occupe-t-il

source: has not been assigned any task in the project
fr: aucune tâche n'a été affectée au projet

source: Is it alright
fr: Tout va bien

source: has not assigned any task in the project
fr: n'a affecté aucune tâche dans le projet

source: Is is alright
fr: Est-ce que ça va

source: has not assigned any task in any project! Is is alright
fr: n'a affecté aucune tâche dans aucun projet! Est-ce que ça va

source: Back
fr: Arrière

source: Project Name
fr: Nom du projet

source: Resource Name
fr: Nom de la ressource

source: Task Name
fr: Nom de la tâche

source: Billable Hour
fr: Heure facturable

source: Non Billable Hour
fr: Heure non facturable

source: Total Hour
fr: Heure totale

source: Task Type
fr: TYPE DE TÂCHE

source: Hour(s) Spent
fr: Heure (s) passé

source: Export(.csv)
fr: Exporte CSV

source: Client Name
fr: Nom du client

source: End Date
fr: Date de fin

source: Estimated Hour(s)
fr: Heure estimée (s)

source: Total Task(s)
fr: Tâche (s) totale (s)

source: Closed Task(s)
fr: Tâche (s) fermée (s)

source: Total Task(s)/Closed Task(s)
fr: Tâche (s) totale (s) / Tâches fermées

source: Cost Approved
fr: Approbation des coûts

source: Cost Incurred
fr: Coûts encourus

source: Cost Remaining
fr: Coût restant

source: RAG Cost Status
fr: Statut du coût RAG

source: Total Task
fr: Tâche totale

source: In Progress Task
fr: Tâche en cours

source: Completed Task
fr: Tâche terminée

source: Oops!No activity in last week! What's cooking
fr: Oups! Pas d'activité la semaine dernière! Qu'est ce qui se cuisine

source: Cost approved
fr: Coût approuvé

source: Cost to client
fr: Coût pour le client

source: Cost to company
fr: Coût de l'entreprise

source: Export To CSV
fr: Exporter vers CSV

source: Actual Cost
fr: Prix ​​actuel

source: Total Actual Cost
fr: Coût réel total

source: Billing Rate
fr: Taux de facturation

source: Total Billing Amount
fr: Montant de facturation total

source: Oops!No Resource has logged time !What's happening
fr: Oups! Aucune ressource n'a enregistré de temps! Qu'est-ce qui se passe

source: Resource
fr: Ressource

source: No. Of Tasks
fr: Nombre de tâches

source: Overdue Tasks
fr: Tâches en retard

source: Upcoming Tasks
fr: Prochaines tâches

source: Created on
fr: Créé le

source: Overdue By
fr: En retard

source: Upcoming In
fr: À venir

source: Dates
fr: Rendez-vous

source: file not found:
fr: Fichier non trouvé:

source: Please enter category title.
fr: Veuillez entrer le titre de catégorie.

source: Expenses Assigned to Me
fr: Dépenses affectées à moi

source: Expand All
fr: Développer tout

source: Category
fr: Catégorie

source: Currency
fr: Monnaie

source: Total inc Tax
fr: Total taxes incluses

source: Tax
fr: Taxe

source: Download Report
fr: Télécharger le rapport

source: No Expenses Found
fr: Aucune dépense trouvée

source: No expenses assigned to me
fr: Pas de dépenses qui m'ont été affectées

source: All expenses assigned to me will appear here
fr: Toutes les dépenses qui m'ont été affectées apparaîtront ici

source: All Non-project Expenses
fr: Toutes les dépenses hors projet

source: Export Expense
fr: Dépenses d'exportation

source: Excel
fr: Exceller

source: New Expense
fr: Nouvelle dépense

source: No non-project expenses
fr: Pas de frais de non-projet

source: All non-expenses of this project will appear here
fr: Tous les frais de ce projet apparaîtront ici

source: My Expenses
fr: Mes dépenses

source: No project expenses
fr: Pas de frais de projet

source: All expenses of this project will appear here
fr: Toutes les dépenses de ce projet apparaîtront ici

source: Approvers
fr: Approuvants

source: Starting hierarchy from 1 as Level 1, 2 as Level 2 and so on.
fr: Hiérarchie de départ de 1 en tant que niveau 1, 2 en tant que niveau 2 et ainsi de suite.

source: Add Approver
fr: Ajouter un approbateur

source: Approver Name
fr: Nom de l'apprenti

source: Approver Hierarchy
fr: Hiérarchie d'approbateur

source: This is the place where we can set the approval heirarchy to get your expenses approved.
fr: C'est l'endroit où nous pouvons définir la hiérarchie d'approbation pour que vos dépenses soient approuvées.

source: You can add as many levels as required based on your organization policy and business requirements.
fr: Vous pouvez ajouter autant de niveaux que nécessaire en fonction de la politique de votre organisation et des exigences de votre entreprise.

source: E.g. You add 4 users and assign them levels 1 to 4.(1 being the first level approver in the heirarchy).
fr: Par exemple. Vous ajoutez 4 utilisateurs et attribuez-leur les niveaux 1 à 4. (1 étant le premier niveau approuvant dans l'héritage).

source: The expense once submitted will first go to U1-L1 for approval and then to U2-L2 etc. based on your selection from the "Approver" dropdown menu. At the same time, if you select U3-L3; then the approval kick starts from L3 pproval and then to L4. In this scenario L1 and L2 approvals will not be required or triggered.
fr: La dépense une fois soumise va d'abord à U1-L1 pour approbation, puis à U2-L2 etc. en fonction de votre sélection dans le menu déroulant "Approver". Dans le même temps, si vous sélectionnez U3-L3; Alors le coup d'approbation commence à partir de L3 pproval puis à L4. Dans ce cas, les approbations L1 et L2 ne seront pas requises ni déclenchées.

source: Active
fr: actif

source: No approver......
fr: Aucun approbateur ......

source: Categories
fr: Catégories

source: Add Category
fr: ajouter une catégorie

source: Category Title
fr: Titre de la catégorie

source: No category......
fr: Aucune catégorie ......

source: User name
fr: Nom d'utilisateur

source: Approval Status
fr: Statut approuvé

source: Approved
fr: Approuvé

source: Rejected
fr: Rejeté

source: Pending
fr: en attendant

source: Project Expense
fr: Dépenses de projets

source: Non-project Expense
fr: Frais hors projet

source: Draft
fr: Brouillon

source: Submitted
fr: Soumis

source: Select a client
fr: Sélectionnez un client

source: Approver
fr: Approuvant

source: ( Owner )
fr: (Propriétaire)

source: (Level
fr: (Niveau

source: Total inc. Tax
fr: Total inc. Impôt

source: Add More Expense
fr: Ajouter plus de dépenses

source: Activity Log Details
fr: Détails du journal d'activités

source: Note Details
fr: Note Détails

source: Activity Details
fr: Détails de l'activité

source: Created On
fr: Créé sur

source: No Activity Found!!
fr: Aucune activité trouvée!

source: Note
fr: Remarque

source: No Note Found!!
fr: Aucune note trouvée!

source: Name
fr: Prénom

source: Download Attachments
fr: Télécharger des pièces jointes

source: Your download is ready click below to download
fr: Le téléchargement est prêt cliquez ci-dessous pour télécharger

source: All Expenses
fr: Toutes dépenses

source: My Expense
fr: Mes dépenses

source: Assign to Me Expense
fr: Affecter mes dépenses

source: Assigned to Me
fr: Assigné à moi

source: Manage
fr: Gérer

source: Manage Category
fr: Gérer la catégorie

source: Manage Approver
fr: Gérer l'approbateur

source: Search Results for
fr: Résultats de la recherche pour :

source: Reset
fr: Réinitialise

source: Default Milestone
fr: Milieu par défaut

source: Settings Saved Successfully
fr: Paramètres sauvegardés avec succès

source: Edit Task
fr: Modifier la tâche

source: Oops! No project selected.
fr: Oops! Aucun projet sélectionné.

source: Task Status
fr: État de la tâche

source: Task status
fr: État de la tâche

source: End
fr: Fin

source: Undo
fr: Annuler l'action précédente

source: Redo
fr: Rétablir

source: Insert Task Above
fr: Insérer tâche ci-dessus

source: Insert Task Below
fr: Insérez la tâche ci-dessous

source: Indent Task
fr: Tâche Indent

source: Unindent Task
fr: Désindenter Task

source: Move Up
fr: Remonter

source: Move Down
fr: Descendre

source: Zoom Out
fr: Dézoomer

source: Zoom In
fr: Zoomer

source: Delete Task
fr: Supprimer la tâche

source: Print
fr: Imprimer

source: Critical Path
fr: Chemin critique

source: Edit Resources
fr: Modifier Ressources

source: Next
fr: Suivan

source: Previous
fr: Précédent

source: Code/short Name
fr: Code / Nom abrégé

source: Hide Tasks
fr: Masquer les tâches

source: Duration
fr: Durée

source: Assignees
fr: cessionnaires

source: name
fr: nom

source: You have modified tasks, reloading the page will reset all changes
fr: Vous avez modifié les tâches, de recharger la page pour réinitialiser tous les changements

source: Submit
fr: Envoyer

source: Select
fr: Sélectionner

source: Add New Invoice
fr: Ajouter une nouvelle facture

source: Please enter customer name.
fr: S'il vous plaît entrez le nom du client.

source: Please enter email address.
fr: Veuillez entrez l'adresse courriel.

source: Please select currency.
fr: S'il vous plaît sélectionner la monnaie.

source: Please enter organisation name.
fr: Entrez le nom de l'organisation.

source: Archived Invoice
fr: Archivé Invoice

source: Restore
fr: Restaurer

source: Invoice
fr: Facture

source: Invoice Date
fr: Date de la facture

source: Customer
fr: Client

source: Amount
fr: Montant

source: Paid
fr: Payé

source: Archive
fr: Archives

source: No records
fr: Aucun record

source: Are you sure you want to delete this invoice ?
fr: Êtes-vous sûr de vouloir supprimer cette facture?

source: Invoice deleted successfully.
fr: Facture supprimé avec succès.

source: Invoice not deleted.
fr: Facturer pas supprimé.

source: Status and progress cannot be changed as dependant tasks are not closed.
fr: L'état et le progrès ne peuvent pas être modifiés car les tâches dépendantes ne sont pas fermées.

source: updated successfully.
fr: Mis à jour avec succés.

source: Failed to update project.
fr: Impossible de mettre à jour le projet.

source: Language changed successfully
fr: Langue changé avec succès

source: Language can't change. Try again later !
fr: Langue ne peut pas changer. Réessayez plus tard !

source: Language Setting
fr: Paramètres de langue

source: Language
fr: Langue

source: Template tasks updated successfully
fr: tâches modèle mis à jour avec succès

source: Remove
fr: Retirer

source: Add new Row
fr: Ajouter une nouvelle ligne

source: loading
fr: chargement en cours…

source: No task on template
fr: Aucune tâche sur le modèle

source: Add Task to Template
fr: Ajouter une tâche à Template

source: Title cannot be left blank!
fr: Titre ne peut pas être laissé vide!

source: Start Date cannot be left blank!
fr: Date de début ne peut pas être laissée en blanc!

source: End Date cannot be left blank!
fr: Date de fin ne peut pas être laissée en blanc!

source: Start Date cannot exceed End Date!
fr: Date de début ne peut pas dépasser la date de fin!

source: Create Project Template
fr: Créer un modèle de projet

source: Add to Project
fr: Ajouter au projet

source: Created
fr: Créé

source: First
fr: Premier

source: Prev
fr: Pré

source: Last
fr: Dernier

source: End date cannot be left blank!
fr: La date de fin ne peut pas être laissée en blanc!

source: Start date cannot be left blank!
fr: La date de début ne peut pas être laissée en blanc!

source: Task Title cannot be left blank!
fr: Le titre de la tâche ne peut pas être laissé vide!

source: Task end date cannot be left blank!
fr: La date de fin de tâche ne peut pas être laissée en blanc!

source: Task start date cannot be left blank!
fr: La date de début de la tâche ne peut pas être laissée en blanc!

source: Task Start Date cannot exceed End Date!
fr: La date de début de la tâche ne peut pas dépasser la date de fin

source: Template title cannot be left blank!
fr: Le titre du modèle ne peut pas être laissé vide!

source: Are you sure to delete the template
fr: Etes-vous sûr de supprimer le modèle

source: There's an error with AJAX
fr: Il y a une erreur avec AJAX

source: No task on this template
fr: Aucune tâche sur ce modèle

source: No tasks found
fr: Aucune tâche trouvé

source: Invalid role
fr: Rôle invalide

source: The role has been saved.
fr: Le rôle a été sauvegardé.

source: The role could not be saved. Please, try again.
fr: Le rôle n'a pas pu être enregistré. Veuillez réessayer.

source: The role does not exists.
fr: Le rôle n'existe pas.

source: The role has been Updated.
fr: Le rôle n'a pas pu être mis à jour. Veuillez réessayer.

source: The role could not be updated. Please, try again.
fr: Le rôle n'a pas pu être mis à jour. Veuillez réessayer.

source: The Department has been saved.
fr: Le département a été sauvé.

source: The Department could not be saved. Please, try again.
fr: Le Ministère n'a pas pu être enregistré. Veuillez réessayer.

source: The Department does not exists.
fr: Le Ministère n'existe pas.

source: The Department has been updated.
fr: Le Ministère a été mis à jour.

source: The Module has been saved.
fr: Le module a été sauvegardé.

source: The Module could not be saved. Please, try again.
fr: Le module n'a pas pu être enregistré. Veuillez réessayer.

source: The Module does not exists.
fr: Le module n'existe pas.

source: The Module group has been updated.
fr: Le groupe de modules a été mis à jour.

source: The role has been deleted.
fr: Le rôle a été supprimé.

source: The role could not be deleted. Please, try again.
fr: Le rôle n'a pas pu être supprimé. Veuillez réessayer.

source: The Action has been saved.
fr: L'action a été enregistrée.

source: The Action could not be saved. Please, try again.
fr: L'action n'a pas pu être enregistrée. Veuillez réessayer.

source: Role
fr: Rôle

source: Short Name
fr: Nom court

source: Department
fr: Département

source: Users
fr: Utilisateurs

source: Create
fr: Créer

source: DEPARTMENT
fr: DÉPARTEMENT

source: Role Group
fr: Groupe de rôle

source: User Name
fr: Nom d'utilisateur

source: User Email
fr: Courrier électronique de l'utilisateur

source: No user(s) available.
fr: Aucun utilisateur disponible.

source: Delete Role Group Only
fr: Supprimer le groupe de rôle uniquement

source: Delete Role Group with Roles
fr: Supprimer le groupe de rôle avec des rôles

source: Yes
fr: Ou

source: No
fr: Non

source: Save Changes
fr: Sauvegarder les modifications

source: Roles without Role Group
fr: Rôles sans groupe de rôle

source: No Role Groups and no roles found
fr: Pas de groupes de rôle et pas de rôles trouvés

source: Create New Action
fr: Créer une nouvelle action

source: Create New Module
fr: Créer un nouveau module

source: Create New Role
fr: Créer un nouveau rôle

source: Create New Department
fr: Créer un nouveau département

source: You have modified actions, reloading the page will reset all changes
fr: Vous avez modifié les actions, le rechargement de la page réinitialisera tous les changements

source: Uniq Id
fr: Identifiant unique

source: Company
fr: Compagnie

source: Dt Created
fr: Dt Créé

source: Dt Updated
fr: Dt mis à jour

source: Actions
fr: Actes

source: Edit Role
fr: Modifier le rôle

source: Delete Role
fr: Supprimer le rôle

source: Are you sure you want to delete # %s?
fr: Êtes-vous sûr de vouloir supprimer #% s?

source: List Roles
fr: Rôles de liste

source: New Role
fr: Nouveau rôle

source: List Companies
fr: Liste des entreprises

source: New Company
fr: Nouvelle entreprise

source: List Actions
fr: Actions de la liste

source: New Action
fr: Nouvelle action

source: List Role Groups
fr: Liste des groupes de rôle

source: New Role Group
fr: Groupe de nouveaux rôles

source: Related Actions
fr: Actions connexes

source: Company Id
fr: ID de l'entreprise

source: Role Id
fr: ID du rôle

source: View
fr: Voir

source: Related Role Groups
fr: Groupes de rôle associés

source: Project Short Name
fr: Projet Nom court

source: Default Assign To
fr: Par défaut Affecter à

source: Default Task Status Group
fr: Par défaut Groupe de travail d'état

source: Create New Task Status Group
fr: Créer un nouveau Groupe de travail d'état

source: project
fr: projet

source: status
fr: état

source: No Activity
fr: Pas d'activité

source: from
fr: de

source: up to
fr: Jusqu'à

source: of user
fr: de l'utilisateur

source: for task
fr: pour la tâche

source: Export Date,
fr: Date d'exportation,

source: Total,
fr: Tota

source: Total Billable Hours,
fr: Nombre total d'heures facturables,

source: Total Non-Billable Hours,
fr: Total des heures non facturables,

source: Total Hours,
fr: Heures Totales

source: Time Log
fr: Log Time

source: Total
fr: Global

source: Logged
fr: connecté

source: Billable
fr: facturable

source: Estimated
fr: Couût

source: Start Timer
fr: Démarrer un minuteur

source: Break
fr: Pause

source: Hours
fr: Heures

source: Select Task
fr: Sélectionnez Tâche

source: Start Time
fr: Heure de début

source: End Time
fr: Heure de fin

source: Break Time
fr: Pause

source: Spent Hours
fr: Heures consacrées

source: Auto generate invoice on task close?
fr: La génération automatique de la facture est-elle terminée?

source: Add Item
fr: Ajouter un item

source: Note:
fr: Remarque:

source: Email
fr: Adresse électronique

source: Download
fr: Télécharger

source: Mark as Paid
fr: Marquer comme payant

source: Mark as Unpaid
fr: Marquer comme non rémunéré

source: Non-billable
fr: Non-facturable

source: Create Payment
fr: Créer un paiement

source: Resource Utilization
fr: Utilisation des ressources

source: Resource Utilization Report
fr: L'utilisation des ressources Rapport

source: Company Logo
fr: Logo d'entreprise

source: Billing From
fr: facturation De

source: Apply
fr: Appliquer

source: Balance Due
fr: Solde dû

source: Sl
fr: S

source: Rate
fr: Noter

source: Save & Send
fr: Enregistrer et Envoyer

source: Send
fr: Envoyer

source: Close
fr: Fermer

source: Change
fr: Changement

source: Create Any Way
fr: Créer une manière

source: Filters
fr: Filtres

source: Today
fr: Aujourd'hui

source: Yesterday
fr: Hier

source: This Week
fr: Cette semaine

source: This Month
fr: Ce mois-ci

source: This Quarter
fr: Ce trimestre

source: This Year
fr: Cette année

source: Last Week
fr: La semaine dernière

source: Last Month
fr: Mois précédent

source: Last Quarter
fr: Dernier quart

source: Last year
fr: L'annee derniere

source: Last 365 days
fr: 30 derniers jours

source: Custom Date
fr: date personnalisée

source: From
fr: De

source: To
fr: À

source: Search
fr: Recherc

source: Select Resource
fr: Sélectionner une Ressource

source: Showing time log
fr: Affichage journal de temps

source: for all users and all dates
fr: pour tous les utilisateurs et toutes les dates

source: Reset Filters
fr: Réinitialiser les filtres

source: All Dates
fr: Toutes les Dates

source: Last Year
fr: L'année dernière

source: Last 365Days
fr: 30 derniers jours

source: From Date
fr: À partir du:

source: To Date
fr: À ce jour

source: Time log
fr: Journal de temps

source: Subject
fr: Assujettir

source: Message
fr: Méssage

source: Something went wrong!
fr: Quelque chose a mal tourné!

source: Wiki category is already present.
fr: La catégorie Wiki est déjà présente.

source: Wiki sub-category is already present.
fr: La sous-catégorie Wiki est déjà présente.

source: Wikis Assigned to Me
fr: Wikis affecté à moi

source: Wiki Title
fr: Titre de Wiki

source: Submitted Date
fr: Date proposée

source: No wikis assigned to me
fr: Aucun wikis n'est assigné à moi

source: All assigned to me wikis will appear here
fr: Tous les wikis qui m'ont été assignés apparaîtront ici

source: Collapse All
fr: Réduire tout

source: Give Comment On Wiki
fr: Donnez un commentaire sur Wiki

source: Update Wiki
fr: Mettre à jour Wiki

source: View Wiki Activity
fr: Afficher l'activité Wiki

source: Enable Wiki
fr: Activer Wiki

source: All Comments
fr: Tous les commentaires

source: Commented By
fr: Commenté par

source: Commented On
fr: Commenté sur

source: No Comments Available.
fr: Aucun commentaire disponible.

source: No wikis available
fr: Aucun wikis disponible

source: All wikis will appear here
fr: Tous les wikis apparaîtront ici

source: Link To Project
fr: Lien vers le projet

source: Wiki Category
fr: Wiki Catégorie

source: Select Wiki Category
fr: Sélectionnez Wiki Catégorie

source: Create New Category
fr: Créer une nouvelle catégorie

source: Wiki Sub Category
fr: Sous-catégorie Wiki

source: Select Wiki Sub-Category
fr: Sélectionnez Wiki Sous-catégorie

source: Create New Sub-Category
fr: Créer une nouvelle sous-catégorie

source: Is Parent Wiki
fr: Parent Wiki

source: Choose Parent Wiki
fr: Choisissez Parent Wiki

source: Select Parent Wiki
fr: Sélectionnez Parent Wiki

source: File Attachments
fr: Pièces jointes

source: File Description
fr: description du fichier

source: Choose Approver
fr: Choisir l'approbateur

source: Select Approver
fr: Sélectionnez Approuvant

source: Access Level
fr: Niveau d'accès

source: Hide
fr: Cacher

source: Make Public
fr: Rendre publique

source: This is the place where we can set the approval heirarchy to get your wiki approved.
fr: C'est l'endroit où nous pouvons définir l'hémisphère d'approbation pour que votre wiki soit approuvé.

source: The wiki once submitted will first go to U1-L1 for approval and then to U2-L2 etc. based on your selection from the "Approver" dropdown menu. At the same time, if you select U3-L3; then the approval kick starts from L3 approval and then to L4. In this scenario L1 and L2 approvals will not be required or triggered.
fr: Le wiki envoyé une fois soumis à U1-L1 pour approbation, puis à U2-L2 etc. en fonction de votre sélection dans le menu déroulant "Approvisionnement". Dans le même temps, si vous sélectionnez U3-L3; Alors le coup d'approbation commence à partir de l'approbation L3, puis à L4. Dans ce cas, les approbations L1 et L2 ne seront pas requises ni déclenchées.

source: Enable
fr: Active

source: Disable
fr: Désactiver

source: Add Wiki Category
fr: Ajouter Wiki Catégorie

source: No wiki category......
fr: Aucune catégorie wiki ......

source: Sub Categories
fr: Sous-catégories

source: Add Wiki Sub Category
fr: Ajouter Wiki Sub Category

source: Sub Category Title
fr: Titre de la sous-catégorie

source: No wiki subcategory......
fr: Aucune sous-catégorie wiki ......

source: All Wikis
fr: Tous les Wikis

source: Manage Subcategory
fr: Gérer la sous-catégorie

source: Using
fr: Utilisant

source: Mb of
fr: Mb de

source: Mb
fr: Mo

source: Mb of storage
fr: Mo de stockage

source: Archived by
fr: Archivé par

source: Archived
fr: Archivée

source: Tasks
fr: Tâches

source: File Name
fr: Nom du Fichier

source: Size
fr: Taille

source: All
fr: Tout

source: None
fr: Aucun

source: No Milestone in the Archive
fr: Aucune étape importante dans l'Archive

source: Yet to Sign In
fr: Pourtant, vous identifier

source: more...
fr: plus

source: hide...
fr: Cacher

source: Cancel Daily Progress Reminder
fr: Annuler Daily Progress Rappel

source: Anytime
fr: À tout moment
