Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/fra/LC_MESSAGES/default.po
Languages: fr

source: You have provided the details of <b>SMTP</b> email sending options in
fr: Vous avez fourni les détails de <b> SMTP </ b> email les options d'envoi en

source: You have updated FROM_EMAIL_NOTIFY and SUPPORT_EMAIL in
fr: Vous avez mis à jour FROM_EMAIL_NOTIFY et SUPPORT_EMAIL dans

source: Cancel Subscription Information
fr: Annuler Renseignements sur les abonnements

source: Profile Image
fr: Photo de profil

source: Browse
fr: Parcourir

source: Select your profile image...
fr: Sélectionnez l'image de votre profil ...

source: Drag and set the box on the area you want to crop.
fr: Faites glisser et mettre la boîte sur la zone que vous souhaitez rogner.

source: Confirm
fr: Valider

source: Select tabs to enable
fr: Sélectionnez les onglets pour permettre

source: Remove User
fr: Supprimer un Utilisateur

source: Loading users...
fr: Chargement des utilisateurs ...

source: Project Role
fr: Rôle du projet

source: Assign Project
fr: Attribuer Project

source: Enter Project Name
fr: Entrez le nom du projet

source: Loading projects...
fr: Chargement des projets ...

source: Assign
fr: Assigner

source: Assign & Continue
fr: Attribuer & Continuer

source: Remove Project
fr: Supprimer le projet

source: Add Tasks
fr: Ajouter des tâches

source: Switch Milestone
fr: Commutateur Milestone

source: Loading tasks...
fr: tâches de chargement ...

source: Move task to milestone
fr: Déplacer tâche jalon

source: Move task
fr: tâche Déplacer

source: Remove Tasks
fr: Retirer Tâches

source: Feedback
fr: Information

source: Template Name
fr: Nom du modèle

source: New Task Status
fr: Statut Nouvelle tâche

source: Color
fr: Couleur

source: Loader
fr: Chargeur

source: Gantt Settings
fr: Paramètres de Gantt

source: Add a task here & hit enter....
fr: Ajouter une tâche ici et appuyez sur Entrée ....

source: Send Reminder
fr: Envoyer un rappel

source: You can enter time as 1.5 (that mean 1 hour and 30 minutes)
fr: Vous pouvez entrer le temps que 1.5 (qui signifie 1 heure et 30 minutes)

source: Custom Date And Time
fr: Date et heure personnalisées

source: ALL
fr: TOUS

source: Do not show this task to the client
fr: Ne pas afficher cette tâche au client

source: Recurring Task
fr: Tâche périodique

source: Recurring
fr: Récurrent

source: Repeat Type
fr: Type de répétition

source: Weekly
fr: Hebdomadaire

source: Monthly
fr: Mensuel

source: Quarterly
fr: Trimestriellement

source: Yearly
fr: Annuelle

source: Starts
fr: Début

source: Ends after
fr: termine après

source: Ends on
fr: Terminé

source: Reason of Leave
fr: Raison du congé

source: Cancel Leave
fr: Annuler Laisser

source: Statistics
fr: Statistiques

source: SO FAR THIS WEEK
fr: SO FAR CETTE SEMAINE

source: Logged in User
fr: Utilisateur connecté :

source: of Total
fr: De Total

source: Last Week to Date
fr: La semaine dernière à ce jour

source: Tasks Created
fr: Tâches Créé

source: Tasks Updated
fr: Tâches Mise à jour

source: Tasks Closed
fr: Tâches fermées

source: spent
fr: dépen

source: Storage Used
fr: Stockage occasion

source: Task Status of the Week
fr: État de la tâche de la semaine

source: Task Created
fr: Tâche créée

source: Task Updated
fr: Tâche Mise à jour

source: Project Status of the Week
fr: État du projet de la Semaine

source: Closed/Total Tasks
fr: Fermé / Total des tâches

source: Usage
fr: Utilisation

source: No Project Status on last week
fr: Non État du projet la semaine dernière

source: Out of
fr: en dehors de

source: User has not logged in to the system since last week
fr: L'utilisateur n'a pas connecté au système depuis la semaine dernière

source: tasks created and
fr: tâches créées et

source: updated on last week
fr: mis à jour la semaine dernière

source: storage used on all projects
fr: stockage utilisé sur tous les projets

source: Submitted By
fr: Proposé par

source: This wiki is already approved.
fr: Ce wiki est déjà approuvé.

source: Comments
fr: commentaires

source: Today at
fr: Aujourd'hui à

source: Y'day at
fr: Y'day à

source: Tomorrow
fr: Demain

source: just now
fr: Maintenant

source: mins ago
fr: il y a minutes

source: min ago
fr: il y a 1 minute

source: hours ago
fr: heures

source: hour ago
fr: Une heure avant

source: ago
fr: Il y a

source: at
fr: à

source: As a
fr: En tant qu

source: account
fr: COMPTE

source: Company account has been confirmed by
fr: compte d'entreprise a été confirmée par

source: as a
fr: comme un, 63

source: user
fr: utilisateur

source: With email
fr: Avec le courrier électronique

source: With
fr: Par

source: updated during
fr: mise à jour au cours de

source: created expense.
fr: Des frais créés.

source: created expense & finally submitted.
fr: Créé des frais et finalement soumis.

source: updated expense.
fr: Frais mis à jour.

source: updated expense & finally submitted.
fr: Frais mis à jour et finalement soumis.

source: created
fr: créé

source: expense details.
fr: Détails des dépenses.

source: updated
fr: actualisé

source: deleted expense details.
fr: Les détails des dépenses supprimées.

source: created expense category.
fr: Catégorie de dépenses créée.

source: updated expense category.
fr: Catégorie de dépenses mises à jour.

source: added
fr: ajoutée

source: expense attachments.
fr: Frais annexes.

source: deleted expense attachments.
fr: Les pièces jointes supprimées.

source: downloaded expense attachments.
fr: Les pièces jointes téléchargées.

source: exported pdf report from main panel.
fr: Exporté le rapport pdf du panneau principal.

source: exported pdf report by selecting checkboxes.
fr: Exporté le rapport pdf en sélectionnant les cases à cocher.

source: approved expense
fr: Dépense approuvée

source: rejected expense
fr: Frais rejetés

source: finally approved expense
fr: Frais finalement approuvés

source: downloaded
fr: téléchargé

source: sent
fr: envoyé

source: modified
fr: modifié

source: viewed
fr: vu

source: this invoice.
fr: cette facture.

source: No task(s) available.
fr: Aucune tâche (s) disponible.

source: Project cannot be left blank!
fr: Project ne peut pas être laissé en blanc!

source: No Milestone(s) available.
fr: Non Milestone (s) disponible.

source: User(s) in this
fr: Utilisateur (s) dans ce

source: Select Project Template
fr: Sélectionnez le modèle de projet

source: Project Name is mandatory when "All" project is selected.
fr: Le nom du projet est obligatoire lorsque le projet "Tous" est sélectionné.

source: hh:mm format only
fr: Heure de début et heure de fin

source: Start Time & End Time
fr: Heure de début et heure de fin

source: hh:mmam/pm format only, Ex. 10:45am/10:45pm - no space between time and meridian
fr: hh: format mmam / pm uniquement, Ex. 10:45 am/10:45pm - pas d'espace entre le temps et le méridien

source: We can upload more one project if we select "All" project from project dropdown
fr: Nous pouvons télécharger plus d'un projet si nous sélectionnons le projet "Tous" dans le menu déroulant du projet

source: Start Time, End Time and Break Time will be treated as time log for the individual task.
fr: L'heure de début, l'heure de fin et le temps de pause seront traités comme un journal de temps pour la tâche individuelle.

source: Is Billable is treated as whether the Time Log is billable one or not. The input will be either 0 or 1.
fr: Billable est traité comme si le journal du temps est facultatif ou non. L'entrée sera 0 ou 1.

source: 0 - Not Billable
fr: 0 - Non facturable

source: 1 - Billable
fr: 1 - facturable

source: Left blank the columns having no entry.
fr: Gauche vide les colonnes n'ayant pas d'entrée.

source: "Assigned To" must be an email
fr: "Assigned To" doit être un courrier électronique

source: You have not created any project yet
fr: Vous ne l'avez pas encore créé de projet

source: No projects found.
fr: Aucun projet trouvé

source: Project Details
fr: Détails du projet

source: Created by
fr: Créé par

source: User(s)
fr: Utilisateurs

source: Task(s)
fr: Tâches

source: Storage
fr: Stockage

source: Hour(s)
fr: Heure(s)

source: Alert Time
fr: alerte Temps

source: Timezone
fr: Fuseau horaire

source: Frequency
fr: Récurrence

source: 5 days in week
fr: 5 jours dans la semaine

source: 6 days in week
fr: 6 jours dans la semaine

source: 7 days in week
fr: 7 jours dans la semaine

source: 12 Default Task Types listed and the #of Tasks associated with them. You can remove any of them by unchecking the checkbox and save the changes.
fr: 12 Types de tâche par défaut listés et le # des tâches qui leur sont associées. Vous pouvez supprimer ceux-ci en décochant la case à cocher et enregistrer les modifications.

source: Click on the
fr: Clique sur le

source: and add your new Task Types.
fr: et d'ajouter de nouveaux types de tâches.

source: Custom Task Type
fr: Type de tâche personnalisée

source: Default Task Type
fr: Par défaut Type de tâche

source: Task(s)
fr: Tâches

source: Task Types are independent of Projects, but please create a Project to get started.
fr: Types de tâches sont indépendantes des projets, mais s'il vous plaît créer un projet pour commencer.

source: Bug Count
fr: Nombre de Bug

source: Bugs
fr: Bogues

source: Day(s)
fr: Jour(s)

source: Bug Report
fr: Rapport d'erreur

source: Bugs created.
fr: Bugs créés.

source: Avg. days to Resolve a Bug
fr: Moy. jours pour résoudre un bug

source: Avg. days to Close a Bug
fr: Moy. jours pour fermer un Bug

source: Hours spent on these Bugs
fr: Les heures passées sur ces Bugs

source: No data for this date range & project.
fr: Pas de données pour cette gamme de date et projet.

source: Not enough Analytics data!
fr: Pas assez Analytics données!

source: Task Type - Pie Chart
fr: Type de tâche - Pie Chart

source: Loading task type pie chart
fr: Chargement type de tâche graphique

source: Task Type Statistics
fr: Type de tâche Statistiques

source: Loading Statistics
fr: Statistiques de chargement

source: Task Trend Chart
fr: Tendance Groupe Graphique

source: Loading task trend chart
fr: Loading trend chart tâche

source: Bug Status Pie Chart
fr: Bug Status Chart Pie

source: Loading bug status pie chart
fr: Chargement bug graphique état de pie

source: Bug Statistics
fr: Statistiques de bugs

source: Bugs Life Cycle - Line Chart
fr: Bugs Life Cycle - Graphique ligne

source: Loading bug life cycle line chart
fr: Chargement vie bug graphique linéaire du cycle

source: Bug Glide Path Chart
fr: Bug Glide Chemin Chart

source: Loading bug glide path chart
fr: Chargement bug trajectoire de descente graphique

source: Replies
fr: Réponses

source: No Results Found
fr: Aucun résultat trouvé

source: hour
fr: heure

source: Total Hours
fr: Heures Totales

source: Hours Report
fr: Heures Rapport

source: Hours Spent on Task Type - Pie Chart
fr: Heures consacrées au type de tâche - Pie Chart

source: Loading Pie Chart
fr: Chargement Pie Chart

source: Hours Spent by All
fr: Heures consacrées par All

source: Loading Grid view
fr: Chargement en mode Grille

source: Loading Line Chart
fr: Chart Chargement Line

source: Total # of Tasks
fr: Nombre total de tâches

source: # of Tasks
fr: Nombre de tâches

source: Tasks created.
fr: Tâches créées.

source: Avg. days to Resolve a Task
fr: Moy. jours pour résoudre une tâche

source: Avg. days to Close a Task
fr: Moy. jours pour fermer un groupe

source: Hours spent on these Tasks
fr: Heures consacrées à ces tâches

source: Tasks Count
fr: Tâches Count

source: No Data for this week
fr: Aucune donnée pour cette semaine

source: Create Task Template
fr: Créer un modèle de tâches

source: Default Template
fr: modèle par défaut

source: # of Tasks Report
fr: Nombre de tâches Rapport

source: No project(s) available.
fr: Aucun projet (s) disponible.

source: Assigned Project(s)
fr: Projet (s) affecté

source: No project(s) assigned.
fr: Aucun projet (s) affecté.

source: OVERDUE TASKS
fr: TÂCHES SOUFFRANCE

source: years
fr: années

source: months
fr: mois

source: No tasks
fr: Aucune tâche

source: UPCOMING TASKS
fr: TÂCHES VENIR

source: Choose which filters to show in your dashboard tabs
fr: Choisissez qui filtre pour afficher dans vos onglets du tableau de bord

source: Old Password
fr: Ancien mot de passe

source: New Password
fr: Nouveau mot de passe

source: Confirm Password
fr: Confirmez le mot de passe

source: Sorry, this is not available in this version.
fr: Désolé, ce ne sont pas disponibles dans cette version.

source: Allow Admin
fr: Autoriser l'administrateur

source: Role Based Rate
fr: Taux basé sur le rôle

source: Add Role
fr: Ajouter un rôle

source: Hourly Rate
fr: Taux horaire

source: Hourly Actual Cost
fr: Coût réel horaire

source: Add More
fr: Ajouter plus

source: Milesone
fr: Étape importante

source: Send me Email Notification
fr: Envoyez-moi Notification par email

source: All New Task
fr: Tous Nouvelle tâche

source: Send me All New Task emails
fr: Envoyez-moi tous les e-mails Nouvelle tâche

source: All Task Reply & Comment
fr: Toutes les tâches Répondre & commenter

source: All Task Status Change
fr: Toutes les tâches de changement de statut

source: Send me All Status Update emails
fr: Envoyez-moi tous les e-mails de mise à jour du statut

source: Show me Notification
fr: Montrez-moi la notification

source: Enable Desktop Notification
fr: Activer la notification de bureau

source: Browser version supporting Desktop Notification,
fr: Version du navigateur supportant la notification Desktop,

source: Firefox 22 and above
fr: Firefox 22 ci-dessus et

source: Chrome 32 and above
fr: Chrome 32 et au-dessus

source: Above Safari 6 on Mac OSX 10.8+
fr: Au-dessus de Safari 6 sur Mac OSX 10.8+

source: Send me Email Reports
fr: Envoyez-moi des rapports par e-mail

source: Daily
fr: Quotidien

source: Task Due (daily)
fr: Task Due (quotidien)

source: Daily Update Report
fr: Rapport de mise à jour quotidienne

source: Send me Email
fr: Envoie moi un email

source: Hour
fr: Heure

source: Min
fr: Mi

source: Select Projects
fr: Sélectionnez Projets

source: Forgot your password?
fr: Mot de passe oublié ?

source: To reset your password, type the full email address you use to sign in to your Orangescrum Account.
fr: Pour réinitialiser votre mot de passe, tapez l'adresse e-mail complète que vous utilisez pour vous connecter à votre compte Orangescrum.

source: After submitting please click on the link sent to your email
fr: Après avoir soumis s'il vous plaît cliquer sur le lien envoyé à votre email

source: Your Password is successfully changed.
fr: Votre mot de passe est changé avec succès.

source: Login
fr: Connecter

source: with your new pasword
fr: avec votre nouveau pasword

source: Please enter your email.
fr: S'il vous plaît entrer votre adresse courriel

source: Invalid 'E-mail' address!
fr: Adresse e-mail invalide

source: Password cannot be blank!
fr: Mot de passe ne peut être vide!

source: Password should be between 6-15 characters!
fr: Mot de passe doit être entre 6-15 caractères!

source: Re-Type Password cannot be blank!
fr: Re-Type Mot de passe ne peut être vide!

source: Passwords do not match!
fr: Les mots de passe ne sont pas identiques

source: Getting Started with Orangescrum
fr: Mise en route avec Orangescrum

source: Name your project suitably, choose short name accordingly.
fr: Nommez votre projet convenablement, choisissez le nom abrégé en conséquence.

source: Add up your team members/customers to the project while creating.
fr: Ajouter vos membres de l'équipe / clients au projet tout en créant.

source: Alternately, you can add team/customer to a project in ‘Manage Projects’ section.
fr: Alternativement, vous pouvez ajouter équipe / client à un projet dans la section «Gérer les projets».

source: Send invitation to team member (separate by comma for multi Email IDs)
fr: Envoyer une invitation à l'équipe Membre (séparée par des virgules pour les ID Email Multi)

source: Invitees need to set up their account using link provided in the email.
fr: Les invités doivent créer leur compte à l'aide du lien fourni dans le courriel.

source: Assign projects to your team members while inviting them.
fr: Attribuer des projets aux membres de votre équipe tout en les invitant.

source: You can assign/remove projects from your team members any time on manage users section.
fr: Vous pouvez attribuer / supprimer des projets des membres de votre équipe tout moment sur la gestion section des utilisateurs.

source: Enter a title, put due date or set priority and create a task under a project.
fr: Entrez un titre, mettez la date d'échéance ou définir la priorité et créer une tâche dans un projet.

source: Assign task to a team member, attach files from Google Drive or Dropbox while creating a task.
fr: Attribuer tâche à un membre de l'équipe, joindre des fichiers à partir de Google Drive ou Dropbox, tout en créant une tâche.

source: You can also Import a bunch of tasks from a .CSV file under a project.
fr: Vous pouvez également importer un tas de tâches à partir d'un fichier .csv dans un projet.

source: You can categorize your Task usign the Task Types.
fr: Vous pouvez classer votre tâche usign les types de tâches.

source: It's doesn't matter whether your business is Education or Health Services or Construction, you can define your own Task Type and add Tasks under them
fr: Il est n'a pas d'importance si votre entreprise est l'éducation ou les services de santé ou de construction, vous pouvez définir votre propre type de tâche et ajouter des tâches sous eux

source: You can remove the default Task Type by unchecking the checkbox and save the changes.
fr: Vous pouvez supprimer la valeur par défaut Type de tâche en décochant la case à cocher et enregistrer les modifications.

source: Respond via Email
fr: Répondre par e-mail

source: You can respond to the task Email sent from
fr: Vous pouvez répondre à la tâche envoie un courriel

source: Your Email response will be posted on Orangescrum against that task.
fr: Votre réponse Email sera affiché sur Orangescrum contre cette tâche.

source: Respond on a task even on-the-go from your mobile via Email.
fr: Répondre à une tâche même sur le pouce de votre mobile via e-mail.

source: Desktop Notification
fr: Notification de bureau

source: The Desktop Notification works on heigher versions of most of the browsers.
fr: La notification Desktop fonctionne sur les versions de la plupart des supérieure d'icônes des navigateurs.

source: Firefox 22 and above, Chrome 32 and above, Safari 6 on Mac OSX 10.8+
fr: Firefox 22 et au-dessus, Chrome 32 et au-dessus, Safari 6 sur Mac OSX 10.8+

source: You'll see a pop-up when a new task or reply arrives so you can keep track of your Tasks even when you're not looking at
fr: Vous verrez un pop-up quand une nouvelle tâche ou réponse arrive donc vous pouvez garder une trace de vos tâches, même lorsque vous n'êtes pas en regardant

source: Turn the desktop notification On or Off in the
fr: Tournez la notification de bureau On ou Off dans le

source: page.
fr: pag

source: Settings
fr: Paramètre

source: Setting
fr: Réglages

source: Timezone & Profile
fr: Timezone & Profil

source: Personalize your Orangescrum account by setting up your Profile details and Timezone.
fr: Personnalisez votre compte Orangescrum en mettant en place les détails de votre profil et Timezone.

source: The Timezone settings help you to keep stay up-to-date while working with a virtual or remote team.
fr: Les paramètres de fuseau horaire vous aider à garder Restez à jour tout en travaillant avec une équipe virtuelle ou à distance.

source: The Email Notification is set to "No" by default, to get email those email only when selected when task is posted.
fr: La notification par courrier électronique est réglé sur \ "Non " par défaut, pour obtenir par courriel les e-mail uniquement lorsqu'il est sélectionné lorsque la tâche est affiché.

source: Set to "Yes", to get all the Task related Emails from all your assigned projects from Orangescrum.
fr: Réglez \ "Oui ", pour obtenir tous les e-mails liés Tâche de tous vos projets assignés de Orangescrum.

source: You can enable or disable Google Chrome Desktop Notification on the "Notification" page.
fr: Vous pouvez activer ou désactiver la notification Google Chrome Desktop sur la "notification " la page \.

source: Reports
fr: Rapports

source: Customize your Email report settings.
fr: Personnalisez vos paramètres de rapport Email.

source: Select projects and set your daily update settings.
fr: Sélectionnez les projets et définir vos paramètres quotidiens de mise à jour.

source: Replied
fr: répondit

source: Comment
fr: Commentaire

source: Edited
fr: Éditer

source: Welcome to Orangescrum Community Edition v1.6.1
fr: Bienvenue à Orangescrum Community Edition v1.6.1

source: Make sure that,
fr: Assure-toique

source: You have write permission (777) to
fr: Vous avez la permission d'écriture (777)

source: and
fr: et

source: folders
fr: Dossiers

source: You have provided the details of
fr: Vous avez fourni les détails de

source: email sending options in
fr: email les options d'envoi en

source: You have updated FROM_EMAIL_NOTIFY and SUPPORT_EMAIL in
fr: Vous avez mis à jour FROM_EMAIL_NOTIFY et SUPPORT_EMAIL dans

source: How it Works?
fr: Comment ça marche?

source: Help!
fr: A l'aide!

source: to
fr: à

source: Make sure that, the
fr: Assurez-vous que, le

source: file is there in the root directory
fr: fichier est là dans le répertoire racine

source: Login to your Account
fr: Connectez-vous à votre compte

source: Quick Signup
fr: Inscription rapide

source: Password
fr: Mot de passe

source: Remember me
fr: Souvenir de moi

source: Forgot Password
fr: Mot de passe oublié

source: By signing up you you agree that you have read, understand, and accept the
fr: En vous inscrivant vous vous êtes d'accord que vous avez lu, compris, et acceptez les

source: License
fr: Licence

source: Signup
fr: Inscription

source: Resend
fr: Envoyer à nouveau

source: Are you sure you want to enable
fr: Êtes-vous sûr que vous voulez à la caisse?

source: Are you sure you want to disable
fr: Êtes-vous sûr que vous voulez à la caisse?

source: Are you sure you want to mark
fr: Êtes-vous sûr que vous voulez à la caisse?

source: as client
fr: en tant que client

source: Are you sure you want to revoke client access from
fr: Etes-vous sûr de vouloir révoquer l'accès client à partir

source: Revoke Client
fr: Révoquer client

source: Are you sure you want to revoke Admin privilege from
fr: Etes-vous sûr de vouloir révoquer le privilège d'administration de

source: Revoke Admin
fr: Révoquer Administrateur

source: Are you sure you want to grant Admin privilege to
fr: Êtes-vous sûr de vouloir accorder le privilège Admin

source: Grant Admin
fr: Grant Administrateur

source: No activity yet
fr: Aucune activité encore.

source: No users found.
fr: Aucun utilisateur ont trouvé.

source: Sending invitation again
fr: Envoi à nouveau invitation

source: Add New User
fr: Ajouter un nouvel utilisateur

source: Designation
fr: La désignation

source: Work Hour per Day
fr: Heure de travail par jour

source: Work Days per Week
fr: Jours de travail par semaine

source: API Access Token
fr: API jeton d'accès

source: Re-generate
fr: Régénérer

source: Are you sure you want to delete
fr: Etes-vous sûr que vous voulez supprimer

source: Choose Company Logo
fr: Choisissez Company Logo

source: Are you sure to delete logo
fr: Etes-vous sûr de supprimer le logo

source: Time Zone
fr: Fuseau horaire

source: Business Unit
fr: Unité d'affaires

source: Salary
fr: Un salaire

source: Contact Number
fr: Numéro de contact

source: Edit Profile Image
fr: Modifier le profil image

source: Delete Profile Image
fr: Supprimer Image de profil

source: Choose Profile Image
fr: Choisissez Image de profil
