Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/fra/LC_MESSAGES/default.po
Languages: fr

source: Past hour
fr: heures passées

source: Past 24 hours
fr: Dernières 24 heures

source: Past week
fr: La semaine dernière

source: Past month
fr: Mois passé

source: Past year
fr: L'année dernière

source: Custom range
fr: Plage personnalisée ...

source: Next month
fr: Le mois prochain

source: Next year
fr: l'annee prochaine.

source: From Date cannot be left blank!
fr: Date d'entrée ne peut pas être laissée en blanc!

source: To Date cannot be left blank!
fr: A Date ne peut pas être laissée en blanc!

source: From Date cannot exceed To Date!
fr: Date d'entrée ne peut pas dépasser à ce jour!

source: Any time
fr: À tout moment

source: Range
fr: Portée

source: Types
fr: Types de Construction

source: Members
fr: Membres

source: Assign to
fr: Assigner à

source: Export CSV
fr: Exporte CSV

source: Last Sign In:
fr: Dernière connexion:

source: more
fr: plus

source: hide
fr: cacher

source: Already in this Project.
fr: Déjà dans ce projet.

source: No Projects assigned yet!
fr: Aucun projet encore classée!

source: Move
fr: Déplacer

source: less
fr: moins

source: No recently viewed
fr: Pas récemment vu

source: Search Results
fr: Résultat(s) de la recherche

source: No result found
fr: Aucun résultat trouvé

source: No tasks(s) available.
fr: Aucune tâche disponible (s).

source: Created Date
fr: date de création

source: No tasks available
fr: Pas de tâches disponibles

source: Are you sure you want to change the Due Date?
fr: Etes-vous sûr de vouloir changer la date d'échéance?

source: Task Filter
fr: Filtre Task

source: Time
fr: Heure

source: Group by
fr: Grouper par

source: Assigned to
fr: Assigné à

source: Sort by
fr: Trier par

source: Tab Settings
fr: Onglet Paramètres

source: Loading...
fr: Chargement en cours ...

source: loading...
fr: chargement...

source: My
fr: Mon

source: Loading Tasks...
fr: Chargement des tâches ...

source: Cancel Daily Catch-Up
fr: Annuler Daily Catch-Up

source: Do you want to get daily progress update from your team member(s)?
fr: Voulez-vous d'obtenir quotidiennement mise à jour du progrès de votre membre (s) de l'équipe?

source: Just schedule it and sit back, end of the day you will get the update email in your inbox.
fr: Juste planifier et asseyez-vous, à la fin de la journée, vous aurez la mise à jour e-mail dans votre boîte de réception.

source: Get Daily Team updates without nagging them.
fr: Recevoir des mises à jour quotidiennes de l'équipe sans les harceler.

source: Get Daily Progress from your team mates in a single email
fr: Obtenez Daily Progress de vos coéquipiers dans un seul e-mail

source: You have a distributed team, every tasks can not be captured, you just want your team send daily update, just set it here and sit back.
fr: Vous avez une équipe distribuée, toutes les tâches ne peuvent pas être capturés, vous voulez juste votre équipe envoyer la mise à jour quotidienne, vient de mettre ici et asseyez-vous.

source: Automate daily updates from your team.
fr: Automatiser les mises à jour quotidiennes de votre équipe.

source: Import Task
fr: tâche d'importation

source: Upload File
fr: Télécharger des fichiers

source: Preview Data
fr: Aperçu des données

source: Upload Summary
fr: Ajouter Résumé

source: Create Project
fr: Créer un projet

source: Find a Project
fr: Trouver un projet

source: Upload your CSV file
fr: Téléchargez votre fichier CSV

source: Choose file
fr: Sélectionner un fichier

source: rows maximum size
fr: lignes de taille maximale

source: Continue
fr: Continuer

source: CSV File
fr: fichier CSV

source: Download the sample file
fr: Télécharger le fichier d'échantillon

source: to see what you can import
fr: pour voir ce que vous pouvez importer

source: Milestone Name
fr: Nom du jalon

source: mandatory
fr: obligatoire

source: Description of the task
fr: Description de la tâche

source: Due date of Task (mm/dd/yyyy)
fr: Date d'échéance de la tâche (jj / mm / aaaa)

source: Current status of the Task (NEW, In Progress, RESOLVED, CLOSED)
fr: Statut actuel de la tâche (NOUVEAU, In Progress, RÉSOLU, FERMÉ)

source: Task type (Bug, Development, Enhancement, RnD, QA, Unit Testing, Maintenance, Release, Updates, Idea, Others)
fr: Type de tâche (Bug, développement, mise en valeur, RnD, QA, tests unitaires, d'entretien, de presse, mises à jour, Idée, Autres)

source: Email ID of Task Assigned To
fr: Email ID de tâche assignée à

source: Help
fr: Aide

source: Choose a project to Import Task
fr: Choisissez un projet pour importer des tâches

source: Upload the valid CSV file with your Tasks
fr: Téléchargez le fichier CSV valide avec vos tâches

source: First system will prompt a preview of all the data in the file
fr: Premier système vous demandera un aperçu de toutes les données dans le fichier

source: In preview you can validate your data
fr: En avant-première, vous pouvez valider vos données

source: Confirm the data in the preview and Import them to the system
fr: Confirmez les données dans l'aperçu et les importer dans le système

source: All the Tasks will be posted to the selected Project.
fr: Toutes les tâches seront affichées sur le projet sélectionné.

source: Tasks to Import
fr: Tâches à importer

source: Please double-check the below points before importing your Tasks
fr: S'il vous plaît vérifiez les points ci-dessous avant d'importer vos tâches

source: Blank Title
fr: Titre Blank

source: Invalid Due Date (should be <b>MM</b>/<b>DD</b>/<b>YYYY</b>)
fr: Invalid Due Date (doit être <b> MM </ b> / <b> DD </ b> / <b> AAAA </ b>)

source: Invalid or Misspelled Status
fr: Statut non valide ou Misspelled

source: Invalid or Misspelled Type
fr: Invalide ou Misspelled type

source: Unknown Assigned To Email ID (User must be associated with the project)
fr: Inconnu Assignée à Envoyer ID (l'utilisateur doit être associé au projet)

source: Invalid Estimated Hour
fr: Heure estimée invalide

source: Invalid start time or end time or break time or spent hour
fr: Heure de début ou de fin de séjour invalide ou heure de pause ou heure passée

source: Confirm & Import
fr: Confirmer & Import

source: Input CSV file
fr: fichier CSV d'entrée

source: Total data
fr: données total

source: Valid data
fr: Les données valides

source: Task(s) Imported into project
fr: Tâche (s) importé dans le projet

source: Please upload a valid csv file
fr: S'il vous plaît télécharger un fichier csv valide

source: Export milestone to CSV
fr: Exporter étape vers CSV

source: Export Tasks to CSV
fr: Tâches d'exportation au format CSV

source: Please select atleast one checkbox to export the milestone tasks to csv
fr: S'il vous plaît sélectionner au moins une case à cocher pour exporter les tâches d'étape à csv

source: View More
fr: Afficher plus

source: Create Task
fr: Créer une tâche

source: View All
fr: Tout voir

source: Invite User
fr: Inviter l'utilisateur

source: Summary
fr: Résumé

source: Project RAG Status
fr: Statut du projet RAG

source: Project Time Sheet
fr: Fiche horaire du projet

source: Resource Time Sheet
fr: Feuille de temps de ressources

source: Time Log per Project
fr: Time Log for Project

source: Time Log per Resource
fr: Journal de temps par ressource

source: Tasks per Resource
fr: Tâches par ressource

source: Task List
fr: Liste de tâches

source: Activities
fr: Activités

source: Weekly Task Progress By Resource
fr: Progrès hebdomadaires des tâches par ressource

source: Project Time Log
fr: Journal du temps du projet

source: Resource Time Log
fr: Registre du temps des ressources

source: Projects
fr: Des projects

source: To Do List
fr: Liste de choses à faire

source: Cost Report
fr: Rapport de coût

source: Resource Cost Report
fr: Rapport sur les coûts des ressources

source: Weekly Task Progress By Project
fr: Progrès hebdomadaires des tâches par projet

source: Task Type Time Log
fr: Type de tâche Journal de temps

source: Welcome
fr: Bienvenue

source: Get started with your Orangescrum account
fr: Commencez avec votre compte Orangescrum

source: You're just 3 simple steps away from exploring Orangescrum!
fr: Vous êtes à seulement 3 étapes simples loin de l'exploration Orangescrum!

source: Create and Assign Project
fr: Créer et Assign Project

source: Name your project suitably and select a matching short name.
fr: Nommez votre projet convenablement et sélectionnez un nom court correspondant.

source: You as an admin will be automatically assigned the project created above
fr: Vous en tant qu'administrateur sera attribué automatiquement le projet créé au-dessus

source: Send invitation to co-workers for the project
fr: Envoyer invitation à des collègues pour le projet

source: Users need to setup their account by using the invitation email
fr: Les utilisateurs doivent installer leur compte en utilisant l'e-mail d'invitation

source: Then, Admin can add them up to the project
fr: Ensuite, Admin peut les additionner au projet

source: You can create task under a project
fr: Vous pouvez créer des tâches dans un projet

source: Select title, put due date, set priority
fr: Sélectionner le titre, la date d'échéance mis, définir la priorité

source: Assign the task to resource
fr: Attribuer la tâche à la ressource

source: of 3 Steps Completed
fr: de 3 étapes terminées

source: Create your first project, and get started
fr: Créer votre premier projet, et lancez-vous

source: Looks like it's just you in here
fr: On dirait qu'il n'y a que vous ici

source: works best when you add your Co-workers.
fr: fonctionne mieux lorsque vous ajoutez vos collaborateurs.

source: Final step, Create Task and assign, Boom!
fr: Dernière étape, créer des tâches et assigner, Boom!

source: Wow! You have completed all the basics of
fr: Hou la la! Vous avez terminé toutes les bases de

source: Now you can get started with
fr: Maintenant, vous pouvez commencer avec

source: This page will automatically redirect to dashboard within
fr: Cette page sera automatiquement rediriger vers le tableau de bord au sein

source: Click here
fr: Cliquez ici

source: to Redirect to the task page.
fr: pour rediriger vers la page des tâches.

source: Create your Custom Task Type
fr: Créez votre type de tâche personnalisée

source: Add User
fr: Ajouter un utilisateur

source: Enter User Name
fr: Introduire le nom d'utilisateur

source: Loading users
fr: utilisateurs Chargement

source: Add & Continue
fr: Ajouter & Continuer

source: Or
fr: Ou

source: to Redirect to the dashboard page.
fr: pour rediriger vers la page du tableau de bord.

source: No Recent Activities
fr: Non Activités récentes

source: Task without Due Date
fr: Tâche sans Due Date

source: Hours spent and still counting
fr: Heures consacrées et toujours compter

source: Hours spent on
fr: Heures consacrées à

source: No tasks assigned to you, Explore cool features
fr: Aucune tâche qui vous sont assignées, Explorer fonctionnalités intéressantes

source: of File Storage
fr: de stockage de fichiers

source: Active Users
fr: Comptes d'utilisateurs actifs

source: Email Notification
fr: Notification par email

source: OFF
fr: DE

source: ON
fr: SUR

source: Disabled
fr: Désactivé

source: No users assigned
fr: Aucun utilisateur assignés

source: No data available
fr: Aucune donnée disponible

source: Recent
fr: Récent

source: Assigned To Me
fr: Assigné à moi

source: Delegated To Others
fr: Délégué à d'autres

source: Create New Task
fr: Créer Nouvelle Tâche

source: Assign To User
fr: Affecter à l'utilisateur

source: Assign to User
fr: Affecter à l'utilisateur

source: Add Task
fr: Ajouter une tâche

source: Complete
fr: Terminé

source: Late by
fr: en retard par

source: days
fr: jours

source: day
fr: jour

source: Coming up in
fr: À venir dans

source: These tasks are waiting on this task.
fr: Ces tâches sont en attente sur cette tâche.

source: Resolve
fr: Résoudre

source: Re-open
fr: rouvrir

source: Reply
fr: Réponse

source: Move to Project
fr: Déplacer vers Project

source: Move Task To Milestone
fr: Déplacer Tâche Milestone

source: Move to Milestone
fr: Déplacer vers Milestone

source: Remove Task
fr: Retirer Task

source: No active Milestone
fr: Pas Milestone actif

source: No Completed Milestone
fr: No Milestone Terminé

source: No milestone
fr: Aucune étape

source: Create Milestone
fr: Créer Milestone

source: Task Reports
fr: Rapports de tâches

source: Hour Spent
fr: Hour passé

source: Weekly Usage
fr: usage hebdomadaire

source: Resource Availability
fr: La disponibilité des ressources

source: Go Back
fr: Retour

source: Card View
fr: Vue de la carte

source: List View
fr: Vue en liste

source: Details
fr: Détails

source: Personal Settings
fr: Paramètres personnels

source: My Profile
fr: Mon profil

source: Change Password
fr: Changer le mot de passe

source: Notifications
fr: Notification

source: Email Reports
fr: Rapports Email

source: Company Settings
fr: Paramètres de la Société

source: My Company
fr: Mon entreprise

source: Client Restrictions
fr: Restrictions du client

source: Cancel Account
fr: Annulation du compte

source: Account Settings
fr: Paramètres de compte

source: Subscription
fr: Abonnement

source: Credit Card
fr: Carte de crédit

source: Account Activity
fr: Activité du compte

source: Upgrade Subscription
fr: Mise à niveau d'Abonnement

source: Downgrade Subscription
fr: Downgrade abonnement

source: Edit Credit Card
fr: Modifier la carte de crédit

source: Account Limitation
fr: compte Limitation

source: Pricing
fr: Prix

source: Daily Progress Reminder
fr: Daily Reminder Progress

source: Template
fr: Modèle

source: Templates
fr: Modèles

source: Analytics
fr: Analyse

source: Bug Reports
fr: Rapports de bogues

source: Hours Spent Reports
fr: Rapports Heures consacrées

source: Account
fr: Compte

source: Delete Account
fr: Supprimer le compte

source: Task Status Group
fr: Groupe de travail d'état

source: Weekly Usage Report
fr: Rapport d'utilisation hebdomadaire

source: Resource Utilizations
fr: Les utilisations de ressources

source: Installation Wizard
fr: Assistant d'installation

source: Installed Add-ons
fr: Add-ons installés

source: Miscellaneous
fr: Divers

source: Gantt Chart
fr: Diagramme de Gantt

source: User Role Management
fr: Gestion du rôle utilisateur

source: Expense
fr: Frais

source: Compact View
fr: Vue compacte

source: Kanban View
fr: Kanban Voir

source: Calendar
fr: Calendrier

source: Chart
fr: Graphique

source: Manage Milestone
fr: Gérer Milestone

source: Milestone Kanban View
fr: Milestone Kanban Voir

source: Parents
fr: Les parents

source: Dependents
fr: Dépendants

source: Task can't start. Waiting on these task to be completed.
fr: Tâche ne peut pas démarrer. En attente sur ces tâches à remplir.

source: Est. Hour(s)
fr: Est. Heures)

source: Task Progress
fr: Progrès de la tâche

source: View remaining
fr: Voir le reste

source: thread
fr: fil

source: threads
fr: fils

source: View latest 5
fr: Afficher: Dernière version

source: View oldest thread on top
fr: Voir le plus ancien fil sur le dessus

source: Newer
fr: plus récent

source: View newest thread on top
fr: Voir le plus récent fil sur le dessus

source: Older
fr: Plus agé

source: HTML Editor
fr: Editeur HTML

source: Text Editor
fr: Éditeur de texte

source: Write your Reply
fr: Écrivez votre réponse

source: Attachment(s)
fr: Pièce jointe (s)

source: Select multiple files to upload...
fr: Sélectionnez plusieurs fichiers à télécharger ...

source: Drag and Drop files to Upload
fr: fichiers par glisser-déposer Téléchargement

source: Max size
fr: taille maximale

source: Notify via Email
fr: Aviserons par courriel:

source: Do not show this reply to the client
fr: Ne pas afficher cette réponse au client

source: Post
fr: Article

source: Assigned To
fr: Assigné à

source: Files in this Task
fr: Les fichiers de ce Groupe

source: More
fr: Plus

source: No Files in this Task
fr: Aucun fichier dans cette tâche

source: Last Updated
fr: Dernière Mise à Jour

source: People Involved
fr: Personnes impliquées

source: Uploaded by
fr: Ajouté par

source: Move to project
fr: Déplacer à projeter

source: Start timer
fr: Démarrer un minuteur

source: Remove from
fr: Retirer

source: by
fr: par

source: No Task
fr: Pas de tâche

source: No tasks for me
fr: Aucune tâche pour moi

source: No tasks as overdue
fr: Aucune tâche que retard

source: No tasks delegated
fr: Aucune tâche déléguée

source: No high priority tasks
fr: Aucune tâche de priorité élevée

source: Add New
fr: Ajouter

source: Enter Description...
fr: Entrez une description ...

source: No files setelcted
fr: Aucun setelcted

source: Task Count
fr: Nombre de tâches

source: Filter Items
fr: Articles de filtre

source: Select a Project
fr: Sélectionnez un projet

source: Select a Task
fr: Sélectionnez une tâche

source: Is Billable
fr: est facturable

source: Start Conversation
fr: Démarrer Conversation

source: Toggle navigation
fr: Dérouler la Navigation

source: Please create a Project to add Task under that Project
fr: S'il vous plaît créer un projet pour ajouter des tâches en vertu de ce projet

source: Dashboard
fr: Tableau de bord

source: Milestones
fr: Jalons

source: Recently viewed
fr: Récemment vu

source: Search Tasks
fr: recherche Tâches

source: Project Template
fr: modèle de projet

source: Task Template
fr: modèle Tâche

source: This Account is managed by
fr: Ce compte est géré par

source: Projects:
fr: Des projects

source: Users:
fr: Utilisateurs

source: Storage:
fr: Entreposage :

source: Default View
fr: Vue par défaut

source: Help & Support
fr: Support d'aide

source: Getting Started
fr: Mise en route

source: Language Settings
fr: Les paramètres de langue

source: Log Out
fr: Connectez - Out

source: Invoice Settings
fr: Paramètres de la facture

source: Cost Settings
fr: Paramètres de coûts

source: Salary Managemment
fr: Gestion des salaires

source: General Questions
fr: Questions générales

source: Features
fr: Fonctions

source: How it works?
fr: Comment ça marche?

source: Updated
fr: Mis à jour

source: out of
fr: en dehors de

source: task are closed
fr: tâche sont fermés

source: Last activity on
fr: Dernière activité sur

source: Not Found
fr: Pas de résultats

source: Add Users
fr: Ajouter des comptes d'utilisateurs

source: optional
fr: facultatif

source: Use comma to separate multiple email ids
fr: Utilisez des virgules pour séparer plusieurs identifiants de messagerie

source: Make Inactive
fr: Faire inactif

source: First Name
fr: Prénom

source: Last Name
fr: Nom de famille

source: Select Currency
fr: - Sélectionnez devise -

source: Organization
fr: Organisation

source: Address
fr: Adresse

source: Street
fr: Rue

source: City
fr: Ville

source: State
fr: Etat

source: Country
fr: Pays

source: Postal Code
fr: Code Postal

source: Phone Number
fr: Numéro de téléphone

source: Project Manager
fr: Chef de projet

source: Company Name
fr: Nom de la compagnie

source: Add new Users
fr: Ajouter de nouveaux utilisateurs

source: owner
fr: propriétaire

source: admin
fr: administrateur

source: Estimated Hours
fr: Heures estimées

source: Default Rate
fr: Taux de défaut

source: Technology
fr: La technologie

source: Please contact your account owner to create more projects
fr: S'il vous plaît contacter le propriétaire de votre compte pour créer plus de projets

source: Upgrade
fr: Mise à jour

source: you account to create more projects
fr: votre compte pour créer plus de projets

source: Estd. Hour(s)
fr: Estd. Heures)

source: Depends On
fr: Dépend de

source: Email ID
fr: Email :

source: Project to be
fr: Projet d'être

source: Assign Role
fr: Attribuer un rôle

source: Sorry, User Limit Exceeded!
fr: Désolé, Limite de l'utilisateur Dépassé!

source: your account to create more users
fr: votre compte pour créer plus d'utilisateurs

source: Sub-Category Title
fr: Titre de sous-catégorie

source: Edit Task Status Group Name
fr: Modifier la tâche Nom du groupe de statut

source: Enter Task Status Group name
fr: Entrez Nom de la tâche Etat du groupe

source: Enter status name
fr: Entrez le nom d'état

source: click button to save color
fr: cliquez sur le bouton pour enregistrer la couleur

source: Add Status
fr: Ajouter Statut

source: No tasks have been archived yet on this project
fr: Aucune tâche n'a encore été archivée dans ce projet

source: All archived tasks of this project will appear here
fr: Toutes les tâches archivées de ce projet apparaîtront ici

source: No files have been archived yet on this project
fr: Aucun n'a encore été archivée dans ce projet

source: All archived files of this project will appear here
fr: Tous les fichiers archivés de ce projet apparaîtront ici

source: No task activities on this project
fr: Aucune tâche activités sur ce projet

source: All activities of this project will appear here
fr: Toutes les activités de ce projet apparaîtront ici

source: No files have been shared or uploaded on this project
fr: Aucun fichier n'a été partagé ou téléchargé sur ce projet

source: All files shared on this project will appear here
fr: Tous les fichiers partagés sur ce projet apparaîtront ici

source: No files found
fr: Aucun fichier trouvé

source: No Overdue Task on this project
fr: Aucune des tâches en retard sur ce projet

source: No High Priority Task have been created on this project
fr: Aucune tâche prioritaire ont été créés sur ce projet

source: No Task for me on this project
fr: Aucune tâche pour moi sur ce projet

source: No Task delegated on this project
fr: Aucune tâche déléguée sur ce projet

source: No Task have been created on this project
fr: Aucune tâche ont été créés sur ce projet

source: All Task created on this project will appear here
fr: Toutes les tâches créées sur ce projet apparaîtra ici

source: Set Password
fr: Définir le mot de passe

source: All Attachments
fr: Toutes les pièces jointes

source: Add Note
fr: Ajouter une note

source: Note Content
fr: Note Contenu

source: Add New Category
fr: Ajouter une nouvelle catégorie

source: Add Wiki Approver
fr: Ajouter Wiki Approver

source: Create New Project
fr: Créer un nouveau projet

source: Save Filter
fr: Enregistrer le filtre

source: Approve Wiki Details
fr: Approuver les détails de Wiki

source: All Activities
fr: Toutes les activités

source: Add Wiki Comment
fr: Ajouter Wiki Commenter

source: Add New Wiki Category
fr: Ajouter une nouvelle catégorie Wiki

source: Add New Wiki Sub-Category
fr: Ajouter une nouvelle sous-catégorie Wiki

source: Create New Role Group
fr: Créer un nouveau groupe de rôle

source: Add New Customer
fr: Ajouter un nouveau client

source: Status Report
fr: Rapport de situation

source: Latest 5 Comments
fr: Derniers 5 commentaires

source: Resource Not Available
fr: Ressource non disponible

source: Overload Details
fr: Détails de surcharge

source: New Task Type
fr: Nouveau Type de tâche

source: Log time
fr: Connectez-temps

source: User Leave Form
fr: Formulaire de congé d'utilisateur

source: Choose an existing task
fr: Choisissez une tâche existante

source: Need help getting started?
fr: Besoin d'aide pour commencer?

source: If you get stuck or need help with anything we are here for you. Just
fr: Si vous êtes coincé ou besoin d'aide avec tout ce que nous sommes là pour vous. Juste

source: send us a line
fr: envoyez-nous une ligne

source: we will get back to you as soon as possible or find your answer at our
fr: nous reviendrons vers vous dès que possible ou trouver votre réponse à notre

source: help desk
fr: Service d'Assistance

source: Ok, got it!
fr: OK, j'ai compris!

source: Invite New User
fr: Inviter un nouvel utilisateur

source: Make sure that you have done the below required changes in
fr: Assurez-vous que vous avez fait les changements ci-dessous requises
