Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/dum/LC_MESSAGES/default.po
Languages: nl

source: updated expense & finally submitted.
nl: Bijgewerkte kosten en eindelijk ingediend.

source: created
nl: Gemaakt

source: expense details.
nl: Kosten details.

source: updated
nl: Bijgewerkt

source: deleted expense details.
nl: Verwijderde kosten details.

source: created expense category.
nl: Gecreëerde kostencategorie.

source: updated expense category.
nl: Bijgewerkte kostencategorie.

source: added
nl: Toegevoegd

source: expense attachments.
nl: Kostenbijlagen.

source: deleted expense attachments.
nl: Verwijderde kostenbijlagen.

source: downloaded expense attachments.
nl: Gedownloade kostenbijlagen.

source: exported pdf report from main panel.
nl: Geëxporteerd pdf rapport van het hoofdpaneel.

source: exported pdf report by selecting checkboxes.
nl: Geëxporteerd pdf rapport door selectievakjes te selecteren.

source: approved expense
nl: Goedgekeurde kosten

source: rejected expense
nl: Geweigerde kosten

source: finally approved expense
nl: Uiteindelijk goedgekeurde kosten

source: downloaded
nl: gedownload

source: sent
nl: verzonden

source: modified
nl: gemodificeerde

source: viewed
nl: bekeken

source: this invoice.
nl: deze factuur.

source: No task(s) available.
nl: Geen taak (s) beschikbaar.

source: Project cannot be left blank!
nl: Project kan niet leeg zijn!

source: No Milestone(s) available.
nl: Er zijn geen opdrachten beschikbaar

source: User(s) in this
nl: Gebruiker (s) in deze

source: Select Project Template
nl: Selecteer Project Template

source: Project Name is mandatory when "All" project is selected.
nl: Projectnaam is verplicht wanneer "Alles" -project is geselecteerd.

source: hh:mm format only
nl: hh: mm formaat alleen

source: Start Time & End Time
nl: Start Tijd & Eindtijd

source: hh:mmam/pm format only, Ex. 10:45am/10:45pm - no space between time and meridian
nl: hh: alleen mmam / pm formaat, Ex. 10:45 am/10:45pm - geen ruimte tussen tijd en meridiaan

source: We can upload more one project if we select "All" project from project dropdown
nl: We kunnen meer één project uploaden als we 'Alle' project selecteren uit project dropdown

source: Start Time, End Time and Break Time will be treated as time log for the individual task.
nl: Starttijd, eindtijd en breektijd worden behandeld als tijdlogboek voor de individuele taak.

source: Is Billable is treated as whether the Time Log is billable one or not. The input will be either 0 or 1.
nl: Is Billable behandeld als of het Time Log één of meer facturabel is. De invoer zal 0 of 1 zijn.

source: 0 - Not Billable
nl: 0 - Niet te berekenen

source: 1 - Billable
nl: 1 - Betaalbaar

source: Left blank the columns having no entry.
nl: Links leeg zijn de kolommen zonder invoer.

source: "Assigned To" must be an email
nl: "Toegewezen aan" moet een e-mail zijn

source: You have not created any project yet
nl: Je hebt nog geen project gemaakt

source: No projects found.
nl: Geen projecten gevonden

source: Created by
nl: Gemaakt door

source: User(s)
nl: Gebruikers

source: Task(s)
nl: taken

source: Storage
nl: Opslag

source: Hour(s)
nl: Uur(en)

source: Minute(s)
nl: Minu(u)t(en)

source: Timezone
nl: Tijdzone

source: Frequency
nl: Frequentie

source: 5 days in week
nl: 5 dagen in de week

source: 6 days in week
nl: 6 dagen in de week

source: 7 days in week
nl: 7 dagen in de week

source: 12 Default Task Types listed and the #of Tasks associated with them. You can remove any of them by unchecking the checkbox and save the changes.
nl: 12 standaard taak typen weergegeven en de # taken die bij hen zijn geassocieerd. U kunt ze verwijderen door het vinkje uit te vinken en de wijzigingen op te slaan.

source: Click on the
nl: Klik op de

source: and add your new Task Types.
nl: en voeg uw nieuwe Task Types.

source: Custom Task Type
nl: Custom Taaktype

source: Default Task Type
nl: Standaard Taaktype

source: Task(s)
nl: taken

source: Task Types are independent of Projects, but please create a Project to get started.
nl: Task Types zijn onafhankelijk van de projecten, maar maakt u een project aan de slag.

source: Bugs
nl: Fouten

source: Day(s)
nl: 30 dagen

source: Bug Report
nl: Foutmeldings rapportage

source: Bugs created.
nl: Bugs gemaakt.

source: Avg. days to Resolve a Bug
nl: Gem. dagen tot een Bug Resolve

source: Avg. days to Close a Bug
nl: Gem. dagen tot een Bug sluiten

source: Hours spent on these Bugs
nl: Uren besteed aan deze Bugs

source: No data for this date range & project.
nl: Er zijn geen gegevens voor deze periode & project.

source: Not enough Analytics data!
nl: Niet genoeg Analytics-gegevens!

source: Task Type - Pie Chart
nl: Taaktype - cirkeldiagram

source: Loading task type pie chart
nl: Loading taaktype cirkeldiagram

source: Task Type Statistics
nl: Taaktype Statistieken

source: Loading Statistics
nl: Loading Statistieken

source: Loading task trend chart
nl: Loading taak trend chart

source: Bug Status Pie Chart
nl: Bug Status cirkeldiagram

source: Loading bug status pie chart
nl: Loading bug status van cirkeldiagram

source: Bug Statistics
nl: bug Statistieken

source: Bugs Life Cycle - Line Chart
nl: Bugs Life Cycle - Lijndiagram

source: Loading bug life cycle line chart
nl: Loading bug levenscyclus lijngrafiek

source: Bug Glide Path Chart
nl: Bug Glide Path Grafiek

source: Loading bug glide path chart
nl: Loading bug glijpad chart

source: Replies
nl: Antwoorden

source: No Results Found
nl: Geen resultaten gevonden

source: hour
nl: uur

source: Total Hours
nl: Totaal aantal uren

source: Hours Spent on Task Type - Pie Chart
nl: Uren besteed aan Taaktype - cirkeldiagram

source: Loading Pie Chart
nl: Laden cirkeldiagram

source: Hours Spent by All
nl: Uren door All

source: Loading Grid view
nl: Loading rasterweergave

source: Loading Line Chart
nl: Loading Lijndiagram

source: Total # of Tasks
nl: Totaal van Taken

source: # of Tasks
nl: # Van Taken

source: Tasks created.
nl: Taken gemaakt.

source: Avg. days to Resolve a Task
nl: Gem. dagen tot een Task Resolve

source: Avg. days to Close a Task
nl: Gem. dagen tot een Task Sluit

source: Hours spent on these Tasks
nl: Uren besteed aan deze taken

source: Tasks Count
nl: taken Count

source: No Data for this week
nl: Geen gegevens voor deze week

source: Create Task Template
nl: Maak Task Template

source: # of Tasks Report
nl: # Van Taken Report

source: No project(s) available.
nl: Geen project (en) beschikbaar.

source: Assigned Project(s)
nl: Toegewezen Project (s)

source: No project(s) assigned.
nl: Geen project (en) toegewezen.

source: OVERDUE TASKS
nl: OVERDUE TAKEN

source: years
nl: Jaren

source: months
nl: maanden

source: No tasks
nl: geen taken

source: UPCOMING TASKS
nl: AANSTAANDE TAKEN

source: Choose which filters to show in your dashboard tabs
nl: Kies welke filtert om te laten zien in je dashboard tabbladen

source: Old Password
nl: Oud Wachtwoord

source: New Password
nl: nieuw wachtwoord

source: Confirm Password
nl: Bevestig Wachtwoord

source: Sorry, this is not available in this version.
nl: Sorry, dit is niet beschikbaar in deze versie.

source: Allow Admin
nl: Admin toestaan

source: Role Based Rate
nl: Rolgerichte tarief

source: Add Role
nl: Rol toevoegen

source: Hourly Rate
nl: Uurtarief

source: Hourly Actual Cost
nl: Uur daadwerkelijke kosten

source: Add More
nl: Voeg meer toe

source: Milesone
nl: Mijlpaal

source: Send me Email Notification
nl: Stuur me e-mail Notification

source: All New Task
nl: Alle Nieuwe taak

source: Send me All New Task emails
nl: Stuur me Alle Nieuwe taak e-mails

source: All Task Reply & Comment
nl: Alle Task Antwoord & Comment

source: All Task Status Change
nl: Alle Taakstatus Change

source: Send me All Status Update emails
nl: Stuur me Alle Status update e-mails

source: Show me Notification
nl: Laat me Notification

source: Enable Desktop Notification
nl: Enable Desktop Kennisgeving

source: Browser version supporting Desktop Notification,
nl: Browserversie ondersteunen Desktop Kennisgeving,

source: Firefox 22 and above
nl: Firefox 22 en hoger

source: Chrome 32 and above
nl: Chroom 32 en hoger

source: Above Safari 6 on Mac OSX 10.8+
nl: Boven Safari 6 op Mac OSX 10.8+

source: Send me Email Reports
nl: Stuur me e-mail Reports

source: Daily
nl: Dagelijks

source: Task Due (daily)
nl: Taak Due (dagelijks)

source: Send me Email
nl: Stuur me E-mail

source: Hour
nl: Uur

source: Min
nl: Minimaal

source: Select Projects
nl: Select Projecten

source: Forgot your password?
nl: Wachtwoord vergeten?

source: To reset your password, type the full email address you use to sign in to your Orangescrum Account.
nl: Om uw wachtwoord opnieuw in te stellen, typt u het volledige e-mailadres dat u gebruikt om in te loggen op uw Orangescrum-account.

source: After submitting please click on the link sent to your email
nl: Na het indienen, klik dan op de link naar uw e-mail

source: Your Password is successfully changed.
nl: Uw wachtwoord is met succes gewijzigd.

source: with your new pasword
nl: met uw nieuwe paswoord

source: Please enter your email.
nl: Vul uw .

source: Invalid 'E-mail' address!
nl: Ongeldig email adres!

source: Password cannot be blank!
nl: Wachtwoord mag niet leeg zijn!

source: Password should be between 6-15 characters!
nl: Wachtwoord moet tussen de 6-15 karakters!

source: Re-Type Password cannot be blank!
nl: Re-Type wachtwoord kan niet leeg zijn!

source: Passwords do not match!
nl: Wachtwoorden komen niet overseen!

source: Getting Started with Orangescrum
nl: Aan de slag met Orangescrum

source: Name your project suitably, choose short name accordingly.
nl: Noem uw project geschikt, kiest korte naam dienovereenkomstig.

source: Add up your team members/customers to the project while creating.
nl: Tel uw teamleden / klanten om het project tijdens het maken van.

source: Alternately, you can add team/customer to a project in ‘Manage Projects’ section.
nl: Als alternatief kunt u team / klant toe te voegen aan een project in de rubriek 'Manage Projects'.

source: Send invitation to team member (separate by comma for multi Email IDs)
nl: Stuur uitnodiging om lid (gescheiden door een komma voor multi-mail IDs) team

source: Invitees need to set up their account using link provided in the email.
nl: Genodigden moeten opzetten van hun account met behulp van link in de e-mail.

source: Assign projects to your team members while inviting them.
nl: Projecten toewijzen aan je teamleden terwijl hen uit te nodigen.

source: You can assign/remove projects from your team members any time on manage users section.
nl: U kunt toewijzen / projecten te verwijderen van uw teamleden elk gewenst moment op gebruikers beheren sectie.

source: Enter a title, put due date or set priority and create a task under a project.
nl: Voer een titel, zet vervaldatum of stel prioriteit en het creëren van een taak in het kader van een project.

source: Assign task to a team member, attach files from Google Drive or Dropbox while creating a task.
nl: Wijs taak om een ​​teamlid, hechten bestanden van Google Drive of Dropbox tijdens het maken van een taak.

source: You can also Import a bunch of tasks from a .CSV file under a project.
nl: U kunt ook importeren een bos van taken van een CSV-bestand in het kader van een project.

source: You can categorize your Task usign the Task Types.
nl: U kunt categoriseren uw Task specificeren van de Task Types.

source: It's doesn't matter whether your business is Education or Health Services or Construction, you can define your own Task Type and add Tasks under them
nl: Het maakt niet uit of uw bedrijf is Education of Health Services of Construction, kunt u uw eigen Taaktype definiëren en taken toe te voegen onder hen

source: You can remove the default Task Type by unchecking the checkbox and save the changes.
nl: U kunt de standaard Taaktype verwijderen door het vinkje in de checkbox en de wijzigingen op te slaan.

source: Respond via Email
nl: Reageer via e-mail

source: You can respond to the task Email sent from
nl: U kunt reageren op de taak E-mail verstuurd vanaf

source: Your Email response will be posted on Orangescrum against that task.
nl: Uw e-mail antwoord zal worden geplaatst op Orangescrum tegen die taak.

source: Respond on a task even on-the-go from your mobile via Email.
nl: Reageren op een taak, zelfs on-the-go van uw mobiele via e-mail.

source: Desktop Notification
nl: Desktop Kennisgeving

source: Notification
nl: Kennisgeving

source: The Desktop Notification works on heigher versions of most of the browsers.
nl: De Desktop Notificatie werkt op heigher versies van de meeste browsers.

source: Firefox 22 and above, Chrome 32 and above, Safari 6 on Mac OSX 10.8+
nl: Firefox 22 en hoger, Chrome 32 en hoger, Safari 6 op Mac OSX 10.8+

source: You'll see a pop-up when a new task or reply arrives so you can keep track of your Tasks even when you're not looking at
nl: Je ziet een pop-up wanneer er een nieuwe taak of antwoord komt, zodat u spoor van uw taken, zelfs wanneer u niet op zoek naar kan houden

source: Turn the desktop notification On or Off in the
nl: Draai de desktop kennisgeving aan of uit in de

source: page.
nl: pagina.

source: Settings
nl: Instellingen

source: Setting
nl: Armatuur

source: Timezone & Profile
nl: Tijdzone & Profile

source: Personalize your Orangescrum account by setting up your Profile details and Timezone.
nl: Personaliseer je Orangescrum rekening door het opzetten van uw profiel details en Tijdzone.

source: The Timezone settings help you to keep stay up-to-date while working with a virtual or remote team.
nl: De Tijdzone instellingen helpen om te verblijven up-to-date tijdens het werken met een virtuele of externe team.

source: The Email Notification is set to "No" by default, to get email those email only when selected when task is posted.
nl: De E-mail Notification is ingesteld op "Nee " \ standaard, om e-mail de e-mail alleen wanneer geselecteerd als taak wordt geplaatst.

source: Set to "Yes", to get all the Task related Emails from all your assigned projects from Orangescrum.
nl: Ingesteld op \ "Ja ", om alle Task gerelateerde E-mails van al uw toegewezen projecten van Orangescrum krijgen.

source: You can enable or disable Google Chrome Desktop Notification on the "Notification" page.
nl: U kunt in- of uitschakelen Google Chrome Desktop Kennisgeving op de \ "Notification " pagina.

source: Reports
nl: Rapportages

source: Customize your Email report settings.
nl: Pas uw e-mail rapport instellingen.

source: Select projects and set your daily update settings.
nl: Selecteer projecten en stel uw dagelijkse update-instellingen.

source: Replied
nl: Antwoordde

source: Comment
nl: Commentaar

source: Edited
nl: Bewerkt

source: Welcome to Orangescrum Community Edition v1.6.1
nl: Welkom op Orangescrum Community Edition v1.6.1

source: Make sure that,
nl: Zeker weten dat,

source: You have write permission (777) to
nl: U hebt schrijfrechten (777) naar

source: and
nl: en

source: folders
nl: mappen

source: You have provided the details of
nl: Je hebt op voorwaarde dat de details van de

source: email sending options in
nl: e-mail verzenden van opties in

source: You have updated FROM_EMAIL_NOTIFY and SUPPORT_EMAIL in
nl: Je hebt FROM_EMAIL_NOTIFY en SUPPORT_EMAIL bijgewerkt

source: How it Works?
nl: Hoe het werkt?

source: to
nl: tot

source: Make sure that, the
nl: Zorg ervoor dat de

source: file is there in the root directory
nl: file is er in de root directory

source: Login to your Account
nl: Log in op jouw account

source: Quick Signup
nl: Snel Registreren

source: Password
nl: Wachtwoord

source: Remember me
nl: Onthoud me

source: Forgot Password
nl: Paswoord vergeten

source: By signing up you you agree that you have read, understand, and accept the
nl: Door in te schrijven kunt u ermee akkoord dat u hebt gelezen en begrepen, en accepteer de

source: License
nl: Licentie

source: Signup
nl: Aanmelden

source: Resend
nl: OPNIEUW VERZENDEN

source: Are you sure you want to enable
nl: Weet u zeker dat u wilt toegeven

source: Are you sure you want to disable
nl: Weet u zeker dat u wilt toegeven

source: Are you sure you want to mark
nl: Weet u zeker dat u wilt toegeven

source: as client
nl: als opdrachtgever

source: Are you sure you want to revoke client access from
nl: Bent u zeker dat u de klant toegang vanaf intrekken

source: Revoke Client
nl: Intrekken Client

source: Are you sure you want to revoke Admin privilege from
nl: Weet je zeker dat je Admin privilege uit te trekken

source: Revoke Admin
nl: Intrekken Admin

source: Are you sure you want to grant Admin privilege to
nl: Weet u zeker dat u wilt Admin voorrecht te verlenen

source: No activity yet
nl: Nog geen activiteit

source: No users found.
nl: Geen gebruikers gevonden.

source: Sending invitation again
nl: Het verzenden van de uitnodiging opnieuw

source: Add New User
nl: Nieuwe gebruiker toevoegen

source: Designation
nl: Aanwijzing

source: Work Hour per Day
nl: Werkuren per dag

source: Work Days per Week
nl: Werkdagen per week

source: Re-generate
nl: Re-genereren

source: Are you sure you want to delete
nl: Weet u zeker dat u wilt verwijderen

source: Choose Company Logo
nl: Kies Company Logo

source: Are you sure to delete logo
nl: Weet u zeker dat logo verwijderen

source: Time Zone
nl: Tijdzone

source: Salary
nl: Salaris

source: Contact Number
nl: Contact nummer

source: Edit Profile Image
nl: Profiel bewerken Afbeelding

source: Choose Profile Image
nl: Kies Profile Image

source: Keep me upto date with new features
nl: Houd me actueel met nieuwe functies

source: No project(s) assigned
nl: Geen project (en) toegewezen

source: notEmpty
nl: verplicht
