Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/dum/LC_MESSAGES/default.po
Languages: nl

source: is not active in any of the projects! What's s/he busy with
nl: is niet actief in een van de projecten! Waar is hij bezig met

source: has not been assigned any task in the project
nl: er is geen taak in het project toegewezen

source: Is it alright
nl: Is het goed

source: has not assigned any task in the project
nl: heeft geen taak in het project toegewezen

source: Is is alright
nl: Het is goed

source: has not assigned any task in any project! Is is alright
nl: heeft geen taak toegewezen in een project! Het is goed

source: Back
nl: Terug

source: Project Name
nl: Naam van het ontwerp

source: Resource Name
nl: Naam van de bron

source: Task Name
nl: Opdrachtnaam

source: Non Billable Hour
nl: Niet betaalbaar uur

source: Total Hour
nl: Totaal uur

source: Task Type
nl: Taaktype

source: Hour(s) Spent
nl: Hour (s) Besteed

source: Export(.csv)
nl: xport CSV

source: Client Name
nl: klantnaam

source: End Date
nl: Einddatum

source: Estimated Hour(s)
nl: Geschatte uur (s)

source: Total Task(s)
nl: Totaal taak (en)

source: Closed Task(s)
nl: Gesloten taak (en)

source: Total Task(s)/Closed Task(s)
nl: Totaal taak (en) / Gesloten taak (en)

source: Budget
nl: Begroting

source: Cost Approved
nl: Kosten goedgekeurd

source: Cost Incurred
nl: Kosten aangenomen

source: Cost Remaining
nl: Kosten overgebleven

source: RAG Time Status
nl: RAG-tijdstatus

source: Date
nl: Datum

source: Total Task
nl: Totaal taak

source: In Progress Task
nl: In vervolgtaak

source: Completed Task
nl: Voltooid taak

source: Oops!No activity in last week! What's cooking
nl: Oeps! Geen activiteit vorige week! Wat is het koken

source: Cost approved
nl: Kosten goedgekeurd

source: Cost to client
nl: Kosten aan opdrachtgever

source: Cost to company
nl: Kosten voor het bedrijf

source: Export To CSV
nl: Exporteer naar CSV

source: Actual Cost
nl: Werkelijke kosten

source: Total Actual Cost
nl: Totale werkelijke kosten

source: Billing Rate
nl: Factuurtarief

source: Total Billing Amount
nl: Totaal factuurbedrag

source: Oops!No Resource has logged time !What's happening
nl: Oeps! Geen bron heeft tijd in de gaten! Wat gebeurt er

source: Resource
nl: Hulpbron

source: No. Of Tasks
nl: Aantal taken

source: Overdue Tasks
nl: achterstallige Taken

source: Upcoming Tasks
nl: Aankomende Taken

source: Created on
nl: Gemaakt op

source: Overdue By
nl: Achterstallige door

source: Upcoming In
nl: Aankomend in

source: Dates
nl: data

source: file not found:
nl: bestand niet gevonden:

source: Please enter category title.
nl: Vul alstublieft de categorie titel in.

source: Expenses Assigned to Me
nl: Uitgaven aan mij toegewezen

source: Expand All
nl: Alles uitbreiden

source: Category
nl: Categorie

source: Currency
nl: Valuta

source: Total inc Tax
nl: Totaal Inc Belasting

source: Tax
nl: BTW

source: Download Report
nl: Download rapport

source: No Expenses Found
nl: Download rapport

source: No expenses assigned to me
nl: Geen kosten aan mij toegewezen

source: All expenses assigned to me will appear here
nl: Alle uitgaven die aan mij zijn toegewezen verschijnen hier

source: All Non-project Expenses
nl: Alle niet-projectkosten

source: Export Expense
nl: Expense Expense

source: Excel
nl: Uitmunten

source: New Expense
nl: Nieuwe kosten

source: No non-project expenses
nl: Geen kosten buiten project

source: All non-expenses of this project will appear here
nl: Alle niet-uitgaven van dit project verschijnen hier

source: My Expenses
nl: Mijn kosten

source: No project expenses
nl: Geen projectkosten

source: All expenses of this project will appear here
nl: Alle uitgaven van dit project verschijnen hier

source: Approvers
nl: Approves

source: Starting hierarchy from 1 as Level 1, 2 as Level 2 and so on.
nl: Beginnende hiërarchie van 1 als niveau 1, 2 als niveau 2 enzovoort.

source: Add Approver
nl: Voeg goedkeuraar toe

source: Approver Name
nl: Goedkeuringsnaam

source: Approver Hierarchy
nl: Approver Hiërarchie

source: This is the place where we can set the approval heirarchy to get your expenses approved.
nl: Dit is de plek waar we de goedkeuringshiërarchie kunnen instellen om uw uitgaven te kunnen goedkeuren.

source: You can add as many levels as required based on your organization policy and business requirements.
nl: U kunt zo veel niveaus toevoegen als nodig op basis van uw organisatiebeleid en bedrijfsvereisten.

source: E.g. You add 4 users and assign them levels 1 to 4.(1 being the first level approver in the heirarchy).
nl: Bv. U voegt 4 gebruikers toe en wijs ze niveaus 1 tot en met 4 toe. (1 is de eerste level approver in de heirarchie).

source: The expense once submitted will first go to U1-L1 for approval and then to U2-L2 etc. based on your selection from the "Approver" dropdown menu. At the same time, if you select U3-L3; then the approval kick starts from L3 pproval and then to L4. In this scenario L1 and L2 approvals will not be required or triggered.
nl: De uitgave die eenmaal is ingediend, gaat eerst naar U1-L1 voor goedkeuring en vervolgens naar U2-L2 enz. Op basis van uw selectie uit het keuzemenu 'Approver'. Tegelijkertijd, als u U3-L3 selecteert; Dan begint de goedkeuringskop van L3 pproval en vervolgens naar L4. In dit scenario worden L1 en L2 goedkeuringen niet vereist of geactiveerd.

source: Active
nl: Actief

source: No approver......
nl: Geen goedkeuriger ......

source: Categories
nl: Categorieën

source: Add Category
nl: categorie toevoegen

source: Category Title
nl: Categorie Titel

source: No category......
nl: Geen categorie ......

source: User name
nl: Gebruikersnaam

source: Approval Status
nl: Goedkeuringsstatus

source: Approved
nl: Goedgekeurd

source: Rejected
nl: Verworpen

source: Pending
nl: In afwachting

source: Project Expense
nl: Projectkosten

source: Non-project Expense
nl: Niet-projectkosten

source: Draft
nl: Ontwerp

source: Submitted
nl: Ingediend

source: Select a client
nl: Selecteer een client

source: Approver
nl: Goedkeuring

source: ( Owner )
nl: ( Eigenaar )

source: ( Admin )
nl: ( Beheerder )

source: (Level
nl: (Niveau

source: Total inc. Tax
nl: Totaal inc. Belasting

source: Add More Expense
nl: Voeg meer kosten toe

source: Activity Log Details
nl: Activiteitenlogboekgegevens

source: Note Details
nl: Opmerking Details

source: Activity Details
nl: Activiteiten Details

source: Created On
nl: Gemaakt op

source: No Activity Found!!
nl: Geen activiteit gevonden!

source: Note
nl: Aantekening

source: No Note Found!!
nl: Geen opmerking gevonden !!

source: Name
nl: Naam

source: Download Attachments
nl: Download bijlagen

source: Your download is ready click below to download
nl: Je download is klaar klik hieronder om te downloaden

source: All Expenses
nl: Alle uitgaven

source: My Expense
nl: Mijn kosten

source: Assign to Me Expense
nl: Mijn kosten

source: Assigned to Me
nl: Mijn kosten...

source: Manage
nl: Beheren

source: Manage Category
nl: Beheer categorie

source: Manage Approver
nl: Beheer goedkeur

source: Search Results for
nl: Zoekresultaten voor

source: Reset
nl: Herstellen

source: Default Milestone
nl: Standaard Mijlpaal

source: Settings Saved Successfully
nl: Instellingen opgeslagen succesvol

source: Edit Task
nl: Opdracht aanpassen

source: Oops! No project selected.
nl: Oeps! Geen enkel project geselecteerd.

source: Task Status
nl: taak Status

source: Task status
nl: taakstatus

source: End
nl: Einde

source: Undo
nl: Ongedaan maken

source: Redo
nl: Opnieuw

source: Insert Task Above
nl: Plaats Task Boven

source: Insert Task Below
nl: Plaats Task Onder

source: Indent Task
nl: streepje Task

source: Unindent Task
nl: laten terugspringen Task

source: Move Up
nl: Omhoog verplaatsen

source: Move Down
nl: Omlaag verplaatsen

source: Zoom Out
nl: Uitzoomen

source: Zoom In
nl: Inzoomen

source: Delete Task
nl: Taak verwijderen

source: Print
nl: Afdrukken

source: Edit Resources
nl: Resources Bewerk

source: Next
nl: Volgende

source: Previous
nl: Vorig

source: Hide Tasks
nl: Hide Taken

source: Duration
nl: Duur

source: Dep
nl: Vertr.

source: Assignees
nl: rechtverkrijgenden

source: name
nl: Naam

source: You have modified tasks, reloading the page will reset all changes
nl: Je hebt gewijzigd taken, het herladen van de pagina worden alle wijzigingen teruggezet

source: Submit
nl: Bevestigen

source: Select
nl: Selecteer

source: Add New Invoice
nl: Nieuwe factuur toevoegen

source: Please enter customer name.
nl: Vul de naam van de klant.

source: Please enter email address.
nl: Vul e-mailadres.

source: Please select currency.
nl: Selecteer valuta.

source: Please enter organisation name.
nl: Voer de naam van de organisatie in.

source: Archived Invoice
nl: gearchiveerd Invoice

source: Restore
nl: Terugzetten

source: Invoice
nl: Factuur

source: Invoice Date
nl: Factuurdatum

source: Customer
nl: Bezoeker

source: Amount
nl: Bedrag

source: Paid
nl: Betaald

source: Archive
nl: Archief

source: No records
nl: Geen resultaat

source: Are you sure you want to delete this invoice ?
nl: Weet u zeker dat u deze factuur wilt verwijderen?

source: Invoice deleted successfully.
nl: Factuur met succes verwijderd.

source: Invoice not deleted.
nl: Factureren niet verwijderd.

source: Status and progress cannot be changed as dependant tasks are not closed.
nl: Status en vooruitgang kunnen niet worden gewijzigd, aangezien de afhankelijke taken niet zijn gesloten.

source: updated successfully.
nl: succesvol geupdatet.

source: Failed to update project.
nl: Project mislukt.

source: Language changed successfully
nl: Taal veranderd succes

source: Language can't change. Try again later !
nl: Taal kan niet veranderen. Probeer het later nogmaals !

source: Language Setting
nl: Taalinstelling

source: Language
nl: Taal

source: Template tasks updated successfully
nl: Sjabloon taken succesvol bijgewerkt

source: Remove
nl: Verwijderen

source: Add new Row
nl: Voeg nieuwe Row

source: loading
nl: laden, wordt geladen

source: No task on template
nl: Geen taak op template

source: Add Task to Template
nl: Taak toevoegen aan Template

source: Title cannot be left blank!
nl: Titel kan niet leeg zijn!

source: Start Date cannot be left blank!
nl: Start datum kan niet leeg zijn!

source: End Date cannot be left blank!
nl: Einddatum kan niet leeg zijn!

source: Start Date cannot exceed End Date!
nl: Aanvangsdatum kan niet hoger zijn dan Einddatum!

source: Create Project Template
nl: Maak Project Template

source: Add to Project
nl: Toevoegen aan Project

source: Created
nl: Aangemaakt

source: First
nl: Eerste

source: Prev
nl: Vorige

source: Last
nl: Laatste

source: End date cannot be left blank!
nl: Einddatum kan niet leeg zijn!

source: Start date cannot be left blank!
nl: Startdatum kan niet leeg worden gelaten!

source: Task Title cannot be left blank!
nl: Taak Titel kan niet leeg worden gelaten!

source: Task end date cannot be left blank!
nl: Opdracht einddatum kan niet leeg worden gelaten!

source: Task start date cannot be left blank!
nl: Opzet startdatum kan niet leeg worden gelaten!

source: Task Start Date cannot exceed End Date!
nl: Opdracht Startdatum kan de einddatum niet overschrijden!

source: Template title cannot be left blank!
nl: Sjabloon titel kan niet leeg worden gelaten!

source: Are you sure to delete the template
nl: Weet je zeker dat de sjabloon verwijderen

source: There's an error with AJAX
nl: Er is een fout met AJAX

source: No task on this template
nl: Geen taak op deze sjabloon

source: No tasks found
nl: Geen opdrachten gevonden

source: Invalid role
nl: Ongeldige rol

source: The role has been saved.
nl: De rol is opgeslagen.

source: The role could not be saved. Please, try again.
nl: De rol kan niet worden opgeslagen. Probeer het nogmaals.

source: The role does not exists.
nl: De rol bestaat niet.

source: The role has been Updated.
nl: De rol is bijgewerkt.

source: The role could not be updated. Please, try again.
nl: De rol kan niet worden bijgewerkt. Probeer het nogmaals.

source: The Department has been saved.
nl: De afdeling is opgeslagen.

source: The Department could not be saved. Please, try again.
nl: Het ministerie kon niet worden opgeslagen. Probeer het nogmaals

source: The Department does not exists.
nl: Het departement bestaat niet.

source: The Department has been updated.
nl: Het departement is bijgewerkt.

source: The Module has been saved.
nl: De module is opgeslagen.

source: The Module could not be saved. Please, try again.
nl: De module kan niet worden opgeslagen. Probeer het nogmaals.

source: The Module does not exists.
nl: De module bestaat niet.

source: The Module group has been updated.
nl: De modulegroep is bijgewerkt.

source: The role has been deleted.
nl: De rol is verwijderd.

source: The role could not be deleted. Please, try again.
nl: De rol kan niet worden verwijderd. Probeer het nogmaals.

source: The Action has been saved.
nl: De actie is opgeslagen.

source: The Action could not be saved. Please, try again.
nl: De actie kan niet worden opgeslagen. Probeer het nogmaals.

source: Role
nl: Rol

source: Short Name
nl: Korte naam

source: Users
nl: Gebruikers

source: Create
nl: Aanmaken

source: DEPARTMENT
nl: AFDELING

source: Role Group
nl: Rolgroep

source: User Name
nl: Gebruikersnaam

source: User Email
nl: Gebruiker Email

source: No user(s) available.
nl: Geen gebruiker (s) beschikbaar.

source: Delete Role Group Only
nl: Alleen rolgroep verwijderen

source: Delete Role Group with Roles
nl: Rolgroep verwijderen met rollen

source: Yes
nl: Ja

source: No
nl: Nee

source: Save Changes
nl: Wijzigingen opslaan

source: No Role Groups and no roles found
nl: Geen rolgroepen en geen rollen gevonden

source: Create New Action
nl: Maak nieuwe actie

source: Create New Module
nl: Maak een nieuwe module aan

source: Create New Role
nl: Maak een nieuwe rol

source: Create New Department
nl: Maak een nieuwe afdeling aan

source: You have modified actions, reloading the page will reset all changes
nl: U heeft aangepaste acties aangepast, als u de pagina opnieuw laadt, worden alle wijzigingen opnieuw ingesteld

source: Id
nl: ID kaart

source: Uniq Id
nl: Unieke ID

source: Company
nl: Bedrijf

source: Dt Created
nl: Dt gemaakt

source: Dt Updated
nl: Dt bijgewerkt

source: Actions
nl: Acties

source: Edit Role
nl: Bewerken Rol

source: Delete Role
nl: Verwijder Rol

source: Are you sure you want to delete # %s?
nl: Weet u zeker dat u #% s wilt verwijderen?

source: List Roles
nl: Lijstrol

source: New Role
nl: Nieuwe rol

source: List Companies
nl: Lijst Bedrijven

source: New Company
nl: Nieuw Bedrijf

source: List Actions
nl: Lijstacties

source: New Action
nl: Nieuwe Actie

source: List Role Groups
nl: Lijstrolgroepen

source: New Role Group
nl: Nieuwe rolgroep

source: Related Actions
nl: Verwante acties

source: Company Id
nl: Bedrijfs ID

source: Role Id
nl: Rol-id

source: View
nl: Bekijken

source: Related Role Groups
nl: Gerelateerde Rolgroepen

source: Project Short Name
nl: Project korte naam

source: Default Assign To
nl: Standaard Toewijzen aan

source: Work Flow
nl: Werkstroom

source: Create New Task Status Group
nl: Nieuwe taak Status Group

source: No Activity
nl: Geen activiteit

source: from
nl: van

source: up to
nl: tot

source: of user
nl: van de gebruiker

source: for task
nl: voor de taak

source: Export Date,
nl: Geen startdatum,

source: Total,
nl: Totaal

source: Total Billable Hours,
nl: Totaal declarabele uren,

source: Total Non-Billable Hours,
nl: Totaal niet-declarabele uren,

source: Total Hours,
nl: Totaal aantal uren,

source: Total
nl: Totaal

source: Logged
nl: ingelogd

source: Billable
nl: factureerbare

source: Estimated
nl: Geschatte

source: Break
nl: Breken

source: Hours
nl: Uren

source: Start Time
nl: Start tijd

source: End Time
nl: Eindtijd

source: Break Time
nl: Pauze

source: Spent Hours
nl: bestede uren

source: Auto generate invoice on task close?
nl: Auto genereren factuur op taak sluiten?

source: Add Item
nl: Voeg item toe

source: Note:
nl: Opmerking:

source: Download
nl: Downloaden

source: Mark as Paid
nl: Markeren als Betaald

source: Mark as Unpaid
nl: Markeren als Onbetaalde

source: Non-billable
nl: Non-factureerbare

source: Create Payment
nl: Maak betaling

source: Resource Utilization
nl: benutting van resources

source: Company Logo
nl: Cvoorpany Logo

source: Billing From
nl: Billing Van

source: Apply
nl: Uitvoeren

source: Balance Due
nl: saldo

source: Sl
nl: SE.

source: Rate
nl: Waarderen

source: Send
nl: Sturen

source: Close
nl: Gesloten

source: Change
nl: Verandering

source: Create Any Way
nl: Maak elke manier

source: Today
nl: Vandaag

source: Yesterday
nl: Gisteren

source: This Week
nl: Deze week

source: This Month
nl: Deze maand

source: This Quarter
nl: dit Quarter

source: This Year
nl: Dit jaar

source: Last Week
nl: Vorige week

source: Last Month
nl: Vorige maand

source: Last Quarter
nl: Het laatste kwartier

source: Last year
nl: Laatste jaar

source: Last 365 days
nl: Laatste 365 dagen

source: From
nl: Van

source: To
nl: Tot

source: Search
nl: Zoeken

source: Select Resource
nl: Selecteer Resource

source: Showing time log
nl: Resultaat tijd log

source: for all users and all dates
nl: voor alle gebruikers en alle datums

source: All Dates
nl: Alle datums

source: Last Year
nl: Laatste jaar

source: Last 365Days
nl: laatste 365Days

source: From Date
nl: Van datum

source: To Date
nl: Tot datum

source: Time log
nl: Tijd log

source: Subject
nl: Onderwerp

source: Message
nl: Bericht

source: Something went wrong!
nl: Er is iets fout gegaan!

source: Wiki category is already present.
nl: Wiki-categorie is al aanwezig.

source: Wiki sub-category is already present.
nl: Wiki-subcategorie is al aanwezig.

source: Wikis Assigned to Me
nl: Wikis toegewezen aan mij

source: Wiki Title
nl: Wiki Titel

source: Submitted Date
nl: Datum indienen

source: No wikis assigned to me
nl: Geen wiki's toegewezen aan mij

source: All assigned to me wikis will appear here
nl: Alle toegewezen aan mij wikis zullen hier verschijnen

source: Collapse All
nl: Alles inklappen

source: Give Comment On Wiki
nl: Geef commentaar op Wiki

source: Update Wiki
nl: Wiki bijwerken

source: View Wiki Activity
nl: Bekijk Wiki Activiteit

source: Enable Wiki
nl: Wiki inschakelen

source: Disable Wiki
nl: Wiki uitschakelen

source: All Comments
nl: Alle reacties

source: Commented By
nl: Commentaar door

source: Commented On
nl: Gereageerd op

source: No Comments Available.
nl: Geen reacties beschikbaar.

source: No wikis available
nl: Geen wiki's beschikbaar

source: All wikis will appear here
nl: Alle wiki's verschijnen hier

source: Wiki Description
nl: Wiki Beschrijving

source: Link To Project
nl: Link naar project

source: Wiki Category
nl: Wiki categorie

source: Select Wiki Category
nl: Selecteer Wiki-categorie

source: Create New Category
nl: Maak een nieuwe categorie

source: Wiki Sub Category
nl: Wiki subcategorie

source: Select Wiki Sub-Category
nl: Selecteer Wiki-subcategorie

source: Create New Sub-Category
nl: Maak een nieuwe subcategorie

source: Is Parent Wiki
nl: Is ouders Wiki

source: Choose Parent Wiki
nl: Kies Parent Wiki

source: Select Parent Wiki
nl: Selecteer Parent Wiki

source: File Attachments
nl: Bestandsbijlagen

source: File Description
nl: bestandsomschrijving

source: Choose Approver
nl: Kies Approver

source: Select Approver
nl: Selecteer Approver

source: Access Level
nl: Toegangsniveau

source: Hide
nl: Verbergen

source: Make Public
nl: Openbaar maken

source: This is the place where we can set the approval heirarchy to get your wiki approved.
nl: Dit is de plek waar we de goedkeuring heirarchie kunnen instellen om uw wiki goedgekeurd te krijgen.

source: The wiki once submitted will first go to U1-L1 for approval and then to U2-L2 etc. based on your selection from the "Approver" dropdown menu. At the same time, if you select U3-L3; then the approval kick starts from L3 approval and then to L4. In this scenario L1 and L2 approvals will not be required or triggered.
nl: De wiki die eenmaal is ingediend, gaat eerst naar U1-L1 voor goedkeuring en vervolgens naar U2-L2 enz. Op basis van uw selectie in het keuzemenu 'Approver'. Tegelijkertijd, als u U3-L3 selecteert; Dan begint de goedkeuringskop van L3-goedkeuring en vervolgens naar L4. In dit scenario worden L1 en L2 goedkeuringen niet vereist of geactiveerd.

source: Enable
nl: Inschakelen

source: Disable
nl: Uitschakelen

source: Add Wiki Category
nl: Wiki-categorie toevoegen

source: No wiki category......
nl: Geen wiki categorie ......

source: Sub Categories
nl: Subcategorieën

source: Add Wiki Sub Category
nl: Wiki-subcategorie toevoegen

source: Sub Category Title
nl: Subcategorie Titel

source: No wiki subcategory......
nl: Geen wiki subcategorie ......

source: All Wikis
nl: Alle Wikis

source: Manage Subcategory
nl: Beheer subcategorie

source: Using
nl: gebruikt

source: Mb of
nl: Mb

source: Mb of storage
nl: MB opslagruimte

source: Archived by
nl: gearchiveerd door

source: Archived
nl: gearchiveerd

source: Tasks
nl: Opdracht

source: File Name
nl: Bestandsnaam

source: Size
nl: Aantal

source: All
nl: Alle

source: None
nl: Geen

source: No Milestone in the Archive
nl: Geen Mijlpaal in het archief

source: Yet to Sign In
nl: Nog te Inloggen

source: more...
nl: Meer.

source: hide...
nl: Verbergen

source: Cancel Daily Progress Reminder
nl: Annuleren Daily Progress Herinnering

source: Anytime
nl: Altijd

source: Past hour
nl: afgelopen uur

source: Past 24 hours
nl: Afgelopen 24 uur

source: Past week
nl: Vorige week

source: Past month
nl: Afgelopen maand

source: Past year
nl: Afgelopen jaar

source: Custom range
nl: Selectie

source: Next month
nl: volgende maand

source: Next year
nl: Volgend jaar

source: From Date cannot be left blank!
nl: Vanaf datum kan niet leeg zijn!

source: To Date cannot be left blank!
nl: To Date kan niet leeg zijn!

source: From Date cannot exceed To Date!
nl: Van Date niet hoger kan zijn dan op de hoogte!

source: Any time
nl: Altijd

source: Range
nl: Reeks

source: Types
nl: Soorten

source: Members
nl: leden

source: Assign to
nl: Toewijzen

source: Export CSV
nl: xport CSV

source: Last Sign In:
nl: Laatste Aanmelden:

source: more
nl: meer

source: hide
nl: Verbergen

source: Already in this Project.
nl: Reeds in dit project.

source: No Projects assigned yet!
nl: Er zijn nog geen projecten toegekend!

source: Move
nl: Verplaatsen

source: NA
nl: NB

source: less
nl: Minder

source: No recently viewed
nl: Geen recent bekeken

source: Search Results
nl: Zoekresultaten

source: No result found
nl: Geen resultaten gevonden

source: No tasks(s) available.
nl: Geen taken (s) beschikbaar.

source: Created Date
nl: Aanmaak datum

source: No tasks available
nl: Geen taken beschikbaar

source: Are you sure you want to change the Due Date?
nl: Bent u zeker dat u de Due Date veranderen?

source: Time
nl: Tijd

source: Group by
nl: Groeperen op

source: Assigned to
nl: Toegewezen aan

source: Sort by
nl: Sorteren op

source: Tab Settings
nl: tabblad Instellingen

source: Loading...
nl: Laden...

source: loading...
nl: Laden

source: My
nl: Mijn

source: Loading Tasks...
nl: Loading Taken ...

source: Cancel Daily Catch-Up
nl: Annuleren Daily Catch-Up

source: Do you want to get daily progress update from your team member(s)?
nl: Wil je dagelijkse voortgang-update te krijgen van je team lid (s)?

source: Just schedule it and sit back, end of the day you will get the update email in your inbox.
nl: plannen het gewoon en achterover te leunen, het einde van de dag zult u de update e-mail in uw inbox.

source: Get Daily Team updates without nagging them.
nl: Krijg Daily Team updates zonder ze te zeuren.
