Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/dum/LC_MESSAGES/default.po
Languages: nl

source: Please specify a file name for download.
nl: Geef een bestandsnaam om te downloaden.

source: Oops! File not found.<br/> File may be deleted or make sure you specified correct file name.
nl: Oeps! Bestand niet gevonden. <br/> Bestand kan worden verwijderd of zorg ervoor dat u opgegeven juiste bestandsnaam.

source: Oops! File cannot be download.<br/> You might not have access to download the file.
nl: Oeps! Bestand kan niet worden gedownload. <br/> Je zou geen toegang tot het bestand te downloaden.

source: Development
nl: Ontwikkeling

source: Update
nl: Bijwerken

source: Idea
nl: Idee

source: Research n Do
nl: Onderzoek n Do

source: Maintenance
nl: Even bezig

source: Quality Assurance
nl: Kwaliteitsverzekering

source: Unit Testing
nl: Testen van een eenheid

source: Release
nl: Vrijgeven

source: Others
nl: Anderen

source: All Tasks
nl: Alle taken

source: My Tasks
nl: Mijn taken

source: Overdue
nl: ACHTERSTALLIG

source: Delegated
nl: Gedelegeerd

source: High Priority
nl: Hoge prioriteit

source: has been moved permanently
nl: is definitief verhuisd

source: Oops! File not found.
nl: Oeps! Bestand niet gevonden.

source: File may be deleted or make sure you specified correct file name.
nl: Bestand kan worden verwijderd of zorg ervoor dat u opgegeven juiste bestandsnaam.

source: Commented
nl: Commentaar gegeven

source: on the reply
nl: van het antwoord

source: Error in uploading file to S3 bucket
nl: Fout in het uploaden bestand naar S3 bucket

source: NEW
nl: NIEUW

source: STARTED
nl: BEGONNEN

source: RESOLVED
nl: OPGELOST

source: CLOSED
nl: Gesloten

source: the Task
nl: de taak

source: changed the type of
nl: veranderde het type

source: changed the due date of
nl: veranderde de vervaldatum van

source: changed the priority of
nl: verandert de prioriteit van

source: changed the assigned to of
nl: veranderde de toegewezen aan van

source: Dependant tasks are not closed.
nl: Afhankelijk taken worden niet gesloten.

source: High
nl: Hoog

source: Medium
nl: Gemiddeld

source: Low
nl: Laag

source: Start
nl: Starten

source: Start On
nl: Start Aan

source: Due
nl: Onbetaald

source: Due On
nl: Verschuldigd op

source: other
nl: andere

source: Using
nl: Gebruik makend van

source: Mb of storage
nl: MB opslagruimte

source: Last Activity
nl: Laatste Activiteit

source: projectName,milestoneName,tasks#,title,status,type,created by,assigned to,created at,lastUpdated,milestoneEndDate
nl: project Naam, mijlpaal Naam, taken #, titel, status, type, gecreëerd door, toegewezen aan, gemaakt op, Laatst bijgewerkt, mijlpaal Einddatum

source: Tasks#,Title,Description,Status,Estimated Hours,Type,Milestone,Assigned To,Due Date,Created By,Date Created,Last Updated
nl: Taken #, titel, beschrijving, status, geschatte uren, type, mijlpaal, toegewezen aan, vervaldatum, gemaakt door, datum gemaakt, laatst geupdate

source: projectName,tasks#,title,status,type,created by,assigned to,created at,lastUpdated
nl: projectnaam, taken #, titel, status, type, gemaakt door, toegewezen aan, aangemaakt bij, lastUpdated

source: Project Name,Milestone Name,Task#,Title,Status,Type,Assigned To
nl: Naam van het project, Milestone Naam, taak #, Titel, Status, Type, overgedragen aan

source: Created By
nl: Gecreëerd Door

source: No matched record found with this id
nl: Geen overeen plaat gevonden met deze id

source: Invalid Case id
nl: Ongeldige Case id

source: Completed
nl: Voltooid

source: of
nl: van

source: New & In Progress
nl: Nieuw & In Progress

source: New
nl: Nieuwe

source: In Progress
nl: Bezig

source: Closed
nl: Gesloten

source: Resolved
nl: Vastbesloten

source: Title, Description, Status, Priority, Task Type, Assigned To, Created By, Last Updated By, Created On, Estimated Hours, Hours Spent
nl: Titel, beschrijving, Status, Prioriteit, Taaktype, toegewezen aan, gecreërd door, Laatst gewijzigd door, Gemaakt op, Geschatte Uren, uren

source: Opps! Error occured in creation of zip file.
nl: Opps! Fout opgetreden in de schepping van het zip-bestand.

source: Opps! Error occured in creating the task csv file.
nl: Opps! Fout opgetreden bij het maken van de taak csv-bestand.

source: Milestone successfully converted to task.
nl: Milestone met succes omgezet naar taak.

source: Task successfully posted.
nl: Taak met succes geplaatst.

source: Sorry! invalid input. Please try again.
nl: Sorry! ongeldige invoer. Probeer het opnieuw.

source: It seems you have not copied the
nl: Het lijkt erop dat je niet hebt gekopieerd van de

source: file for
nl: bestand voor

source: addon to app/webroot folder
nl: addon app/webroot folder

source: file is extracted. Please click on next.
nl: bestand is uitgepakt. Klik op volgende.

source: Can not extract the zip file
nl: Kan het zip-bestand niet uitpakken

source: Invalid addon name
nl: Ongeldige addon naam

source: Databse configuration is completed. Please click on next.
nl: Databse configuratie is voltooid. Klik op volgende.

source: No content in the sql file.
nl: Geen inhoud in de sql-bestand.

source: No sql file is present in the zip file.
nl: Geen sql-bestand aanwezig is in het zip-bestand.

source: Please click on verify to check it is installed properly or not.
nl: Klik op controleren om te controleren of deze goed is of niet geïnstalleerd.

source: Can not copy the folder.
nl: Kan de map niet kopiëren.

source: No add-on Folder is present in the zip file.
nl: Geen add-on Folder is aanwezig in het zip-bestand.

source: Congratulations! You have successfully installed
nl: Gefeliciteerd! U heeft met succes geïnstalleerd

source: Now you have to install 'wkhtmltopdf' in your server and need to update that path in 'constants.php' file inside 'app/Config' folder in order to generate pdf of invoices. Please click on finish.
nl: Nu moet je 'wkhtmltopdf' in uw server te installeren en de noodzaak om dat pad in 'constants.php' bestand in de map 'app / Config' bijwerken om pdf-facturen te genereren. Klik op finish.

source: Congratulations! You have successfully installed the chat add-on. Now you have to install 'Node.js' in your server and need to update 'NODEJS_HOST' path with 3002 port(eg:http://yourdomain:3002) in 'constants.php' file inside 'app/Config' folder in order to communicate with Node Host. Please refer 'readme.txt' file for install Node.js. Please click on finish.
nl: Gefeliciteerd! U hebt de installatie van de chat-add-on. Nu moet je 'Node.js' in uw server te installeren en de noodzaak om 'NODEJS_HOST' weg te werken met de 3002-poort (bijvoorbeeld: http: // yourdomain: 3002) in 'constants.php' bestand in de map 'app / Config' in om te communiceren met Node Host. Raadpleeg 'readme.txt' bestand te installeren Node.js. Klik op finish.

source: Please click on finish.
nl: Klik op finish.

source: Oops! The
nl: Oeps! De

source: add-on is not installed properly.
nl: add-on is niet goed geïnstalleerd.

source: Milestone
nl: Mijlpaal

source: has been deleted
nl: is verwijderd

source: Oops! Error occured in deletion of milestone.
nl: Oeps! Fout opgetreden bij het verwijderen van de mijlpaal.

source: Start date cannot exceed End date
nl: Startdatum kan niet hoger zijn dan Einddatum

source: Opps!, Milestone Title already exists..
nl: Oeps !, Milestone titel bestaat al ..

source: Milestone updated successfully.
nl: Milestone is succesvol bijgewerkt.

source: Milestone added successfully.
nl: Milestone succesvol toegevoegd.

source: Sorry!, We are not able to post this Milestone. Try again.
nl: Sorry !, We zijn niet in staat om deze mijlpaal te plaatsen. Probeer het nog eens.

source: Milestone has been restored.
nl: Milestone is hersteld.

source: Oops! Error occured in restoration of milestone
nl: Oeps! Fout opgetreden in de restauratie van de mijlpaal

source: Milestone has been completed.
nl: Milestone is afgerond.

source: Oops! Error occured in completion of milestone
nl: Oeps! Fout opgetreden in de voltooiing van de mijlpaal

source: Created by
nl: Gemaakt door

source: on
nl: aan

source: Project name
nl: Naam van het project

source: already exists
nl: bestaat al

source: Project short name
nl: Project korte naam

source: saved successfully
nl: met succes opgeslagen

source: activated successfully
nl: succesvol geactiveerd

source: deleted successfully
nl: succesvol verwijderd

source: deactivated successfully
nl: gedeactiveerd

source: Invalid or Wrong action!
nl: Ongeldige of verkeerde actie!

source: created successfully
nl: succes aangemaakt

source: Error creating project
nl: Fout bij het maken project

source: User(s) successfully assigned to
nl: Gebruiker (s) met succes toegewezen aan

source: Group update alert has been saved successfully.
nl: Group-update alert is met succes opgeslagen.

source: Failed to save of Group update alert.
nl: Kan redden van Group-update alert.

source: Template tasks added successfully
nl: Sjabloon taken succesvol toegevoegd

source: Template Deleted successfully
nl: Sjabloon Verwijderd

source: Template activated successfully
nl: Sjabloon succes geactiveerd

source: Template can't be activated.Please try again.
nl: Sjabloon kan niet activated.Please opnieuw te proberen.

source: Template deactivated successfully
nl: Sjabloon gedeactiveerd succes

source: Template can't be deactivated.Please try again.
nl: Sjabloon kan niet deactivated.Please opnieuw te proberen.

source: Please split the file and upload again. Your file contain more than 1000 rows
nl: Splits het bestand en opnieuw te uploaden. Je bestand bevat meer dan 1000 rijen

source: Please upload a file with size less then 2MB
nl: Upload een bestand met een grootte van minder dan 2 MB

source: Invalid CSV file, <a href='
nl: Ongeldig CSV-bestand, <a href = '

source: Require atleast Task Title column to import the Tasks
nl: Vereisen atleast Task Titel kolom om de taken te importeren

source: Please import a valid CSV file
nl: Gelieve importeren een geldig CSV-bestand

source: Oops! Error occured in importing task
nl: Oops! Er is een fout opgetreden bij het importeren van de taak

source: Already a file with same name and same size of
nl: Al een bestand met dezelfde naam en hetzelfde formaat

source: bytes exists
nl: bytes bestaat

source: Would you like to replace the exsiting file
nl: Wilt u de exsiting bestand te vervangen

source: Already file with same name and size of
nl: Reeds bestand met dezelfde naam en grootte van

source: Would you like to replace the existing file
nl: Wilt u het bestaande bestand te vervangen

source: Oops! Error occured in deletion of project
nl: Oeps! Fout opgetreden bij het verwijderen van het project

source: Task type
nl: Taaktype

source: updated successfully.
nl: succesvol geupdatet.

source: added successfully.
nl: toegevoegd.

source: Error in addition of task type.
nl: Fout in aanvulling van het type taak.

source: Task type saved successfully.
nl: Task soort succesvol opgeslagen.

source: Error in saving of task type.
nl: Fout bij het opslaan van het type taak.

source: invited you to join
nl: je uitgenodigd om lid te worden

source: on Orangescrum
nl: op Orangescrum

source: invited you to join Orangescrum
nl: u uitgenodigd om mee Orangescrum

source: No data for this date range & project
nl: Er zijn geen gegevens voor deze periode & project

source: Opened
nl: Geopend

source: Company photo removed successfully
nl: Company foto verwijderd succes

source: Company logo should be an image file
nl: Company logo moet een image-bestand te zijn

source: Company logo size cannot excceed 1mb
nl: Bedrijfslogo grootte kan niet excceed 1MB

source: Name cannot be left blank
nl: De naam kan niet leeg zijn

source: Company updated successfully
nl: Bedrijf met succes bijgewerkt

source: Notification settings saved successfully
nl: Kennisgeving instellingen succesvol opgeslagen

source: user deleted successfully
nl: gebruiker succesvol verwijderd

source: Sorry! User cannot be enabled. User Limit Exceeded!
nl: Sorry! De gebruiker kan niet worden ingeschakeld. Gebruiker limiet overschreden!

source: User enabled successfully
nl: Gebruiker ingeschakeld succes

source: User disabled successfully
nl: Gebruiker met succes geblokkeerd

source: Granted admin privilege
nl: Toegegeven admin privilege

source: Granted client privilege
nl: Toegegeven client privilege

source: Revoked client privilege
nl: Ingetrokken client privilege

source: Revoked admin privilege
nl: Ingetrokken admin privilege

source: Invited you to join
nl: Uitgenodigd om toe te treden

source: Invited you to join on Orangescrum
nl: Je uitgenodigd op Orangescrum

source: Invitation resent to
nl: Uitnodiging kwalijk te

source: Password of
nl: Wachtwoord

source: reset successfully
nl: reset succes

source: Forgot Password Request
nl: Wachtwoord vergeten Request

source: Sorry! you have exceeded the user limit
nl: Sorry! de gebruiker limiet overschreden

source: Sorry! This account exceeded the user limit.
nl: Sorry! Deze rekening overschreed de gebruiker limiet.

source: Invitation sent to Successfully
nl: Uitnodiging verzonden naar succes

source: Invitation Failed. Please try again!
nl: Uitnodiging is mislukt. Probeer het nog eens!

source: Invitation sent to
nl: Uitnodiging verzonden aan

source: Email or Password is invalid!
nl: E-mailadres of wachtwoord is ongeldig!

source: email already exists
nl: e-mail adres bestaat al

source: Now you can login using
nl: Nu kunt u inloggen met behulp van

source: Profile photo removed successfully
nl: Profiel foto verwijderd succes

source: Email cannot be left blank
nl: E-mail kan niet leeg zijn

source: Opps! Email address already exists.
nl: Opps! E-mailadres bestaat al.

source: Opps! Invalid file format! The formats supported are gif, jpg, jpeg & png.
nl: Opps! Ongeldig bestandsformaat! De ondersteunde formaten zijn gif, jpg, jpeg en png.

source: Profile photo size cannot excceed 1mb
nl: Profiel fotoformaat kan niet excceed 1MB

source: Profile updated successfully.<br />A confirmation link has been sent to
nl: PROFIEL bijgewerkt. <br /> Een bevestigingslink is gestuurd

source: Profile updated successfully
nl: Profiel bijgewerkt

source: Orangescrum Login Email ID Confirmation
nl: Orangescrum Inloggen Email ID Bevestiging

source: Old password cannot be left blank!
nl: Oude wachtwoord kan niet leeg zijn!

source: Please enter correct old password.
nl: Voer de juiste oude wachtwoord.

source: New password cannot be left blank!
nl: Nieuw wachtwoord kan niet leeg zijn!

source: Re-type password cannot be left blank!
nl: Re-type password niet leeg kan worden gelaten!

source: Re-type password do not match!
nl: Re-type wachtwoord komen niet overeen!

source: Password changed successfully
nl: Wachtwoord succesvol veranderd

source: Template updated successfully
nl: Sjabloon bijgewerkt

source: Template can't be updated
nl: Sjabloon kan niet worden bijgewerkt

source: Template added successfully
nl: Sjabloon succesvol toegevoegd

source: Template can't be added
nl: Sjabloon kan niet worden toegevoegd

source: Deleted successfully
nl: Succesvol verwijderd

source: Notifications changed successfully
nl: Meldingen met succes gewijzigd

source: Reports changed successfully
nl: Rapporten veranderd succes

source: Company logo removed successfully
nl: Bedrijfslogo met succes verwijderd

source: You have been added to multiple projects on Orangescrum
nl: Je hebt toegevoegd aan meerdere projecten op Orangescrum

source: You have been added to
nl: Je toegevoegd aan

source: Owner
nl: Eigenaar

source: Admin
nl: Beheerder

source: User
nl: Gebruiker

source: User(Invited)
nl: Gebruikers (Uitgenodigd).

source: Invited
nl: Uitgenodigd

source: Inactive
nl: Inactief

source: Client
nl: Klant

source: Salary Saved Successfully
nl: Salaris is succesvol opgeslagen

source: Started
nl: Gestart

source: Files
nl: Bestanden

source: first day of january
nl: eerste dag van januari

source: last day of march
nl: laatste dag van maart

source: first day of april
nl: eerste dag van april

source: last day of june
nl: laatste dag van juni

source: first day of july
nl: eerste dag van juli

source: last day of september
nl: laatste dag van september

source: first day of october
nl: eerste dag van oktober

source: last day of december
nl: laatste dag van december

source: You have
nl: Jij hebt

source: has
nl: heft

source: disabled wiki.
nl: uitgeschakeld wiki.

source: enabled wiki.
nl: ingeschakeld wiki.

source: commented on wiki.
nl: commentaar op wiki.

source: updated wiki category.
nl: bijgewerkte wiki categorie.

source: created wiki category.
nl: wiki-categorie gemaakt.

source: updated wiki subcategory.
nl: bijgewerkte wiki subcategorie.

source: approved this wiki.
nl: heeft deze wiki goedgekeurd.

source: finally approved this wiki.
nl: eindelijk goedgekeurd deze wiki.

source: rejected wiki.
nl: verworpen wiki.

source: updated and finally submitted the wiki.
nl: bijgewerkt en eindelijk de wiki ingediend.

source: updated wiki.
nl: Bijgewerkte wiki.

source: added attachments.
nl: bijlagen toegevoegd.

source: added wiki and finally submitted.
nl: toegevoegd wiki en eindelijk ingediend.

source: added wiki.
nl: toegevoegd wiki.

source: deleted wiki attachments.
nl: Verwijderde wiki-bijlagen.

source: downloaded wiki attachments.
nl: Gedownload wiki-bijlagen.

source: updated approver hierarchy.
nl: Bijgewerkte goedkeuringshiërarchie.

source: posted a new Task
nl: postte een nieuwe Task

source: REPLIED
nl: ANTWOORD

source: responded on the Task
nl: reageerde op de Task

source: This task is assigned to
nl: Deze taak wordt toegewezen

source: Due date
nl: Opleveringsdatum

source: LOW
nl: Laag

source: HIGH
nl: hoog

source: MEDIUM
nl: Gemiddeld

source: Priority
nl: Prioriteit

source: You have
nl: Jij hebt

source: has
nl: heeft

source: Task
nl: Taak

source: Type
nl: Soort

source: To read the original message, view comments, reply & download attachment
nl: Als u het oorspronkelijke bericht te lezen, bekijken opmerkingen, antwoorden & download attachment

source: This email notification is sent by
nl: Dit e-mailbericht is verzonden door

source: You are receiving this email notification because you have subscribed to Orangescrum, to unsubscribe, please email with subject 'Unsubscribe' to
nl: U ontvangt deze e-mailbericht omdat u geabonneerd bent op Orangescrum, af te melden, dan kunt u een e-mail met als onderwerp 'Afmelden' aan

source: This is a reminder to post your today's updates to Orangescrum. Just reply to this email with the updates, it will be added to the project.
nl: Dit is een herinnering om updates van uw huidige post aan Orangescrum. Beantwoordt u deze e-mail met de updates, zal het project worden toegevoegd.

source: NOTE
nl: Notitie

source: DO NOT change the SUBJECT while replying.
nl: DO of het onderwerp wijzigen terwijl het beantwoorden.

source: Don't want these emails? To unsubscribe, please contact your account administrator to turn off <b>Daily Catch-Up</b> alert for you.
nl: Heeft deze e-mails niet willen? Om uit te schrijven, neem dan contact op met uw accountbeheerder <b> Daily Catch-Up </ b> waarschuwing voor u uit te schakelen.

source: invited you to join
nl: je uitgenodigd om lid te worden

source: invited you to join Orangescrum
nl: u uitgenodigd om mee Orangescrum

source: Task Reminder
nl: Opdrachtherinnering

source: This is a reminder that the following task going to start in next 15 minutes.
nl: Dit is een herinnering dat de volgende taak in de volgende 15 minuten begint.

source: This is a gentle reminder of your Task(s) List today!
nl: Dit is een zachte herinnering aan uw taak lijst (s) vandaag!

source: Task(s) Starting Today
nl: Taak (en) Begin vandaag

source: Task Title
nl: taak titel

source: Assign To
nl: Toewijzen

source: Start Date
nl: Startdatum

source: No Task for today
nl: Geen taak voor vandaag

source: Task(s) Due Today
nl: Taak (en) vervallen vandaag

source: No Due Task
nl: Geen verplichte taak

source: Task(s) Overdue Today
nl: Taak (en) Achterstallige Vandaag

source: No Overdue Task
nl: Geen achterstallige taak

source: Unassigned
nl: Niet-toegewezen

source: Overdue by
nl: Achterstallige door

source: Set Due Date
nl: Stel Due Date

source: No Due Date
nl: Geen vervaldatum

source: Modified
nl: Gewijzigd

source: Task Type changed to
nl: Taaktype veranderd in

source: Task re-assigned to
nl: Taak opnieuw toegewezen aan

source: Task has been
nl: Taak is geweest

source: Due Date changed to
nl: Due Date veranderd in

source: Due Date
nl: Opleveringsdatum

source: Priority changed to
nl: Prioriteit veranderd

source: Status changed to
nl: Status gewijzigd in

source: Estimated Hour(s) changed to
nl: Geschatte uur (s) gewijzigd in

source: Added time log
nl: Extra tijd log

source: Updated time log
nl: Bijgewerkte tijd log

source: Start Date changed to
nl: Begindatum veranderd in

source: No Start Date
nl: Geen startdatum

source: changed estimated hour(s) of
nl: gewijzigde geschatte uur (s) van

source: changed progress of
nl: gewijzigde voortgang van

source: No Task found with the selected id
nl: Geen Task gevonden met de geselecteerde id

source: Project deleted successfully
nl: Project succesvol verwijderd

source: Oops! No project found with the given id.
nl: Oeps! Geen project gevonden met de gegeven id.

source: responded
nl: reageerde

source: closed
nl: Gesloten

source: resolved
nl: opgelost

source: Changed the status to
nl: Veranderde de status

source: of the task
nl: van de taak

source: updated
nl: 1287: = Bijgewerkt:

source: task type to
nl: soort taak

source: assigned
nl: Toegewezen

source: to
nl: Tot

source: proirity to
nl: proirity naar

source: due date on
nl: vervaldatum op

source: created
nl: gecreëerd

source: Email already exists! Please try another
nl: Emailadres bestaat al! Probeer een ander

source: Please enter a valid email.
nl: Vul een geldig e-mail in.

source: is not allowed
nl: 0 1 is niet toegestaan!

source: Oops, site address already in use!
nl: Oeps, website-adres al in gebruik!

source: Invalid coupon code!
nl: Ongeldige kortingsbon Code

source: Oops! Coupon code has already used.
nl: Oeps! Coupon code is al gebruikt.

source: Select Project
nl: Selecteer Ontwerp

source: Select User
nl: Selecteer User

source: Key
nl: Sleutel

source: Loading
nl: Laden

source: Save
nl: Opslaan

source: Add
nl: Toevoegen

source: or
nl: of

source: Cancel
nl: Annuleer

source: Project can not be left blank
nl: Project kan niet leeg zijn

source: User can not be left blank
nl: De gebruiker kan niet leeg zijn

source: Title
nl: Titel

source: Description
nl: Beschrijving

source: Estimated Hour
nl: Geschat uur

source: File 1
nl: Bestand

source: Select a file to upload
nl: Selecteer een bestand om te uploaden

source: File 2
nl: Bestand

source: API key can not be blank
nl: API-sleutel kan niet leeg zijn

source: Task title can not be left blank
nl: Opdracht titel kan niet leeg worden gelaten

source: Generate
nl: Genereren

source: Generate API Key
nl: Genereer API Key

source: Is Active
nl: Is actief?

source: Action
nl: Actie

source: Edit
nl: bewerken

source: Delete
nl: Verwijderen

source: Api key not created. Generate new Api key
nl: Api sleutel niet gemaakt. Genereren van nieuwe API-sleutel

source: Test API form
nl: Test API vorm

source: Are you sure to delete this api key
nl: Weet je zeker dat deze api sleutel te verwijderen

source: No user has logged time
nl: Geen gebruiker heeft tijd aangemeld

source: on Project
nl: op project

source: What's happening ?
nl: Wat is er gaande ?

source: No user has entered time log for tasks on Project
nl: Geen gebruiker heeft tijdslogboek ingevoerd voor taken op Project

source: No user has entered time log for tasks!
nl: Geen gebruiker heeft tijdslogboek opgegeven voor taken!

source: What's going on ?
nl: Wat gebeurd er ?

source: is not active in the project
nl: is niet actief in het project
