Repository: ECampuzanoCTC/respaldo-serverpronto
Catalog: orangescrum-master/app/Locale/dum/LC_MESSAGES/default.po
Languages: nl

source: Get Daily Progress from your team mates in a single email
nl: Krijg dagelijkse voortgang van je teamgenoten in een enkele e-mail

source: You have a distributed team, every tasks can not be captured, you just want your team send daily update, just set it here and sit back.
nl: Je hebt een gedistribueerde team, elke taken kunnen niet worden vastgelegd, wil je gewoon je team te sturen dagelijkse update, stel gewoon het hier en achterover leunen.

source: Automate daily updates from your team.
nl: Automatiseer dagelijkse updates van je team.

source: Upload File
nl: uploaden bestand

source: Preview Data
nl: Voorbeeld van gegevens

source: Upload Summary
nl: Upload Samenvatting

source: Create Project
nl: Project aanmaken

source: Find a Project
nl: Vind een Project

source: Upload your CSV file
nl: Upload uw CSV-bestand

source: Choose file
nl: Bestand kiezen

source: rows maximum size
nl: rijen maximale grootte

source: Continue
nl: Voortzetten

source: CSV File
nl: CSV-bestand

source: Download the sample file
nl: Download het voorbeeld bestand

source: to see what you can import
nl: om te zien wat je kunt importeren

source: Milestone Name
nl: Naam van de mijlpaal

source: mandatory
nl: Verplicht

source: Description of the task
nl: Beschrijving van de taak

source: Due date of Task (mm/dd/yyyy)
nl: Vervaldatum van Task (dd / mm / yyyy)

source: Current status of the Task (NEW, In Progress, RESOLVED, CLOSED)
nl: Huidige status van de Task (NEW, In Progress, BESLOTEN, GESLOTEN)

source: Task type (Bug, Development, Enhancement, RnD, QA, Unit Testing, Maintenance, Release, Updates, Idea, Others)
nl: Taak type (Bug, Ontwikkeling, Enhancement, RnD, QA, Unit testen, onderhoud, release, updates, Idea, ea)

source: Email ID of Task Assigned To
nl: E-mail ID van de taak die

source: Help
nl: Helpen

source: Choose a project to Import Task
nl: Kies een project om Task importeren

source: Upload the valid CSV file with your Tasks
nl: Upload de geldige CSV-bestand met je Tasks

source: First system will prompt a preview of all the data in the file
nl: Eerste systeem zal een preview van alle gegevens snel in de file

source: In preview you can validate your data
nl: In de preview kunt u uw gegevens te valideren

source: Confirm the data in the preview and Import them to the system
nl: Bevestig de gegevens in de preview en ze importeren naar het systeem

source: All the Tasks will be posted to the selected Project.
nl: Alle taken worden geplaatst op de geselecteerde Project.

source: Tasks to Import
nl: Taken importeren

source: Please double-check the below points before importing your Tasks
nl: Gelieve double-check de onderstaande punten voordat u het importeren van uw taken

source: Blank Title
nl: blanco Titel

source: Invalid Due Date (should be <b>MM</b>/<b>DD</b>/<b>YYYY</b>)
nl: Ongeldige Due Date (moet <b> MM </ b> / <b> DD </ b> / <b> YYYY </ b>)

source: Invalid or Misspelled Status
nl: Ongeldige of Verkeerd gespelde Status

source: Invalid or Misspelled Type
nl: Ongeldige of Verkeerd gespelde Type

source: Unknown Assigned To Email ID (User must be associated with the project)
nl: Onbekend Toegekend aan E-mail ID (User moet worden in verband met het project)

source: Invalid Estimated Hour
nl: Ongeldig geschat uur

source: Invalid start time or end time or break time or spent hour
nl: Ongeldige starttijd of eindtijd of pauze tijd of uitgegeven uur

source: Confirm & Import
nl: Bevestig & Import

source: Input CSV file
nl: Input CSV-bestand

source: Total data
nl: Totaal data

source: rows
nl: naalden

source: Valid data
nl: geldige gegevens

source: Task(s) Imported into project
nl: Taak (s) Ingevoerde in project

source: Please upload a valid csv file
nl: Upload een geldig CSV-bestand.

source: Export milestone to CSV
nl: Export mijlpaal naar CSV

source: Export Tasks to CSV
nl: Export Taken naar CSV

source: Please select atleast one checkbox to export the milestone tasks to csv
nl: Selecteer tenminste één vakje om de mijlpaal taken exporteren naar csv

source: View More
nl: Bekijk meer

source: Create Task
nl: Taak maken

source: View All
nl: Bekijk alle

source: Invite User
nl: Nodig Gebruiker

source: Summary
nl: Samenvatting

source: Project Time Sheet
nl: Project Tijdblad

source: Resource Time Sheet
nl: Resource Tijdschrift

source: Time Log per Project
nl: Tijdlogboek per project

source: Time Log per Resource
nl: Tijdlogboek per bron

source: Tasks per Resource
nl: Taken per bron

source: Task List
nl: Takenlijst

source: Activities
nl: Activiteiten

source: Weekly Task Progress By Resource
nl: Wekelijks Progress Progress By Resource

source: Project Time Log
nl: Project Tijdlogboek

source: Projects
nl: Projecten

source: To Do List
nl: Te doen lijst

source: Cost Report
nl: Kostenrapport

source: Weekly Task Progress By Project
nl: Wekelijkse taakprogressie per project

source: Task Type Time Log
nl: Taak Tijd Logboek

source: Welcome
nl: Welkom

source: Get started with your Orangescrum account
nl: Aan de slag met uw Orangescrum rekening

source: You're just 3 simple steps away from exploring Orangescrum!
nl: Je bent slechts 3 eenvoudige stappen verwijderd van het verkennen van Orangescrum!

source: Create and Assign Project
nl: Maken en toewijzen Project

source: Name your project suitably and select a matching short name.
nl: Noem uw project geschikte en selecteer een bijpassende korte naam.

source: You as an admin will be automatically assigned the project created above
nl: U als beheerder wordt automatisch toegewezen worden boven het project gecreëerd

source: Send invitation to co-workers for the project
nl: Uitnodiging verzenden naar collega's voor het project

source: Users need to setup their account by using the invitation email
nl: Gebruikers moeten setup hun account met behulp van de uitnodiging e-mail

source: Then, Admin can add them up to the project
nl: Vervolgens Admin kunnen ze toe te voegen aan het project

source: You can create task under a project
nl: U kunt een taak maken in het kader van een project

source: Select title, put due date, set priority
nl: Selecteer titel, zet vervaldag set voorrang

source: Assign the task to resource
nl: Wijs de taak om resource

source: of 3 Steps Completed
nl: van 3 Steps Voltooid

source: Create your first project, and get started
nl: Maak je eerste project, en aan de slag

source: Looks like it's just you in here
nl: Het lijkt erop dat het is gewoon u hier

source: works best when you add your Co-workers.
nl: werkt het beste wanneer u uw collega's toe te voegen.

source: Final step, Create Task and assign, Boom!
nl: Laatste stap Taak maken en toe te wijzen, Boom!

source: Wow! You have completed all the basics of
nl: Wauw! U hebt al de basis van de voltooide

source: Now you can get started with
nl: Nu kun je aan de slag met

source: This page will automatically redirect to dashboard within
nl: Deze pagina wordt automatisch omgeleid naar dashboard binnen

source: Click here
nl: Klik hier

source: to Redirect to the task page.
nl: om te buigen om de taak pagina.

source: Create your Custom Task Type
nl: Creëer je eigen Custom Taaktype

source: Add User
nl: Gebruiker toevoegen

source: Enter User Name
nl: Vul je gebruikersnaam in

source: Loading users
nl: Loading gebruikers

source: Add & Continue
nl: Toevoegen & Doorgaan

source: Or
nl: Of

source: to Redirect to the dashboard page.
nl: omleiden naar het dashboard pagina.

source: No Recent Activities
nl: Geen recente Activiteiten

source: Task without Due Date
nl: Task zonder Due Date

source: Hours spent and still counting
nl: Bestede uren en nog steeds tellen

source: Hours spent on
nl: Uren besteed aan

source: No tasks assigned to you, Explore cool features
nl: Geen taken die aan u toegewezen, Verkennen coole functies

source: of File Storage
nl: Storage File

source: Active Users
nl: Actieve gebruikers

source: Email Notification
nl: E-mail notificatie

source: OFF
nl: UIT

source: ON
nl: AAN

source: Disabled
nl: Uitgeschakeld

source: No users assigned
nl: Geen gebruikers toegewezen

source: No data available
nl: Geen gegevens beschikbaar

source: Delegated To Others
nl: Gedelegeerd aan anderen

source: Create New Task
nl: Nieuwe taak

source: Assign To User
nl: Toewijzen aan gebruiker

source: Assign to User
nl: Toewijzen aan gebruiker

source: Add Task
nl: Taak toevoegen

source: Complete
nl: Voltooid

source: Late by
nl: late door

source: days
nl: dagen

source: day
nl: Dag

source: These tasks are waiting on this task.
nl: Deze taken wachten op deze taak.

source: Resolve
nl: oplossen

source: Re-open
nl: Heropenen

source: Reply
nl: Reageren

source: Move to Project
nl: Verplaatsen naar Project

source: Move Task To Milestone
nl: Verplaats Taak Milestone

source: Move to Milestone
nl: Verplaatsen naar Milestone

source: Remove Task
nl: Verwijder Task

source: No active Milestone
nl: Geen actieve Milestone

source: No Completed Milestone
nl: Geen afgeronde Milestone

source: No milestone
nl: geen mijlpaal

source: Create Milestone
nl: Maak Milestone

source: Hour Spent
nl: hour besteed

source: Weekly Usage
nl: wekelijkse Usage

source: Resource Availability
nl: Resource Beschikbaarheid

source: Go Back
nl: Ga terug

source: Card View
nl: Kaartweergave

source: List View
nl: Lijstweergave

source: Details
nl: Opdracht

source: Personal Settings
nl: persoonlijke instellingen

source: My Profile
nl: Mijn profiel

source: Change Password
nl: Wijzig wachtwoord

source: Notifications
nl: Meldingen

source: Company Settings
nl: Bedrijfsinstellingen

source: My Company
nl: Mijn bedrijf

source: Client Restrictions
nl: client Beperkingen

source: Cancel Account
nl: annuleren account

source: Account Settings
nl: Accountinstellingen

source: Subscription
nl: Abonnement

source: Credit Card
nl: Kredietkaart

source: Transactions
nl: Transacties

source: Edit Credit Card
nl: Credit Card Bewerken

source: Account Limitation
nl: account Beperking

source: Pricing
nl: Prijzen

source: Daily Progress Reminder
nl: Daily Progress Herinnering

source: Template
nl: Sjabloon

source: Templates
nl: Sjablonen

source: Analytics
nl: Analyses

source: Hours Spent Reports
nl: Bestede uren Reports

source: Account
nl: Rekening

source: Delete Account
nl: Account verwijderen

source: Task Status Group
nl: Taak Status Group

source: Weekly Usage Report
nl: Wekelijks Gebruiksrapport

source: Resource Utilizations
nl: resource Bestedingen

source: Installation Wizard
nl: installatiewizard

source: Installed Add-ons
nl: Geïnstalleerde add-ons

source: Miscellaneous
nl: Diversen

source: Gantt Chart
nl: Gantt-diagram

source: User Role Management
nl: Gebruikersrolbeheer

source: Expense
nl: Kosten

source: Calendar
nl: Agenda

source: Chart
nl: Grafiek

source: Manage Milestone
nl: Beheer Milestone

source: Task can't start. Waiting on these task to be completed.
nl: Taak kan niet starten. Wachten op deze taak in te vullen.

source: View remaining
nl: Bekijk resterende

source: thread
nl: Discussie

source: threads
nl: Discussies

source: View latest 5
nl: Bekijk laatste 5

source: View oldest thread on top
nl: Bekijk oudste draad op top

source: Newer
nl: nieuwer

source: View newest thread on top
nl: Bekijk nieuwste draad op top

source: Older
nl: Ouder

source: Text Editor
nl: Teksteditor

source: Write your Reply
nl: Schrijf uw antwoord

source: Attachment(s)
nl: Bijlagen

source: Select multiple files to upload...
nl: Selecteer meerdere bestanden te uploaden ...

source: Drag and Drop files to Upload
nl: Drag and Drop-bestanden te uploaden

source: Max size
nl: maximale grootte

source: Notify via Email
nl: Informeer via e-mail

source: Do not show this reply to the client
nl: Heeft dit antwoord aan de klant niet tonen

source: Post
nl: Plaatsen

source: Assigned To
nl: Toegewezen aan

source: Files in this Task
nl: Bestanden in deze Task

source: More
nl: Meer

source: No Files in this Task
nl: Geen bestanden in deze Task

source: Last Updated
nl: Laatst bijgewerkt

source: People Involved
nl: Betrokken mensen

source: Uploaded by
nl: Geüpload door

source: Move to project
nl: Verplaatsen naar project

source: Remove from
nl: Weghalen van

source: by
nl: door

source: No Task
nl: Niet vragen

source: No tasks for me
nl: Geen taken voor mij

source: No tasks as overdue
nl: Geen taken als achterstallig

source: No tasks delegated
nl: Geen gedelegeerd

source: No high priority tasks
nl: Geen hoge prioritaire taken

source: Add New
nl: Nieuwe toevoegen

source: Enter Description...
nl: Voer Beschrijving ...

source: No files setelcted
nl: Geen files setelcted

source: Task Count
nl: Taakgraad

source: Filter Items
nl: Items filteren

source: Select a Project
nl: Selecteer een Project

source: Select a Task
nl: Selecteer een Taak

source: Is Billable
nl: is Factureerbare

source: Start Conversation
nl: start gesprek

source: Toggle navigation
nl: navigatie aan/uit

source: Please create a Project to add Task under that Project
nl: Maak een Project taak in het kader van dat project toe te voegen

source: Milestones
nl: Mijlpalen

source: Recently viewed
nl: Recent bekeken

source: Search Tasks
nl: Opdracht zoeken

source: This Account is managed by
nl: Dit account wordt beheerd door

source: Projects:
nl: Projecten

source: Users:
nl: Gebruikers:

source: Storage:
nl: Opbergen

source: Default View
nl: Standaard weergave

source: Help & Support
nl: Help en ondersteuning

source: Getting Started
nl: Aan de slag

source: Language Settings
nl: Taalinstellingen

source: Log Out
nl: Uitloggen

source: Invoice Settings
nl: Factuurinstellingen

source: Cost Settings
nl: Kosteninstellingen

source: Salary Managemment
nl: Salarismanagement

source: General Questions
nl: Algemene vragen.

source: Features
nl: Eigenschappen

source: How it works?
nl: Hoe het werkt

source: Updated
nl: Bijgewerkt

source: out of
nl: op 5

source: task are closed
nl: taak zijn gesloten

source: Last activity on
nl: Laatste activiteit op

source: Not Found
nl: 404 Niet Gevonden

source: Add Users
nl: Gebruikers toevoegen

source: optional
nl: Optioneel.

source: Use comma to separate multiple email ids
nl: Gebruik komma's om meerdere e-mailadressen te scheiden

source: Make Inactive
nl: maak Inactieve

source: First Name
nl: Voornaam

source: Last Name
nl: Achternaam

source: Select Currency
nl: Kies valuta ...

source: Organization
nl: Organisatie

source: Address
nl: Adres

source: Street
nl: Straat

source: City
nl: Stad

source: State
nl: Provincie

source: Country
nl: Land

source: Postal Code
nl: Postcode

source: Phone Number
nl: Telefoonnummer

source: Project Manager
nl: Projectleider

source: Company Name
nl: Bedrijfsnaam

source: Add new Users
nl: Nieuwe gebruikers toevoegen

source: owner
nl: Eigenaar

source: admin
nl: Beheerder

source: Estimated Hours
nl: Geschatte Hours

source: Default Rate
nl: Standaard prijzen

source: Technology
nl: Technologie

source: Please contact your account owner to create more projects
nl: Neem contact op met uw account eigenaar om meer projecten te maken

source: you account to create more projects
nl: je account om meer projecten te maken

source: Depends On
nl: Hangt af van

source: Email ID
nl: E-mail identiteit

source: Project to be
nl: Project te zijn

source: Assign Role
nl: Rol toewijzen

source: Sorry, User Limit Exceeded!
nl: Sorry, Gebruiker limiet overschreden!

source: your account to create more users
nl: uw account om meer gebruikers aan te maken

source: Sub-Category Title
nl: Subcategorie Titel

source: Edit Task Status Group Name
nl: Taak bewerken Status groepsnaam

source: Enter Task Status Group name
nl: Voer de naam Task Status Group

source: Enter status name
nl: Voer de status van naam

source: click button to save color
nl: klik op de knop om de kleur te redden

source: Add Status
nl: Status toevoegen

source: No tasks have been archived yet on this project
nl: Geen taken zijn nog gearchiveerd op dit project

source: All archived tasks of this project will appear here
nl: Alle gearchiveerde taken van dit project zullen hier verschijnen

source: No files have been archived yet on this project
nl: Geen dossiers zijn nog niet gearchiveerd op dit project

source: All archived files of this project will appear here
nl: Alle gearchiveerde bestanden van dit project verschijnt hier

source: No task activities on this project
nl: Geen taak activiteiten op dit project

source: All activities of this project will appear here
nl: Alle activiteiten van dit project zullen hier verschijnen

source: No files have been shared or uploaded on this project
nl: Er zijn geen bestanden gedeeld of geüpload op dit project

source: All files shared on this project will appear here
nl: Alle bestanden gedeeld op dit project worden hier weergegeven

source: No files found
nl: Geen bestanden gevonden

source: No Overdue Task on this project
nl: Geen Achterstallige Task aan dit project

source: No High Priority Task have been created on this project
nl: Geen Hoge prioriteit Task zijn gemaakt over dit project

source: No Task for me on this project
nl: Geen taak voor mij op dit project

source: No Task delegated on this project
nl: Geen taak gedelegeerd aan dit project

source: No Task have been created on this project
nl: Geen Task zijn gemaakt over dit project

source: All Task created on this project will appear here
nl: Alle Task gemaakt op dit project worden hier weergegeven

source: Set Password
nl: Wachtwoord instellen

source: All Attachments
nl: Alle Bijlagen

source: Add Note
nl: Voeg opmerking toe

source: Note Content
nl: Opmerking inhoud

source: Add New Category
nl: Nieuwe categorie toevoegen

source: Add Wiki Approver
nl: Voeg Wiki Approver toe

source: Save Filter
nl: Filter opslaan

source: Approve Wiki Details
nl: Keur Wiki-details goed

source: All Activities
nl: Alle activiteiten

source: Add Wiki Comment
nl: Voeg Wiki Commentaar toe

source: Add New Wiki Category
nl: Nieuwe Wiki-categorie toevoegen

source: Add New Wiki Sub-Category
nl: Voeg een nieuwe Wiki-subcategorie toe

source: Create New Role Group
nl: Maak een nieuwe rolgroep

source: Add New Customer
nl: Toevoegen Nieuwe klant

source: Status Report
nl: Status Rapport

source: Latest 5 Comments
nl: Laatste 5 Reacties

source: Resource Not Available
nl: Resource Niet Beschikbaar

source: Overload Details
nl: Overbelasting Details

source: New Task Type
nl: Nieuwe taak Type

source: Log time
nl: Log tijd

source: User Leave Form
nl: Gebruikerverlofformulier

source: Choose an existing task
nl: Kies een bestaande taak

source: Need help getting started?
nl: Heb je hulp nodig?

source: If you get stuck or need help with anything we are here for you. Just
nl: Als je vast komt te zitten of hulp nodig hebt met iets dat we zijn hier voor u. gewoon

source: send us a line
nl: Stuur ons een lijn

source: we will get back to you as soon as possible or find your answer at our
nl: zullen we contact met u zo spoedig mogelijk of vind je antwoord op onze

source: Ok, got it!
nl: Oké. Ik heb het.

source: Invite New User
nl: Nodig Nieuwe gebruiker

source: Make sure that you have done the below required changes in
nl: Zorg ervoor dat u de onderstaande gewenste veranderingen in hebben gedaan

source: You have provided the details of <b>SMTP</b> email sending options in
nl: Je hebt op voorwaarde dat de details van de <b> SMTP </ b> e-mail verzenden van opties in

source: You have updated FROM_EMAIL_NOTIFY and SUPPORT_EMAIL in
nl: Je hebt FROM_EMAIL_NOTIFY en SUPPORT_EMAIL bijgewerkt

source: Cancel Subscription Information
nl: Abonnement opzeggen Informatie

source: Profile Image
nl: Profiel Afbeelding

source: Browse
nl: Bladeren

source: Select your profile image...
nl: Selecteer afbeelding je profiel ...

source: Drag and set the box on the area you want to crop.
nl: Sleep en zet de doos op het gebied dat u wilt bijsnijden.

source: Confirm
nl: Bevestigen

source: Select tabs to enable
nl: Selecteer tabbladen inschakelen

source: Remove User
nl: Gebruiker verwijderen

source: Loading users...
nl: gebruikers Laden ...

source: Project Role
nl: Project Rol

source: Assign Project
nl: Wijs Project

source: Enter Project Name
nl: Voer Naam van het project

source: Loading projects...
nl: Loading projecten ...

source: Assign
nl: Toewijzen

source: Assign & Continue
nl: Wijs & Doorgaan

source: Remove Project
nl: Verwijder Project

source: Add Tasks
nl: Taken toevoegen

source: Loading tasks...
nl: Loading taken ...

source: Move task to milestone
nl: Verplaats taak om mijlpaal

source: Move task
nl: Move taak

source: Remove Tasks
nl: Verwijder Taken

source: Feedback
nl: Opmerkingen en suggesties

source: Template Name
nl: Template Naam

source: New Task Status
nl: Nieuwe taak Status

source: Color
nl: Kleur

source: Loader
nl: Ladeprogramm

source: Gantt Settings
nl: Gantt instellingen

source: Add a task here & hit enter....
nl: Voeg hier een taak en druk op enter ....

source: Send Reminder
nl: Verzend herinnering

source: You can enter time as 1.5 (that mean 1 hour and 30 minutes)
nl: U kunt de tijd in te voeren als 1.5 (dat betekent 1 uur en 30 minuten)

source: Custom Date And Time
nl: Aangepaste datum en tijd

source: ALL
nl: Totaal

source: Do not show this task to the client
nl: Mis deze taak aan de cliënt niet tonen

source: Recurring Task
nl: terugkerende Task

source: Recurring
nl: Terugkerende

source: Repeat Type
nl: Herhaal Type:

source: Weekly
nl: Wekelijks

source: Monthly
nl: Maandelijks

source: Quarterly
nl: Kwartaal

source: Yearly
nl: Jaarlijks

source: Starts
nl: BEGINT

source: Ends after
nl: eindigt na

source: occurrences
nl: instantie(s)

source: Ends on
nl: eindigt op

source: Reason of Leave
nl: Reden van Verlof

source: Cancel Leave
nl: Annuleren Verlof

source: Statistics
nl: Statistieken

source: SO FAR THIS WEEK
nl: Tot nu toe dit WEEK

source: Logged in User
nl: Ingelogde gebruiker

source: of Total
nl: van Total

source: Last Week to Date
nl: Laatste Week to Date

source: Tasks Created
nl: taken Gemaakt

source: Tasks Updated
nl: taken Bijgewerkt

source: Tasks Closed
nl: taken Gesloten

source: spent
nl: doorgebracht

source: Storage Used
nl: opslag Tweedehands

source: Task Status of the Week
nl: Taak Status van de Week

source: Task Created
nl: Task Gemaakt

source: Task Updated
nl: Task Bijgewerkt

source: Project Status of the Week
nl: Project Status van de Week

source: Closed/Total Tasks
nl: Gesloten / Total Taken

source: Usage
nl: Gebruik

source: No Project Status on last week
nl: Geen Status project op de laatste week

source: Out of
nl: op 5

source: User has not logged in to the system since last week
nl: Gebruiker is niet ingelogd in het systeem sinds vorige week

source: tasks created and
nl: taken gemaakt en

source: updated on last week
nl: bijgewerkt vorige week

source: storage used on all projects
nl: opslagruimte gebruikt op alle projecten

source: Submitted By
nl: Verzonden door

source: This wiki is already approved.
nl: Deze wiki is al goedgekeurd.

source: Comments
nl: Reacties

source: Today at
nl: vandaag om

source: Y'day at
nl: Y'day bij

source: Tomorrow
nl: Morgen

source: just now
nl: net nu

source: min ago
nl: min geleden

source: hours ago
nl: Uur geleden

source: hour ago
nl: uur geleden

source: ago
nl: geleden.

source: to go
nl: Te gaan

source: at
nl: op

source: As a
nl: Als een

source: account
nl: Rekening

source: Company account has been confirmed by
nl: Bedrijfsaccount is bevestigd door

source: as a
nl: als een

source: user
nl: Gebruiker

source: With email
nl: met e-mail

source: With
nl: Met

source: updated during
nl: bijgewerkt tijdens

source: created expense.
nl: Gecreëerde kosten.

source: created expense & finally submitted.
nl: Gecreëerde kosten en uiteindelijk ingediend.

source: updated expense.
nl: Bijgewerkte kosten.
